{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2023_00027168", "CSN": null, "TRF": "ORD_1570858_01", "MRN": "49277409", "PhysicianId": "109266", "NPI": null}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "1280868", "clinicalId": "1282218", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1570858_01", "SampleName": "US1501605.01", "Version": "0", "Sample": {"FM_Id": "ORD_1570858_01", "SampleId": "US1501605.01", "BlockId": "S112-05465A", "TRFNumber": "ORD_1570858_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "FFPE", "ReceivedDate": "2023_02_20", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}]}, "TumorPurity": "30", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "M112-10049", "MRN": "49277409", "FullName": "劉元凱", "FirstName": "Yuan_Kai", "LastName": "Liu", "SubmittedDiagnosis": "Colon adenocarcinoma (CRC)", "Gender": "Male", "DOB": "1980_05_26", "OrderingMD": "呂鈞瀚", "OrderingMDId": "109266", "Pathologist": "彭昱璟", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Colon", "CollDate": "2023_02_13", "ReceivedDate": "2023-03-03 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Colorectal Cancer"}, "PertinentNegatives": {"PertinentNegative": [{"Gene": "KRAS"}, {"Gene": "NRAS"}]}, "Summaries": {"alterationCount": "23", "clinicalTrialCount": "22", "resistiveCount": "2", "sensitizingCount": "4"}, "VariantProperties": {"VariantProperty": [{"geneName": "CD22", "isVUS": "true", "variantName": "R511W"}, {"geneName": "CTNNA1", "isVUS": "true", "variantName": "R383C"}, {"geneName": "JAK3", "isVUS": "true", "variantName": "Y399C"}, {"geneName": "MST1R", "isVUS": "true", "variantName": "V670G"}, {"geneName": "MTOR", "isVUS": "true", "variantName": "T1834_T1837del"}, {"geneName": "NBN", "isVUS": "true", "variantName": "amplification"}, {"geneName": "NTRK1", "isVUS": "true", "variantName": "E275A"}, {"geneName": "PALB2", "isVUS": "true", "variantName": "E352Q"}, {"geneName": "PARK2", "isVUS": "true", "variantName": "P159L"}, {"geneName": "PDGFRA", "isVUS": "true", "variantName": "A401D"}, {"geneName": "PTEN", "isVUS": "true", "variantName": "P30L"}, {"geneName": "RAD21", "isVUS": "true", "variantName": "amplification"}, {"geneName": "ROS1", "isVUS": "true", "variantName": "Y469_N471del"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "APC", "Include": "true", "Alterations": {"Alteration": {"Name": "T1556fs*3", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "29.5", "isEquivocal": "false", "name": "T1556fs*3"}}, "Interpretation": "APC (adenomatous polyposis coli) encodes a tumor suppressor with critical roles in regulating cell division and adhesion. APC interacts with beta_catenin and controls signaling in the WNT pathway, which regulates embryonic development and cell differentiation (Logan and Nusse, 2004; 15473860). Alterations such as seen here may disrupt APC function or expression (Eklof et al., 2001; 11707392, Liu et al., 2006; 16753179, Dikovskaya et al., 2010; 20144988, Murphy et al., 2007; 17410430, Aretz et al., 2004; 15459959). APC mutations have been found in 73% of tumors in the colorectal adenocarcinoma TCGA dataset (Cancer Genome Atlas Network, 2012; 22810696). In 1 study, loss of heterozygosity (LOH) of APC was observed in 32% of colorectal cancer (CRC) samples (Christie et al., 2013; 23085758). The prognostic significance of APC mutations in sporadic CRC remains unclear (Quyn et al., 2008; 19110823). Solid tumors with WNT/beta_catenin pathway alterations, as seen here, were observed to have significantly less T_cell inflammation in one study (Luke et al., 2019; 30635339). There are no approved drugs targeting APC inactivation in cancer. Loss of APC function leads to accumulation of beta_catenin and upregulation of WNT pathway transcription programs (Zhan et al., 2017; 27617575), and potential therapeutic approaches to target this pathway include CBP/beta_catenin antagonists, which interfere with the ability of beta_catenin to interact with transcriptional co_activator CBP (Jung et al., 2020; 32037398, Krishnamurthy and Kurzrock, 2018; 29169144). In a Phase 1 trial of the CBP/beta_catenin antagonist E7386, 1 patient with APC_mutated small bowel adenocarcinoma achieved a PR with tumor shrinkage of _69% and response duration of 165 days (Kawazoe et al., 2021; ESMO Abstract 473P); preclinical data support sensitivity of APC_deficient gastric or colorectal cancer models to E7386 (Yamada et al., 2021; 33408116, Kanda et al., 2022; 34837838). One or more of the APC variants observed here has been described in the ClinVar database as a likely pathogenic or pathogenic germline mutation (by an expert panel or multiple submitters) associated with familial adenomatous polyposis (ClinVar, Sep 2022)(Landrum et al., 2018; 29165669). Follow_up germline testing would be needed to distinguish whether the finding in this patient is somatic or germline. Germline mutations in APC are found in more than 90% of patients with familial adenomatous polyposis (FAP) (Kerr et al., 2013; 23159591, Fearon, 2011; 21090969, Kastritis et al., 2009; 18844223). The prevalence for FAP in the general population is estimated to be 1:8,300 from birth (Half et al., 2009; 19822006), and in the appropriate clinical context germline testing of APC is recommended.", "Include": "true", "ClinicalTrialNote": "Based on preclinical and limited clinical data, APC inactivation may be associated with sensitivity to CBP/beta_catenin interaction inhibitors.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT05091346", "Include": "true"}, {"nctId": "NCT04008797", "Include": "true"}, {"nctId": "NCT03264664", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "BRAF", "Include": "true", "Alterations": {"Alteration": {"Name": "V600E", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "40.43", "isEquivocal": "false", "name": "V600E"}}, "Interpretation": "BRAF encodes a member of the RAF family of protein kinases, which includes ARAF, BRAF, and CRAF. These kinases function downstream of RAS as part of the MAPK (RAF_MEK_ERK) signaling cascade that facilitates cell proliferation, survival and transformation (Holderfield et al., 2014; 24957944, Burotto et al., 2014; 24948110). BRAF mutations have been reported in up to 20% of all cancers, with the majority of mutations occurring at the V600 position (Davies et al., 2002; 12068308, Kandoth et al., 2013; 24132290). Among the V600 mutations, V600E accounts for 70_80% of observations, V600K for 10_30%, and V600R for 5_7%, with V600D comprising the majority of the rest (Davies et al., 2002; 12068308, Greaves et al., 2013; 23273605, Klein et al., 2013; 23237741). Mutations at V600 are Class 1 BRAF alterations that have been shown to constitutively activate BRAF kinase and hyperactivate the downstream MEK_ERK signaling, promoting oncogenic transformation (Wellbrock et al., 2004; 15059882, Davies et al., 2002; 12068308). In multiple cancer types, multiple mutations at V600, including V600E, V600K, V600R, V600D, and V600M, exhibited sensitivity to V600_targeted therapies (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Lee et al., 2017; 28194436); other mutations at this position are predicted to behave similarly. BRAF mutations have been reported in approximately 5_19% of colorectal cancer samples (De Roock et al., 2011; 21163703, Di Nicolantonio et al., 2008; 19001320, Dienstmann et al., 2012; 22723336, Safaee et al., 2012; 23056577, Guedes et al., 2013; 23548132). BRAF V600E is a strong adverse prognostic marker in colorectal cancer (NCCN Colon Cancer Guidelines, v3.2022, NCCN Rectal Cancer Guidelines, v4.2022, Cervantes et al., 2023; 36307056). BRAF mutations have been associated with poor prognosis and shorter survival for patients with colorectal cancer, particularly those with metastatic disease, as well as with smoking history (Sinicrope et al., 2012; ASCO Abstract 3514, Hassabo et al., 2014; ASCO Gastrointestinal Cancers Symposium Abstract 473) (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2012; 22446022, Gavin et al., 2012; 23045248, Laurent_Puig et al., 2009; 19884556, Ogino et al., 2012; 22147942, Roth et al., 2010; 20008640, Douillard et al., 2013; 24024839, Hsu et al., 2016; 26989027). Analysis of individual BRAF mutations in 2127 patients with advanced colorectal cancer treated with chemotherapy with or without cetuximab revealed that BRAF V600E associated with poor prognosis (HR 2.60, P=1.0e_15, with median reduction of survival being 320 days) and distinct clinicopathological features, including correlation with increased peritoneal metastases compared to BRAF wild_type tumors (24% vs. 12%, P=0.0015), while BRAF D594G inactivating mutation was not prognostic (HR 1.30, P=0.37) and had similar clinicopathologic features as BRAF wild_type tumors (Summers et al., 2016; 27815357). Significant benefit for patients with BRAF V600_mutated colorectal cancers (CRC) has been achieved with combinatorial approaches involving BRAF inhibitors, EGFR_targeting antibodies, and MEK inhibitors (Kopetz et al., 2020; ASCO Abstract 4001, Corcoran et al., 2018; 29431699, Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621, Kopetz et al., 2020; 33356422). In a Phase 3 study for patients with metastatic CRC on second_ or third_line treatments, doublet therapy with the RAF inhibitor encorafenib and the EGFR antibody cetuximab showed superior mOS to cetuximab plus chemotherapy (9.3 vs. 5.9 months, HR=0.61, n=220 and n=221), and similar benefit was seen for a triplet therapy cohort adding the MEK inhibitor binimetinib (OS of 9.3 months, n=224) (Kopetz et al., 2020; ASCO Abstract 4001). Combinations of other RAF inhibitors such as dabrafenib or vemurafenib with EGFR antibodies such as panitumumab have also resulted in clinical benefit for similar patient populations in Phase 1 and 2 studies. A trial of dabrafenib and panitumumab with or without the MEK inhibitor trametinib reported a 21% ORR and 86% DCR (n=91) for the triplet combination and a 10% ORR and 90% DCR (n=20) for the doublet therapy (Corcoran et al., 2018; 29431699). Multiple similar studies of vemurafenib with panitumumab or cetuximab doublet therapy have also reported a benefit (Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621). In a randomized Phase 2 study for patients with 0_4 previous lines of therapy, the addition of vemurafenib to cetuximab and irinotecan significantly improved ORR (17% vs. 4.2%, n=50 and n=50) and DCR (65% vs. 21%) (Kopetz et al., 2020; 33356422). A Phase 2 trial evaluating the investigational agent spartalizumab, an anti_PD_1 antibody, with dabrafenib and trametinib reported an ORR of 35% (n=20) and DCR of 75% (Corcoran et al., 2020; ESMO GI Abstract SO_26). Extensive clinical evidence supports a significant benefit in BRAF_inhibitor and MEK_inhibitor doublet therapy for patients with BRAF V600E_mutated metastatic CRC. A Phase 2 study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 29% (n=28) and DCR of 57% (Klute et al., 2020; ASCO Abstract 122), and a similar trial of dabrafenib and trametinib reported a 12% ORR (n=43) and 67% DCR (Corcoran et al., 2015; 26392102). A basket trial of the combination of encorafenib and binimetinib for patients with BRAF V600_mutated solid cancers elicited 1 PR and 1 SD for 3 patients with CRC (Ascierto et al., 2017; ASCO Abstract 9518). In 2 Phase 1 studies evaluating the MEK_pan_RAF dual inhibitor CH5126766, 3 patients harboring BRAF V600E mutations experienced PRs, including 2 patients with melanoma (Martinez_Garcia et al., 2012; 22761467) and 1 patient with low_grade serous ovarian carcinoma (Guo et al., 2020; 33128873). Based on clinical data in solid tumors, patients with tumors harboring BRAF V600 mutations may benefit from treatment with type_II RAF inhibitors such as tovorafenib, lifirafenib, and belvarafenib (Olszanski et al., 2017; DOI: 10.1093/annonc/mdx367.043, Desai et al., 2020; 32182156, Janku et al., 2018; ASCO Abstract 2586, Yen et al., 2021; 33953400). On the basis of extensive clinical data, BRAF V600 mutation does not generally associate with significant clinical benefit from addition of cetuximab or panitumumab to chemotherapy (NCCN Colon Cancer Guidelines, v1.2022) (Pietrantonio et al., 2015; 25673558, Rowland et al., 2015; 25989278, Van Custem et al., 2011; 21502544, Smith et al., 2013; 23741067, Douillard et al., 2013; 24024839, Karapetis et al., 2014; 24218517, Peeters et al., 2013; 23325582, Peeters et al., 2015; 26341920, Guren et al., 2017; 28399112, Seymour et al., 2013; 23725851). Low response rates to cetuximab or panitumumab monotherapy or combination with chemotherapy have been frequently observed among patients with BRAF V600_mutated CRC, although similarly low response rates in this patient population were also often observed to chemotherapy alone; additionally, response rates were generally lower for patients with BRAF_mutated tumors than for those whose tumors were BRAF_wildtype (Van Cutsem et al., 2011; 21502544, Peeters et al., 2013; 23325582, Seymour et al., 2013; 23725851, Karapetis et al., 2014; 24218517, Di Nicolantonio et al., 2008; 19001320, Stintzing et al., 2017; 28463756, Tol et al., 2009; 19571295). For a limited number of patients with CRC treated with cetuximab_ or panitumumab_containing chemotherapy regimens, BRAF V600E was found to be present at the time of progression (Freeman et al., 2008; 18621636, Gao et al., 2011; 23357879, Soeda et al., 2013; 22638623, Molinari et al., 2011; 21632860, Andre et al., 2013; 23041588, Benvenuti et al., 2007; 17363584), to be a mechanism of acquired (Arena et al., 2015; 25623215, Montagut et al., 2012; 22270724) or primary (Todelo et al., 2017; 27852040) resistance, or to be enriched in tumors of non_responders versus responders (Molinari et al., 2011; 21632860).", "Include": "true", "ClinicalTrialNote": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Vemurafenib + Cobimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Vemurafenib is a selective inhibitor of BRAF with V600 mutations and cobimetinib is a MEK inhibitor. The combination is FDA approved to treat patients with melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in melanoma and colorectal carcinoma, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as vemurafenib and cobimetinib (Ascierto et al., 2016; 27480103, Ribas et al., 2020; 31732523, Klute et al., 2020; ASCO Abstract 122). </p> <p><b>Supporting Data:</b> The Phase 2 TAPUR study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 29% (8/28), median PFS of 15.8 weeks, and median OS of 38.9 weeks (Klute et al., 2020; ASCO Abstract 122). Vemurafenib can induce adverse effects, such as the development of cutaneous squamous cell carcinomas, keratoacanthomas, and new primary melanomas caused by inactivation of wildtype BRAF and leading to paradoxical activation of the MAPK pathway (Gibney et al., 2013; 23712190, McArthur et al., 2014; 24508103). In a Phase 1b trial, patients with BRAF V600E_mutated melanoma treated with a combination of vemurafenib and cobimetinib had increased RR (87%) and PFS (13.7 months) compared to the RR and PFS values previously reported for vemurafenib or MEK inhibitor monotherapy; this combination also resulted in lower rates of cutaneous SCC (Ribas et al., 2014; 25037139). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including cetuximab, have been shown to have significant clinical activity for patients with CRC (Bokemeyer et al., 2011; 21228335, Cunningham et al., 2004; 15269313, De Roock et al., 2008; 17998284, Jonker et al., 2007; 18003960, Karapetis et al., 2008; 18946061, Van Cutsem et al., 2011; 21502544); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of cetuximab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype (ORR of 0.0% [0/9] vs. 37% [121/329], PFS of 11.5 vs. 24 weeks, and OS of 34 vs. 51 weeks); this effect was not observed with PIK3CA exon 9 mutations (ORR of 29% [6/21] vs. 36% [115/317], PFS of 23.5 vs. 24 weeks, and OS of 46 vs. 51 weeks) (De Roock et al., 2010; 20619739). The presence of PIK3CA exon 9 and 20 mutations showed no correlation with objective tumor response to cetuximab but was associated with reduced PFS in response to cetuximab salvage therapy (HR=2.1) (Souglakos et al., 2009; 19603024). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Colon Cancer Guidelines, v1.2022). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> Cetuximab has been shown to improve OS, PFS, and response rate for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFIRI, FOLFOX4, or irinotecan (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Jonker et al., 2007; 18003960, Cunningham et al., 2004; 15269313, Papamichael et al., 2022; 35033994) and as monotherapy for chemotherapy_refractory patients (De Roock et al., 2008; 17998284, Karapetis et al., 2014; 24218517). The Phase 3 study STRATEGIC_1 reported a similar duration of disease control (DDC) for patients with unresectable metastatic CRC (mCRC) and KRAS_, NRAS_, and BRAF_wildtype status treated with mFOLFOX_bevacizumab alternated with a cetuximab regimen in first or second line, respectively (overall DDC 22.5 vs. 23.5 months); in addition, the study reported similar OS (37.8 vs. 34.4 months) and higher numerical ORR for patients treated with cetuximab in the first line followed by mFOLFOX_bevacizumab compared with those receiving EGFR_directed antibodies in the second or third line (Chibaudel et al., 2022; ASCO Abstract 3504). A prospective study of cetuximab monotherapy for patients with KRAS_, NRAS_, and BRAF_wildtype mCRC reported 11% (2/19) PRs and 58% (11/19) SDs (Moiseyenko et al., 2018; 29470838). The Phase 2 AVETUX trial of cetuximab combined with avelumab and mFOLFOX6 for patients with RAS_ and BRAF_wildtype mCRC resulted in an ORR of 81% (4 CR and 27 PRs, n=37) and a DCR of 89% (Stein et al., 2021; 34315821). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dabrafenib + Trametinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dabrafenib is a BRAF V600 selective inhibitor and trametinib is a MEK inhibitor. These 2 therapies are FDA approved in combination to treat metastatic non_small cell lung cancer (NSCLC) with BRAF V600E mutation, advanced anaplastic thyroid cancer (ATC) with BRAF V600E mutation, and advanced solid tumors with BRAF V600E mutation in adult and pediatric patients 6 years of age and older. This combination is also approved to treat patients with melanoma with BRAF V600E/K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in various solid tumors and hematologic malignancies, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as dabrafenib and trametinib (Long et al., 2017; 28475671, Long et al., 2015; 26037941, Robert et al., 2015; 25399551, Planchard et al., 2017; 28919011, Subbiah et al., 2018; 29072975, Corcoran et al., 2015; 26392102, Kreitman et al., 2018; ASH Abstract 391, Lagana et al., 2018; DOI: 10.1200/PO.18.00019, Salama et al., 2020; 32758030, Hendifar et al., 2021; 34476331, Wen et al., 2021; 34838156, Subbiah et al., 2020; 32818466). </p> <p><b>Supporting Data:</b> The combination of BRAF inhibitors with MEK inhibitors has shown clinical activity for patients with BRAF V600_mutated metastatic colorectal carcinoma (mCRC). A Phase 1/2 open_label trial combining dabrafenib and trametinib for BRAF V600_mutated mCRC reported an ORR of 12% (5/43, including 1 CR with a response duration >36 months) (Corcoran et al., 2015; 26392102). For patients with BRAF V600E_mutated mCRC, a combination of dabrafenib, trametinib, and the EGFR_targeting antibody panitumumab elicited a 21% (19/91) ORR, 86% (78/91) DCR, and 7.6_month estimated median duration of response (DoR) (Corcoran et al., 2018; 29431699). A Phase 2 trial evaluating dabrafenib and trametinib in combination with the anti_PD_1 immune checkpoint inhibitor spartalizumab reported a 33% (7/21) ORR for patients with BRAF V600_mutated mCRC, with 5.6 months median DoR; within microsatellite stable patients, the ORR was 42% (5/12) (Corcoran et al., 2020; ESMO GI Abstract SO_26). One case report describes a patient with colon adenocarcinoma who responded to a combination of dabrafenib, trametinib, and oxaliplatin (Williams et al., 2015; 26664139). Dabrafenib can induce adverse effects such as the development of cutaneous squamous cell carcinomas and keratoacanthomas caused by inactivation of wildtype BRAF that leads to paradoxical activation of the MAPK pathway, but it has been reported to be well tolerated in patients with BRAF V600E_mutated thyroid cancer (Gibney et al., 2013; 23712190, Hauschild et al., 2012; 22735384, Falchook et al., 2015; 25285888). Patients with melanoma harboring BRAF V600E or V600K mutation treated with a combination of dabrafenib and trametinib experienced significantly lower rates of cutaneous squamous cell carcinoma and regression of established BRAF inhibitor_induced skin lesions (Flaherty et al., 2012; 23020132, Long et al., 2014; 25265492, Peters et al., 2014; 25185693, Long et al., 2015; 26037941, Roberts et al., 2015; 25399551). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Encorafenib + Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Encorafenib is an inhibitor of BRAF, and cetuximab is a monoclonal antibody that targets EGFR. The combination is FDA approved to treat patients with BRAF V600E_mutated colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Colon Cancer Guidelines, v1.2022). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> For patients with BRAF V600E_mutated metastatic colorectal cancer (CRC), the Phase 3 BREAKWATER study evaluating encorafenib and cetuximab with mFOLFOX6 and/or FOLFIRI reported an ORR of 67_68% ([8/12]_[13/19]) for untreated patients and an ORR of 50_61% ([4/8]_[11/18]) for previously treated patients (Tabernero et al., 2022; ESMO Abstract LBA26). The Phase 3 BEACON study for previously treated patients with BRAF V600E_mutated metastatic CRC demonstrated significantly improved efficacy of encorafenib and cetuximab doublet therapy over standard irinotecan and cetuximab therapy (median OS [mOS] of 9.3 vs. 5.9 months, HR=0.61; median PFS [mPFS] of 4.3 vs. 1.5 months, HR=0.44; ORR of 20% vs. 1.8%) (Tabernero et al., 2021; 33503393, Kopetz et al., 2019; 31566309). In the same study, triplet therapy of encorafenib and cetuximab combined with the MEK inhibitor binimetinib resulted in similar efficacy as the doublet therapy, compared with standard therapy (mOS of 9.3 vs. 5.9 months, HR=0.60; mPFS of 4.5 vs. 1.5 months, HR=0.42; ORR of 27% vs. 1.8%) (Tabernero et al., 2021; 33503393). In a Phase 1/2 trial for patients with microsatellite stable and BRAF V600E_positive metastatic CRC, treatment with triplet encorafenib, cetuximab, and nivolumab resulted in an ORR of 50% (11/22 PRs), a DCR of 95% (21/22), an mPFS of 7.4 months, and an mOS of 15.1 months (Morris et al., 2022; ASCO GI Abstract 12). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Panitumumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including panitumumab, have been shown to have significant clinical activity for patients with CRC (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of panitumumab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from panitumumab, alone or in combination with chemotherapy (NCCN Colon Cancer Guidelines, v1.2022). Response rates to panitumumab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of line of treatment and chemotherapy backbone (Andre et al., 2013; 23041588, Lupini et al., 2015; 26508446, Seymour et al., 2013; 23725851, Peeters et al., 2013; 23325582, Freeman et al., 2008; 18621636, Benvenuti et al., 2007; 17363584, De Roock et al., 2010; 20619739, Lupini et al., 2015; 26508446). However, significant clinical responses have been reported for patients with BRAF V600E_mutated CRC upon treatment with panitumumab in combination with the BRAF inhibitor dabrafenib and the MEK inhibitor trametinib (Bendell et al., 2014; ASCO Abstract 3515). </p> <p><b>Supporting Data:</b> Panitumumab has been shown to improve OS, PFS, and ORR for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFOX4, FOLFIRI, irinotecan, or best supportive care (Douillard et al., 2014; 24718886, Peeters et al., 2015; 26341920, Watanabe et al., 2022; 35723084, Kim et al., 2018; 29703606, Shitara et al., 2016; 27712015), and as monotherapy for chemotherapy_refractory patients (Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858, Peeters et al., 2013; 23325582). The Phase 3 PARADIGM trial comparing panitumumab plus mFOLFOX6 versus bevacizumab plus mFOLFOX6 as first_line treatment for patients with RAS_wildtype left_sided metastatic CRC demonstrated that treatment with panitumumab significantly improved median OS (mOS; 36.2 months vs. 31.3 months) compared with bevacizumab (Yoshino et al., 2022; ASCO Abstract LBA1). A Phase 2 trial reported that, for patients with unresectable RAS_wildtype colorectal adenocarcinoma treated with panitumumab plus FOLFOX4, maintenance with a combination of panitumumab plus fluorouracil and leucovorin was superior to panitumumab monotherapy (10_month PFS OF 59% vs. 49%)(Pietrantonio et al., 2019; 31268481). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Encorafenib + Binimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> The combination of the BRAF inhibitor encorafenib and MEK inhibitor binimetinib is FDA approved to treat patients with melanoma with BRAF V600E or BRAF V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical efficacy in the treatment of patients with BRAF V600_mutated melanoma (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Holbrook et al., 2020; 31658370, Sullivan et al., 2020; 32669376), and activity in colorectal, thyroid, and lung cancer (Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), activating alterations affecting BRAF predict sensitivity to the combination of encorafenib and binimetinib. </p> <p><b>Supporting Data:</b> A Phase 1/2 trial of encorafenib combined with binimetinib for patients with BRAF V600E_ or BRAF V600K_mutated solid tumors reported an ORR of 18.2% (2/11) for the subset of patients with metastatic colorectal cancer (Sullivan et al., 2020; 32669376). The combination of encorafenib and binimetinib has been reported to provide clinical benefit for patients with various solid tumors harboring BRAF V600 activating alterations (Dummer et al., 2018; 29573941, Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), and has been studied primarily in the context of BRAF V600_mutated melanoma where patients treated with this combination achieved greater PFS and OS compared with encorafenib or vemurafenib monotherapy (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Gogas et al., 2020; ASCO Abstract 10012). A combination of encorafenib, binimetinib, and the CDK4/6 inhibitor ribociclib in a Phase 1b trial for patients with BRAF V600_mutant cancers elicited responses in melanoma, astrocytoma, unknown carcinoma, and in 1 of 3 patients with colorectal cancer; a Phase 2 study of this combination in V600_mutant melanoma reported an ORR of 52.4% (22/42), including 5 CRs, median PFS of 9.2 months, and median OS of 19.4 months (Ascierto et al., 2017; ASCO Abstract 9518). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04607421", "Include": "true"}, {"nctId": "NCT04913285", "Include": "true"}, {"nctId": "NCT05004350", "Include": "true"}, {"nctId": "NCT04984369", "Include": "true"}, {"nctId": "NCT03727763", "Include": "true"}, {"nctId": "NCT03781219", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT04985604", "Include": "true"}, {"nctId": "NCT04999761", "Include": "true"}, {"nctId": "NCT03284502", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "PIK3CA", "Include": "true", "Alterations": {"Alteration": {"Name": "E545K", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "39.05", "isEquivocal": "false", "name": "E545K"}}, "Interpretation": "PIK3CA encodes p110_alpha, which is the catalytic subunit of phosphatidylinositol 3_kinase (PI3K). The PI3K pathway is involved in cell signaling that regulates a number of critical cellular functions, including cell growth, proliferation, differentiation, motility, and survival (Samuels et al., 2005; 15950905, Engelman, 2009; 19629070). PIK3CA alterations that have been characterized as activating, such as observed here, are predicted to be oncogenic (Kang et al., 2005; 15647370, Ikenoue et al., 2005; 15930273, Gymnopoulos et al., 2007; 17376864, Horn et al., 2008; 18317450, Rudd et al., 2011; 21266528, Hon et al., 2012; 22120714, Burke et al., 2012; 22949682, Wu et al., 2009; 19915146, Dbouk et al., 2010; 2103068, Dan et al., 2010; 20530683, Oda et al., 2008; 18829572, Zhao and Vogt, 2008; 18794883, Lui et al., 2013; 23619167, Ross et al., 2013; 22430209, Riviere et al., 2012; 22729224, Shibata et al., 2009; 19394761, Droguluk et al., 2015; 26627007, Croessmann et al., 2018; 29284706, Ng et al., 2018; 29533785, Spangle et al., 2020; 32929011, Chen et al., 2018; 29636477, Jin et al., 2021; 34779417). PIK3CA mutations have been reported in up to 19% of colorectal cancers (CRCs)(Cancer Genome Atlas Network, 2012; 22810696, cBio_Brannon et al., 2014; 25164765). A meta_analysis of 864 patients with colorectal cancer (CRC) treated with cetuximab_ or panitumumab_based therapy showed that PIK3CA mutations, particularly in exon 20 (H1047R), are significantly associated with worse response (Huang et al., 2014; 24701207) and shorter PFS and OS (De Roock et al., 2010; 20619739). A study of 354 patients with metastatic CRC observed no difference in OS between patients with PIK3CA mutations versus those without (21.7 months vs. 22.4 months, respectively); however, the study did not include treatment information for the patients (Fong et al., 2022; ASCO GI Abstract 57). Clinical and preclinical data in various tumor types indicate that PIK3CA activating alterations may predict sensitivity to therapies targeting PI3K (Fritsch et al., 2014; 24608574, Juric et al., 2018; 29401002, Gallant et al., 2019; 30793038, Canaud et al., 2021; ESMO Abstract LBA23, Delestre et al., 2021; 34613809, Morschhauser et al., 2020; 31619463, Patnaik et al., 2016; 27672108, Santin et al., 2020; 31934607, Damodaran et al., 2022; 35133871), AKT (Andre et al., 2019; 31091374, Smyth et al., 2021; 33863913), or mTOR (Varnier et al., 2019; 31351267, Basse et al., 2018; 32914004, Sultova et al., 2021; 33277683, Mackay et al., 2014; 24166148, Myers et al., 2016; 27016228, Dhami et al., 2018; 29588307, Harris et al., 2019; 30863722, Hanna et al., 2018; 29301825). The Phase 2 NCI_MATCH study of copanlisib for patients with refractory solid tumors harboring PIK3CA mutations with or without PTEN loss met its primary endpoint with an ORR of 16% (4/25 PRs); responses (PR or SD >6 months) were seen in patients with ameloblastoma, liposarcoma, and carcinomas of the endometrium, ovary, esophagus, lung, and prostate (Damodaran et al., 2022; 35133871). However, the Phase 2 study of copanlisib for patients with endometrial carcinoma harboring PIK3CA hotspot mutations failed to report any objective responses (n=11)(Santin et al., 2020; 31934607). Two other studies of copanlisib for patients with genomically unselected tumors reported 1 CR and 2 PRs (1 unconfirmed) among 16 total patients with PIK3CA_mutated solid tumors with or without PTEN alterations (Morschhauser et al., 2020; 31619463, Patnaik et al., 2016; 27672108). Emerging evidence suggests that the glutaminase inhibitor telaglenastat has clinical activity in PIK3CA_mutated colorectal cancer (CRC). A Phase 1 trial of telaglenastat and capecitabine for patients with CRC who progressed on fluoropyrimidine chemotherapy observed numerically increased median PFS for patients with PIK3CA mutation compared with patients with wildtype PIK3CA status (24.8 vs. 16 weeks, n=7 vs. n=4), including SD >30 weeks for 3 patients with PIK3CA mutation (Zhao et al., 2020; 32907836). Multiple clinical studies report that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit as monotherapies to treat CRC, even for tumors that harbor alterations in PIK3CA or PTEN; data are more limited for alterations in other genes in this pathway (Ng et al., 2013; 23743569, Ganesan et al., 2013; 24092809, Janku et al., 2014; 24440717). Based on clinical data, it is unclear whether the presence of PIK3CA mutations is associated with reduced sensitivity to cetuximab in patients with colorectal cancer (CRC). Detection of PIK3CA mutations at progression was observed for patients with CRC following treatment with cetuximab (Xu et al., 2017; 28424201, Kim et al., 2021; 34315006, Soeda et al., 2013; 22638623). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype; this effect was not observed with PIK3CA exon 9 mutations (De Roock et al., 2010; 20619739). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311).", "Include": "true", "ClinicalTrialNote": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04589845", "Include": "true"}, {"nctId": "NCT04337463", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT04526470", "Include": "true"}, {"nctId": "NCT03772561", "Include": "true"}, {"nctId": "NCT04801966", "Include": "true"}, {"nctId": "NCT04551521", "Include": "true"}, {"nctId": "NCT04317105", "Include": "true"}, {"nctId": "NCT04817956", "Include": "true"}, {"nctId": "NCT03006172", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "KRAS", "Include": "true", "Alterations": {"Alteration": {"Name": "wildtype", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "wildtype"}}, "Interpretation": "KRAS encodes a member of the RAS family of small GTPases. Activating mutations in RAS genes can cause uncontrolled cell proliferation and tumor formation (Pylayeva_Gupta et al., 2011; 21993244, Kahn et al., 1987; 3310850). No alterations in KRAS were identified in this case. Approximately 50_65% of colorectal cancers (CRCs) have been reported to lack KRAS mutations (Lievre et al., 2006; 16618717, De Roock et al., 2011; 21163703, Chen et al., 2014; 25367198, Li et al., 2015; 25929517, Hu et al., 2016; 27977612, Zekri et al., 2017; 28218784, Staudacher et al., 2017; 29048416, Wang et al., 2018; 29705968, Guo et al., 2018; 29666387). Numerous studies have reported that KRAS wild_type status is associated with decreased metastasis, better clinicopathological features, and longer survival of patients with CRC (Chen et al., 2014; 25367198, Li et al., 2015; 25929517, Hu et al., 2016; 27977612, Mármol et al., 2017; 28106826, Zekri et al., 2017; 28218784, Kwak et al., 2017; 28858102). Lack of mutations in KRAS or NRAS is associated with clinical benefit of treatment with EGFR_targeting antibodies cetuximab (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Karapetis et al., 2008; 18946061, De Roock et al., 2008; 17998284) or panitumumab (Douillard et al., 2014; 24718886, Douillard et al., 2012; 24024839, Amado et al., 2008; 18316791) for patients with CRC. Therefore, these agents are indicated to treat patients with CRC lacking such mutations (NCCN Guidelines v1.2022). Based on clinical data, it is unclear whether the presence of PIK3CA mutations is associated with reduced sensitivity to cetuximab in patients with colorectal cancer (CRC). Detection of PIK3CA mutations at progression was observed for patients with CRC following treatment with cetuximab (Xu et al., 2017; 28424201, Kim et al., 2021; 34315006, Soeda et al., 2013; 22638623). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype; this effect was not observed with PIK3CA exon 9 mutations (De Roock et al., 2010; 20619739). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311).", "Include": "true", "ClinicalTrialNote": null, "Therapies": {"Therapy": [{"Name": null, "GenericName": "Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including cetuximab, have been shown to have significant clinical activity for patients with CRC (Bokemeyer et al., 2011; 21228335, Cunningham et al., 2004; 15269313, De Roock et al., 2008; 17998284, Jonker et al., 2007; 18003960, Karapetis et al., 2008; 18946061, Van Cutsem et al., 2011; 21502544); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of cetuximab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype (ORR of 0.0% [0/9] vs. 37% [121/329], PFS of 11.5 vs. 24 weeks, and OS of 34 vs. 51 weeks); this effect was not observed with PIK3CA exon 9 mutations (ORR of 29% [6/21] vs. 36% [115/317], PFS of 23.5 vs. 24 weeks, and OS of 46 vs. 51 weeks) (De Roock et al., 2010; 20619739). The presence of PIK3CA exon 9 and 20 mutations showed no correlation with objective tumor response to cetuximab but was associated with reduced PFS in response to cetuximab salvage therapy (HR=2.1) (Souglakos et al., 2009; 19603024). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Colon Cancer Guidelines, v1.2022). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> Cetuximab has been shown to improve OS, PFS, and response rate for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFIRI, FOLFOX4, or irinotecan (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Jonker et al., 2007; 18003960, Cunningham et al., 2004; 15269313, Papamichael et al., 2022; 35033994) and as monotherapy for chemotherapy_refractory patients (De Roock et al., 2008; 17998284, Karapetis et al., 2014; 24218517). The Phase 3 study STRATEGIC_1 reported a similar duration of disease control (DDC) for patients with unresectable metastatic CRC (mCRC) and KRAS_, NRAS_, and BRAF_wildtype status treated with mFOLFOX_bevacizumab alternated with a cetuximab regimen in first or second line, respectively (overall DDC 22.5 vs. 23.5 months); in addition, the study reported similar OS (37.8 vs. 34.4 months) and higher numerical ORR for patients treated with cetuximab in the first line followed by mFOLFOX_bevacizumab compared with those receiving EGFR_directed antibodies in the second or third line (Chibaudel et al., 2022; ASCO Abstract 3504). A prospective study of cetuximab monotherapy for patients with KRAS_, NRAS_, and BRAF_wildtype mCRC reported 11% (2/19) PRs and 58% (11/19) SDs (Moiseyenko et al., 2018; 29470838). The Phase 2 AVETUX trial of cetuximab combined with avelumab and mFOLFOX6 for patients with RAS_ and BRAF_wildtype mCRC resulted in an ORR of 81% (4 CR and 27 PRs, n=37) and a DCR of 89% (Stein et al., 2021; 34315821). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Panitumumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including panitumumab, have been shown to have significant clinical activity for patients with CRC (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of panitumumab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from panitumumab, alone or in combination with chemotherapy (NCCN Colon Cancer Guidelines, v1.2022). Response rates to panitumumab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of line of treatment and chemotherapy backbone (Andre et al., 2013; 23041588, Lupini et al., 2015; 26508446, Seymour et al., 2013; 23725851, Peeters et al., 2013; 23325582, Freeman et al., 2008; 18621636, Benvenuti et al., 2007; 17363584, De Roock et al., 2010; 20619739, Lupini et al., 2015; 26508446). However, significant clinical responses have been reported for patients with BRAF V600E_mutated CRC upon treatment with panitumumab in combination with the BRAF inhibitor dabrafenib and the MEK inhibitor trametinib (Bendell et al., 2014; ASCO Abstract 3515). </p> <p><b>Supporting Data:</b> Panitumumab has been shown to improve OS, PFS, and ORR for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFOX4, FOLFIRI, irinotecan, or best supportive care (Douillard et al., 2014; 24718886, Peeters et al., 2015; 26341920, Watanabe et al., 2022; 35723084, Kim et al., 2018; 29703606, Shitara et al., 2016; 27712015), and as monotherapy for chemotherapy_refractory patients (Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858, Peeters et al., 2013; 23325582). The Phase 3 PARADIGM trial comparing panitumumab plus mFOLFOX6 versus bevacizumab plus mFOLFOX6 as first_line treatment for patients with RAS_wildtype left_sided metastatic CRC demonstrated that treatment with panitumumab significantly improved median OS (mOS; 36.2 months vs. 31.3 months) compared with bevacizumab (Yoshino et al., 2022; ASCO Abstract LBA1). A Phase 2 trial reported that, for patients with unresectable RAS_wildtype colorectal adenocarcinoma treated with panitumumab plus FOLFOX4, maintenance with a combination of panitumumab plus fluorouracil and leucovorin was superior to panitumumab monotherapy (10_month PFS OF 59% vs. 49%)(Pietrantonio et al., 2019; 31268481). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "MS_Stable", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "MS_Stable"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). This sample is microsatellite_stable (MSS), equivalent to the clinical definition of an MSS tumor: one with mutations in none of the tested microsatellite markers (Boland et al., 1998; 9823339, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS status indicates MMR proficiency and typically correlates with intact expression of all MMR family proteins (Kocarnik et al., 2015; 26337942, Bairwa et al., 2014; 24623249, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS colorectal cancers (CRCs) make up 70_85% of CRC cases (Guastadisegni et al., 2010; 20627535, Pawlik et al., 2004; 15528785, Kocarnik et al., 2015; 26337942, Cancer Genome Atlas Network., 2012; 22810696, Jass, 2007; 17204026, Lal et al., 2015; 25949894). MSS colorectal cancers are molecularly heterogeneous, driven by diverse mechanisms such as extensive DNA methylation, oncogenic mutations in KRAS or BRAF, or chromosomal instability (Jass, 2007; 17204026). Multiple studies have shown that MSS CRCs have a worse prognosis than MSI_high tumors (Samowitz et al., 2001; 11535541, Elsaleh and Iacopetta, 2001; 12445368, Brueckl et al., 2003; 12820457, Guidoboni et al., 2001; 11438476, Gryfe et al., 2000; 10631274, Sinicrope et al., 2006; 16952542, Guastadisegni et al., 2010; 20627535, Laghi and Malesci, 2012; 22722556). On the basis of clinical evidence, MSS tumors are significantly less likely than MSI_H tumors to respond to anti_PD_1 immune checkpoint inhibitors (Gatalica et al., 2014; 25392179, Kroemer et al., 2015; 26140250, Lal et al., 2015; 25949894), including approved therapies nivolumab and pembrolizumab (Overman et al., 2016; ASCO Abstract 3501, Le et al., 2015; 26028255). In a retrospective analysis of 361 patients with solid tumors treated with pembrolizumab, 3% were MSI_H and experienced a significantly higher ORR compared with non_MSI_H cases (70% vs. 12%, p=0.001) (Ayers et al., 2016; ASCO_SITC Abstract P60). For patients with chemotherapy_refractory microsatellite_stable (MSS) metastatic colorectal cancer (CRC), a Phase 3 trial reported no OS advantage from the combination of the PD_L1 inhibitor atezolizumab plus cobimetinib relative to regorafenib (8.9 vs. 8.5 months, HR=1.00); atezolizumab monotherapy similarly did not prolong OS (7.1 vs. 8.5 months, HR=1.19) (Ciardiello et al., 2018; ESMO Abstract LBA_004). For patients with MSS CRC, a Phase 2 study combining ipilimumab and nivolumab reported an overall DCR of 25% (10/40) (Parikh et al., 2021; DOI: 10.1038/s43018_021_00269_7). Two Phase 1 studies for patients with MSS CRC treated with regorafenib and nivolumab reported PFSs of 7.9 months (Fukuoka et al., 2020; 32343640) and 5.7 months (Kim et al., 2020; DOI: 10.1016/j.annonc.2020.04.073), and a patient with MSS CRC refractory to chemotherapy treated with the PD_1 inhibitor sintilimab and regorafenib reported a CR (Zhang et al., 2021; 34688262). MSI has not been found to be a predictive biomarker for combination chemotherapy regimens, including FOLFOX (Sinicrope et al., 2013; 24019539, Gavin et al., 2012; 23045248) and FOLFIRI (Bertagnolli et al., 2009; 19273709, Van Cutsem et al., 2009; 19451425). Patients with MSS CRC are more likely to benefit from postsurgical fluorouracil (FU)_based adjuvant therapy (Ribic et al., 2003; 12867608, Sargent et al., 2010; 20498393) but less likely to benefit from irinotecan chemotherapy (Fallik et al., 2003; 14522894).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "NRAS", "Include": "true", "Alterations": {"Alteration": {"Name": "wildtype", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "wildtype"}}, "Interpretation": "NRAS encodes a member of the RAS family of small GTPases that mediate transduction of growth signals. Activation of RAS signaling causes cell growth, differentiation, and survival by activating the RAF_MAPK_ERK, PI3K, and other pathways (Pylayeva_Gupta et al., 2011; 21993244). No alterations in NRAS were identified in this case. The majority of colorectal cancers (CRCs) (91_98%) have been reported to lack NRAS mutations (Pentheroudakis et al., 2013; 23374602, Vaughn et al., 2011; 21305640, Janku et al., 2013; 23400451, De Roock et al., 2010; 20619739, Irahara et al., 2010; 20736745, Cancer Genome Atlas Network., 2012; 22810696, Schirripa et al., 2015; 24806288, Guo et al., 2018; 29666387). NRAS wild_type status has been reported to be associated with decreased frequency of metastasis (Guo et al., 2018; 29666387) and longer survival (Schirripa et al., 2015; 24806288, Cercek et al., 2017; 28446505) of patients with CRC. Lack of mutations in KRAS or NRAS is associated with clinical benefit of treatment with EGFR_targeting antibodies cetuximab (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Karapetis et al., 2008; 18946061, De Roock et al., 2008; 17998284) or panitumumab (Douillard et al., 2014; 24718886, Douillard et al., 2012; 24024839, Amado et al., 2008; 18316791) for patients with CRC. Therefore, these agents are indicated to treat patients with CRC lacking such mutations (NCCN Guidelines v1.2022). Based on clinical data, it is unclear whether the presence of PIK3CA mutations is associated with reduced sensitivity to cetuximab in patients with colorectal cancer (CRC). Detection of PIK3CA mutations at progression was observed for patients with CRC following treatment with cetuximab (Xu et al., 2017; 28424201, Kim et al., 2021; 34315006, Soeda et al., 2013; 22638623). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype; this effect was not observed with PIK3CA exon 9 mutations (De Roock et al., 2010; 20619739). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311).", "Include": "true", "ClinicalTrialNote": null, "Therapies": {"Therapy": [{"Name": null, "GenericName": "Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including cetuximab, have been shown to have significant clinical activity for patients with CRC (Bokemeyer et al., 2011; 21228335, Cunningham et al., 2004; 15269313, De Roock et al., 2008; 17998284, Jonker et al., 2007; 18003960, Karapetis et al., 2008; 18946061, Van Cutsem et al., 2011; 21502544); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of cetuximab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). A study comparing PIK3CA exon 9 and 20 mutations reported that for patients with chemotherapy_refractory CRC, PIK3CA exon 20 mutations were associated with less benefit from cetuximab compared with PIK3CA wildtype (ORR of 0.0% [0/9] vs. 37% [121/329], PFS of 11.5 vs. 24 weeks, and OS of 34 vs. 51 weeks); this effect was not observed with PIK3CA exon 9 mutations (ORR of 29% [6/21] vs. 36% [115/317], PFS of 23.5 vs. 24 weeks, and OS of 46 vs. 51 weeks) (De Roock et al., 2010; 20619739). The presence of PIK3CA exon 9 and 20 mutations showed no correlation with objective tumor response to cetuximab but was associated with reduced PFS in response to cetuximab salvage therapy (HR=2.1) (Souglakos et al., 2009; 19603024). In contrast, multiple studies and case reports of cetuximab treatment of CRC have reported similar responses in patients with PIK3CA exon 9 or 20 mutations compared with PIK3CA wildtype (Cappuzzo et al., 2008; 18577988, Tol et al., 2010; 20413299, Prenan et al., 2009; 19366826, Bray et al., 2019; 31653970, Lambrechts et al., 2009; ASCO Abstract 4020, Karapetis et al., 2013; 24218517, Moiseyenko et al., 2018; 29470838, Fu et al., 2021; 33842311). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Colon Cancer Guidelines, v1.2022). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> Cetuximab has been shown to improve OS, PFS, and response rate for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFIRI, FOLFOX4, or irinotecan (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Jonker et al., 2007; 18003960, Cunningham et al., 2004; 15269313, Papamichael et al., 2022; 35033994) and as monotherapy for chemotherapy_refractory patients (De Roock et al., 2008; 17998284, Karapetis et al., 2014; 24218517). The Phase 3 study STRATEGIC_1 reported a similar duration of disease control (DDC) for patients with unresectable metastatic CRC (mCRC) and KRAS_, NRAS_, and BRAF_wildtype status treated with mFOLFOX_bevacizumab alternated with a cetuximab regimen in first or second line, respectively (overall DDC 22.5 vs. 23.5 months); in addition, the study reported similar OS (37.8 vs. 34.4 months) and higher numerical ORR for patients treated with cetuximab in the first line followed by mFOLFOX_bevacizumab compared with those receiving EGFR_directed antibodies in the second or third line (Chibaudel et al., 2022; ASCO Abstract 3504). A prospective study of cetuximab monotherapy for patients with KRAS_, NRAS_, and BRAF_wildtype mCRC reported 11% (2/19) PRs and 58% (11/19) SDs (Moiseyenko et al., 2018; 29470838). The Phase 2 AVETUX trial of cetuximab combined with avelumab and mFOLFOX6 for patients with RAS_ and BRAF_wildtype mCRC resulted in an ORR of 81% (4 CR and 27 PRs, n=37) and a DCR of 89% (Stein et al., 2021; 34315821). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Panitumumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Therapies targeting EGFR, including panitumumab, have been shown to have significant clinical activity for patients with CRC (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858); wild_type KRAS and NRAS are predictive biomarkers for the efficacy of panitumumab in metastatic CRC (NCCN Colon Cancer Guidelines v1.2022). Patients with BRAF V600_mutated CRC are considered unlikely to benefit from panitumumab, alone or in combination with chemotherapy (NCCN Colon Cancer Guidelines, v1.2022). Response rates to panitumumab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of line of treatment and chemotherapy backbone (Andre et al., 2013; 23041588, Lupini et al., 2015; 26508446, Seymour et al., 2013; 23725851, Peeters et al., 2013; 23325582, Freeman et al., 2008; 18621636, Benvenuti et al., 2007; 17363584, De Roock et al., 2010; 20619739, Lupini et al., 2015; 26508446). However, significant clinical responses have been reported for patients with BRAF V600E_mutated CRC upon treatment with panitumumab in combination with the BRAF inhibitor dabrafenib and the MEK inhibitor trametinib (Bendell et al., 2014; ASCO Abstract 3515). </p> <p><b>Supporting Data:</b> Panitumumab has been shown to improve OS, PFS, and ORR for patients with KRAS_wildtype colorectal cancer (CRC), both in combination with FOLFOX4, FOLFIRI, irinotecan, or best supportive care (Douillard et al., 2014; 24718886, Peeters et al., 2015; 26341920, Watanabe et al., 2022; 35723084, Kim et al., 2018; 29703606, Shitara et al., 2016; 27712015), and as monotherapy for chemotherapy_refractory patients (Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858, Peeters et al., 2013; 23325582). The Phase 3 PARADIGM trial comparing panitumumab plus mFOLFOX6 versus bevacizumab plus mFOLFOX6 as first_line treatment for patients with RAS_wildtype left_sided metastatic CRC demonstrated that treatment with panitumumab significantly improved median OS (mOS; 36.2 months vs. 31.3 months) compared with bevacizumab (Yoshino et al., 2022; ASCO Abstract LBA1). A Phase 2 trial reported that, for patients with unresectable RAS_wildtype colorectal adenocarcinoma treated with panitumumab plus FOLFOX4, maintenance with a combination of panitumumab plus fluorouracil and leucovorin was superior to panitumumab monotherapy (10_month PFS OF 59% vs. 49%)(Pietrantonio et al., 2019; 31268481). In the Phase 3 ASPECCT study, panitumumab was found to be non_inferior to cetuximab with respect to median OS (10.4 vs. 10.0 months, HR=0.97) for patients with previously treated KRAS exon 2 wildtype metastatic colorectal cancer; median PFS was also similar between the two treatment groups (4.4 vs. 4.1 months, HR=1.00)(Price et al., 2014; 24739896). In a similar patient population, a Phase 2 study of combination panitumumab and irinotecan versus combination cetuximab and irinotecan also demonstrated non_inferiority with respect to median PFS (5.4 vs. 4.3 months, HR = 0.64) and median OS (14.9 vs. 11.5 months, HR=0.66)(Sakai et al., 2020; 32526634). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "RB1", "Include": "true", "Alterations": {"Alteration": {"Name": "K95fs*16", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "63.91", "isEquivocal": "false", "name": "K95fs*16"}}, "Interpretation": "RB1 encodes the retinoblastoma protein (Rb), a tumor suppressor and negative regulator of the cell cycle (Burkhart and Sage, 2008; 18650841, Knudsen and Knudsen, 2008; 19143056). Alterations such as seen here may disrupt RB1 function or expression (Berge et al., 2010; 20594292, Giacinti et al., 2006; 16936740, Otterson et al., 1997; 9342358, Otterson et al., 1999; 10486322, Qin et al., 1992; 1534305, Rubin et al., 2005; 16360038, Sun et al., 2006; 16449662). RB1 mutations have been reported in <1% of colorectal adenocarcinoma cases (Cancer Genome Atlas Network, 2012; 22810696, cBio_Yaeger et al., 2018; 29316426). Published data investigating the prognostic implications of RB1 alterations in colorectal carcinoma are limited (PubMed, Sep 2022). On the basis of limited clinical data (Owonikoko et al., 2016; ESMO Abstract 14230) and strong preclinical data (Hook et al., 2012; 22222631, Gong et al., 2019; 30373917, Oser et al., 2019; 30373918, Yang et al., 2022; 34741392), RB1 inactivation may be associated with sensitivity to inhibitors of Aurora kinase A, particularly in small cell lung cancer (SCLC). A clinical study evaluating the Aurora kinase A inhibitor alisertib for patients with prostate cancer did not find an association between RB1 deletion and clinical benefit (Beltran et al., 2019; 30232224). Other approaches to target RB1 inactivation under investigation in preclinical studies include inhibitors of BCL_2 family members (Allaman_Pillet et al., 2013; 21955141) and activation of the NOTCH pathway (Viatour et al., 2011; 21875955). Mutations in RB1 underlie the development of retinoblastoma (RB), a rare tumor that arises at a rate of approximately 1:20,000 live births, with nearly 5,000 new cases worldwide per year (Chen et al., 2014; 24282159). Germline mutations in RB1 account for approximately 40% of RB tumors (Yun et al., 2011; 22553621) and are associated with an increased risk of developing secondary malignancies that include soft tissue and bone sarcoma and malignant melanoma (Houston et al., 2011; 21139478, Ng et al., 2010; 19959033). In the appropriate clinical context, germline testing of RB1 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "SMAD4", "Include": "true", "Alterations": {"Alteration": {"Name": "R361C", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "59.33", "isEquivocal": "false", "name": "R361C"}}, "Interpretation": "SMAD4, also known as DPC4, encodes a tumor suppressor that regulates transcriptional activity downstream of TGF_beta receptor signaling (Massague et al., 2012; 22992590, Massague et al., 2008; 18662538). SMAD4 alterations that result in loss or disruption of the MH1 domain (aa 18_142), MH2 domain (aa 323_552), or SAD domain (aa 275_320) are predicted to be inactivating (Massague et al., 2005; 16322555, Morén et al., 2000; 10980615, Xu and Attisano, 2000; 10781087, Luo et al., 1999; 10485843, Jones and Kern, 2000; 10871368, Fink et al., 2001; 11196171, De Bosscher et al., 2004; 14715079, Shi et al., 1997; 9214508, Miyaki et al., 1999; 10340381, Prokova et al., 2007; 17994767, Wu et al., 2001; 11274206, Ding et al., 2009; 19139564, Kuang et al., 2004; 14647410, Watanabe et al., 2000; 11265759, Bosscher et al., 2004; 14715079). SMAD4 mutation or homozygous deletion is most frequently observed in pancreatic adenocarcinoma (43%)(cBio_Witkiewicz et al., 2015; 25855536), pancreatic acinar cell carcinoma (26%)(Jiao et al., 2014; 24293293), cholangiocarcinoma (25%)(Churi et al., 2014; 25536104), small intestine cancer (20%) (Takeda et al., 2022; ASCO GI Abstract 642), appendiceal adenocarcinoma (14_20% mutation; 57% deletion)(Liu et al., 2014; 24821835, Maru et al., 2004; 14647445), colorectal adenocarcinoma (CRC; 14%)(Cancer Genome Atlas Network., 2012; 22810696), esophageal adenocarcinoma (14%)(Wang et al., 2015; 26336083), and stomach adenocarcinoma (13%)(Cancer Genome Atlas Research Network., 2014; 25079317). In preclinical studies, SMAD4 loss of function has been implicated in the development of mucinous neoplasms of the pancreas, including mucinous cystic neoplasms (MCN)(Izeradjene et al., 2007; 17349581) and intraductal papillary mucinous neoplasms (IPMN)(Bardeesy et al., 2006; 17114584); in clinical samples, SMAD4 homozygous deletion has been observed in 10% of IPMNs and 8% of MCNs, and mutation was also observed in 5% of IPMNs (Springer et al., 2015; 26253305). SMAD4 gene alterations have been associated with reduced OS for patients with pancreatic adenocarcinoma (Blackford et al., 2009; 19584151). Reduced SMAD4 expression has been associated with worse prognosis in various cancer types, including CRC (Yan et al., 2016; 26861460, Kozak et al., 2015; 25681512, Roth et al., 2012; 23104212), appendiceal mucinous neoplasm (Davison et al., 2014; 24618609), gastric adenocarcinoma (Kim et al., 2004; 15033661, Xiangming et al., 2001; 11234879), esophageal adenocarcinoma (Singhi et al., 2015; 25634752), esophageal squamous cell carcinoma (Natsugoe et al., 2002; 12060625), breast cancer (de Kruijf et al., 2013; 23022998), and prostate cancer (Shipitsin et al., 2014; 25032733). There are no targeted therapies available to address genomic alterations in SMAD4. Preclinical studies in colorectal cancer have reported associations of SMAD4 inactivation or loss with sensitivity to inhibitors of Aurora kinase A (Shi et al., 2022; 35393542) and the Wnt/beta_catenin pathway (Park et al., 2022; 35274815). Clinical studies have reported associations of SMAD4 loss or low SMAD4 expression with improved responses to chemotherapeutic agents in patients with pancreatic cancer (Ormanns et al., 2017; 28534865, Fei et al., 2021; 34002944, Bachet et al., 2012; 22377565) and non_small cell lung cancer (NSCLC) (Ziemke et al., 2017; 28577946). Other clinical studies in pancreatic cancer have reported an association of high SMAD4 expression with better responses to neoadjuvant chemotherapy (Kassardjian and Wang, 2020; 32897998) and adjuvant chemoradiotherapy (Pen et al., 2021; 33667587). One or more of the SMAD4 variants observed here has been described in the ClinVar database as a likely pathogenic or pathogenic germline mutation (by an expert panel or multiple submitters) associated with juvenile polyposis syndrome (ClinVar, Sep 2022)(Landrum et al., 2018; 29165669). Follow_up germline testing would be needed to distinguish whether the finding in this patient is somatic or germline. Germline SMAD4 mutations, including those at the R361 hotspot, have been observed in patients with juvenile polyposis syndrome (Houlston et al., 1998; 9811934, Woodford_Richens et al., 2000; 10764709, Howe et al., 2004; 15235019, Howe et al., 2004; 15235019, Howe et al., 2004; 15235019), which is associated with an increased risk of gastrointestinal cancers (Brosens et al., 2011; 22171123). The penetrance of deleterious SMAD4 mutations in patients with colon cancer is estimated at 20% by age 35 and 70% by age 65 (Kalia et al., 2017; 27854360). In the appropriate clinical context, germline testing of SMAD4 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "TP53", "Include": "true", "Alterations": {"Alteration": {"Name": "K132R", "AlterationProperties": {"AlterationProperty": {"dnaFraction": "52.97", "isEquivocal": "false", "name": "K132R"}}, "Interpretation": "Functional loss of the tumor suppressor p53, which is encoded by the TP53 gene, is common in aggressive advanced cancers (Brown et al., 2009; 19935675). Alterations such as seen here may disrupt TP53 function or expression (Joerger and Fersht, 2008; 18410249, Kato et al., 2003; 12826609, Kamada et al., 2011; 20978130, Zerdoumi et al., 2017; 28472496, Yamada et al., 2007; 17690113). TP53 mutations have been reported in up to 75% of colorectal cancer cases (Cancer Genome Atlas Network., 2012; 22810696, Goh et al., 1995; 7585578, Berg et al., 2010; 21103049, Han et al., 2013; 23700467, Peeters et al., 2013; 23325582, Malhotra et al., 2013; 23526092, Di Bartolomeo et al., 2013; 23821376, Fong et al., 2022; ASCO GI Abstract 57). A study reported p53 expression in 49% of analyzed colorectal cancer cases (Wangefjord et al., 2013; 23337059). TP53 mutation has not been consistently demonstrated to be a significant independent prognostic marker in the context of CRC (Russo et al., 2005; 16172461, Fong et al., 2022; ASCO GI Abstract 57). There are no approved therapies to address TP53 mutation or loss. However, tumors with TP53 loss of function alterations may be sensitive to the WEE1 inhibitor adavosertib (Hirai et al., 2010; 20107315, Bridges et al., 2011; 21799033, Rajeshkumar et al., 2011; 21389100, Osman et al., 2015; 25504633) or p53 gene therapy such as SGT53 (Xu et al., 2002; 12489850, Xu et al., 2001; 11713371, Camp et al., 2013; 23470564, Kim et al., 2015; 25240597, Pirollo et al., 2016; 27357628, Leung et al., 2021; ASCO Abstract 4139). In a Phase 1 study, adavosertib in combination with gemcitabine, cisplatin, or carboplatin elicited PRs in 9.7% and SDs in 53% of patients with solid tumors; the response rate was 21% (4/19) for patients with TP53 mutations versus 12% (4/33) for patients who were TP53 wildtype (Leijen et al., 2016; 27601554). A Phase 2 trial of adavosertib in combination with chemotherapy (gemcitabine, carboplatin, paclitaxel, or doxorubicin) reported a 32% (30/94, 3 CR) ORR and a 73% (69/94) DCR for patients with platinum_refractory TP53_mutated ovarian, Fallopian tube, or peritoneal cancer (Moore et al., 2019; ASCO Abstract 5513). A smaller Phase 2 trial of adavosertib in combination with carboplatin achieved a 43% (9/21, 1 CR) ORR and a 76% (16/21) DCR for patients with platinum_refractory TP53_mutated ovarian cancer (Leijen et al., 2016; 27998224). The combination of adavosertib with paclitaxel and carboplatin for patients with TP53_mutated ovarian cancer also significantly increased PFS compared with paclitaxel and carboplatin alone (Oza et al., 2015; ASCO Abstract 5506). In the Phase 2 VIKTORY trial, patients with TP53_mutated metastatic and/or recurrent gastric cancer experienced a 24% (6/25) ORR with adavosertib combined with paclitaxel (Lee et al., 2019; 31315834). A Phase 1 trial of neoadjuvant adavosertib in combination with cisplatin and docetaxel for head and neck squamous cell carcinoma (HNSCC) elicited a 71% (5/7) response rate for patients with TP53 alterations (Mendez et al., 2018; 29535125). The Phase 2 FOCUS4_C trial for patients with TP53_ and RAS_mutated colorectal cancer reported improvement in PFS (3.61 vs. 1.87 months, HR=0.35, p=0.0022), but not OS (14.0 vs 12.8 months, p=0.93), following adavosertib treatment compared with active monitoring (Seligmann et al., 2021; 34538072). In a Phase 1b clinical trial of SGT_53 in combination with docetaxel for patients with solid tumors, 75% (9/12) of evaluable patients experienced clinical benefit, including 2 confirmed and 1 unconfirmed PRs and 2 instances of SD with significant tumor shrinkage (Pirollo et al., 2016; 27357628). Missense mutations leading to TP53 inactivation may be sensitive to therapies that reactivate mutated p53 such as eprenetapopt. In a Phase 1b trial for patients with p53_positive high_grade serous ovarian cancer, eprenetapopt combined with carboplatin and pegylated liposomal doxorubicin achieved a 52% (11/21) response rate and 100% DCR (Gourley et al., 2016; ASCO Abstract 5571). A Phase 1 trial of eprenetapopt with pembrolizumab for patients with solid tumors reported an ORR of 10% (3/29) (Park et al., 2022; 36084396). Germline mutations in TP53 are associated with the very rare autosomal dominant disorder Li_Fraumeni syndrome and the early onset of many cancers (Bougeard et al., 2015; 26014290, Sorrell et al., 2013; 23355100, Nichols et al., 2001; 11219776), including sarcomas (Kleihues et al., 1997; 9006316, Gonzalez et al., 2009; 19204208). Estimates for the prevalence of germline TP53 mutations in the general population range from 1:5,000 (Lalloo et al., 2003; 12672316) to 1:20,000 (Gonzalez et al., 2009; 19204208). For pathogenic TP53 mutations identified during tumor sequencing, the rate of germline mutations was 1% in the overall population and 6% in tumors arising before age 30 (Mandelker et al., 2019; 31050713). In the appropriate clinical context, germline testing of TP53 is recommended. Variants seen in this gene have been reported to occur in clonal hematopoiesis (CH), an age_related process in which hematopoietic stem cells acquire somatic mutations that allow for clonal expansion (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838, Xie et al., 2014; 25326804, Acuna_Hidalgo et al., 2017; 28669404, Severson et al., 2018; 29678827, Fuster et al., 2018; 29420212). CH in this gene has been associated with increased mortality, risk of coronary heart disease, risk of ischemic stroke, and risk of secondary hematologic malignancy (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838). Clinical management of patients with CH in this gene may include monitoring for hematologic changes and reduction of controllable risk factors for cardiovascular disease (Steensma., 2018; 30504320). Comprehensive genomic profiling of solid tumors detects nontumor alterations that are due to CH (Severson et al., 2018; 29678827, Chabon et al., 2020; 32269342, Razavi et al., 2019; 31768066). Patient_matched peripheral blood mononuclear cell sequencing is required to conclusively determine if this alteration is present in tumor or is secondary to CH.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "05", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "05"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a TMB below levels that would be predicted to be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors, alone or in combination with other agents (Samstein et al., 2019; 30643254, Fabrizio et al., 2018; 30151257, Marabelle et al., 2020; 32919526). Elevated tumor mutational burden (TMB) has been reported in 8_25% of colorectal cancer (CRC) samples (George et al., 2016; ASCO Abstract 3587, Nagahashi et al., 2016; ASCO Abstract e15103, Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117, Shao et al., 2020; 33119110). Multiple studies have reported that up to 90% of hypermutated CRC cases exhibit high levels of microsatellite instability (MSI_H) and mismatch repair deficiency (MMR_D) (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117). Increased TMB is significantly associated with MSI_H and MMR_D, with studies reporting that 100% of MSI_H CRCs harbor elevated TMB and conversely that 100% of tumors with low TMB harbor intact MMR (George et al., 2016; ASCO Abstract 3587, Nagahashi et al., 2016; ASCO Abstract e15103, Stadler et al., 2016; 27022117). A subset of CRCs that harbor increased TMB but not MSI_H are driven by mutations in POLE, which leads to an “ultramutated” phenotype with especially high TMB (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117). Tumors with increased TMB harbor BRAF V600E mutations more frequently than those with low TMB (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117), whereas TMB_low tumors more frequently harbor mutations in TP53 and APC (Cancer Genome Atlas Network, 2012; 22810696). The prognostic value of tumor mutational burden (TMB) in colorectal cancer (CRC) is context_ and therapy_dependent. A study of tissue TMB (tTMB) in 145 CRC samples showed longer OS in TMB_high samples compared with TMB_low ones (Schwartz et al., 2018; ASCO Abstract 572). Similarly, for patients with metastatic CRC treated with first_line chemotherapy combined with bevacizumab or cetuximab, high tissue TMB (tTMB_H) was associated with longer OS (Innocenti et al., 2019; 30865548). For patients treated with adjuvant chemotherapy, tTMB_H was associated with better 5_year relapse_free survival (Lee et al., 2019; 31285374). However, for patients with EGFR/BRAF_inhibitor_treated, BRAF_mutated microsatellite stable (MSS) metastatic CRC, intermediate tTMB was associated with significantly poorer PFS and OS compared with TMB_low status; patients with primary resistance to EGFR/BRAF blockage had higher TMB than those sensitive to these therapies (Randon et al., 2022; 34933155). In a study for 61 patients with metastatic, MSS CRC treated with best standard of care, plasma TMB scores ≥28 Muts/Mb (approximately 14 Muts/Mb as measured by this assay) were associated with reduced OS compared with plasma TMB scores <28 Muts/Mb (3.0 vs. 5.3 months, HR=0.76, p=0.007), whereas tTMB was not found to be prognostic in this population (Chen et al., 2020; 32379280, Loree et al., 2021; ASCO GI Abstract 61). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). In multiple pan_tumor studies, increased tissue tumor mutational burden (TMB) was associated with sensitivity to immune checkpoint inhibitors (Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947, Ott et al., 2019; 30557521, Cristescu et al., 2022; 35101941, Friedman et al., 2022; 34876409, Sturgill et al., 2022; 35274716). In the KEYNOTE 158 trial of pembrolizumab monotherapy for patients with solid tumors, significant improvement in ORR was observed for patients with TMB ≥10 Muts/Mb (as measured by this assay) compared with those with TMB <10 Muts/Mb in a large cohort that included multiple tumor types (Marabelle et al., 2020; 32919526); similar findings were observed in the KEYNOTE 028 and 012 trials (Cristescu et al., 2018; 30309915). At the same TMB cutpoint, retrospective analysis of patients with solid tumors treated with any checkpoint inhibitor identified that tissue TMB scores ≥ 10 Muts/Mb were associated with prolonged time to treatment failure compared with scores <10 muts/Mb (HR=0.68) (Sturgill et al., 2022; 35274716). For patients with solid tumors treated with nivolumab plus ipilimumab in the CheckMate 848 trial, improved responses were observed in patients with a tissue TMB ≥ 10 Muts/Mb independent of blood TMB at any cutpoint in matched samples (Schenker at al., 2022; AACR Abstract 7845). However, support for higher TMB thresholds and efficacy was observed in the prospective Phase 2 MyPathway trial of atezolizumab for patients with pan_solid tumors, where improved ORR and DCR was seen in patients with TMB ≥ 16 Muts/Mb than those with TMB ≥ 10 and <16 Muts/Mb (Friedman et al., 2022; 34876409). Similarly, analyses across several solid tumor types reported that patients with higher TMB (defined as ≥16_20 Muts/Mb) achieved greater clinical benefit from PD_1 or PD_L1_targeting monotherapy compared with patients with higher TMB treated with chemotherapy (Legrand et al., 2018; ASCO Abstract 12000) or those with lower TMB treated with PD_1 or PD_L1_targeting agents (Goodman et al., 2017; 28835386). In CRC specifically, a retrospective analysis of immune checkpoint inhibitor efficacy reported significantly improved OS for patients with tumors harboring TMB ≥9.8 Muts/MB compared with those with tumors with TMB <9.8 Muts/Mb (~ equivalency <12 Muts/Mb as measured by this assay) (Samstein et al., 2019; 30643254). Another retrospective study reported that a TMB ≥12 Muts/Mb cutoff identifies >99% of MSI_High CRC cases but only 3% of MSS cases, indicating the utility of this cutoff for identification of patients with CRC likely to benefit from treatment with immune checkpoint inhibitors (Fabrizio et al., 2018; 30151257).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "APC", "Alteration": "T1556fs*3", "Title": "A Study of E7386 in Combination With Pembrolizumab in Previously Treated Participants With Selected Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "CBP, Beta_catenin, PD_1", "Locations": "Fukuoka (Japan), Osaka (Japan), Shizouka (Japan), Tokyo (Japan), Chiba_shi (Japan), Kashiwa (Japan), Sapporo shi (Japan), Glasgow (United Kingdom), Manchester (United Kingdom), London (United Kingdom)", "NCTID": "NCT05091346", "Note": "Based on preclinical and limited clinical data, APC inactivation may be associated with sensitivity to CBP/beta_catenin interaction inhibitors.", "Include": "true"}, {"Gene": "APC", "Alteration": "T1556fs*3", "Title": "A Study of E7386 in Combination With Other Anticancer Drug in Participants With Solid Tumor", "StudyPhase": "PHASE 1", "Target": "CBP, Beta_catenin, FGFRs, RET, PDGFRA, VEGFRs, KIT", "Locations": "Kurume (Japan), Matsuyama (Japan), Seodaemun (Korea, Republic of), Osakasayama (Japan), Nagoya (Japan), Kawasaki (Japan), Chuo_Ku (Japan), Koto_ku (Japan), Chiba (Japan), Kashiwa (Japan)", "NCTID": "NCT04008797", "Note": "Based on preclinical and limited clinical data, APC inactivation may be associated with sensitivity to CBP/beta_catenin interaction inhibitors.", "Include": "true"}, {"Gene": "APC", "Alteration": "T1556fs*3", "Title": "Study of E7386 in Participants With Selected Advanced Neoplasms", "StudyPhase": "PHASE 1", "Target": "CBP, Beta_catenin", "Locations": "Glasgow (United Kingdom), Manchester (United Kingdom), London (United Kingdom), Sutton (United Kingdom)", "NCTID": "NCT03264664", "Note": "Based on preclinical and limited clinical data, APC inactivation may be associated with sensitivity to CBP/beta_catenin interaction inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "BRAF V600E_mutant Colorectal Cancer Study of Encorafenib Taken With Cetuximab Plus or Minus Chemotherapy (BREAKWATER)", "StudyPhase": "PHASE 3", "Target": "VEGFA, MEK, BRAF, EGFR", "Locations": "Taipei (Taiwan), Taoyuan (Taiwan), Taichung (Taiwan), Fuzhou (China), Tainan (Taiwan), Kaohsiung (Taiwan), Hangzhou (China), Shanghai (China), Busan (Korea, Republic of), Nanjing (China)", "NCTID": "NCT04607421", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "A Study to Evaluate KIN_2787 in Subjects With BRAF Mutation Positive Solid Tumors", "StudyPhase": "PHASE 1", "Target": "BRAF, MEK", "Locations": "Taipei (Taiwan), Shanghai (China), Gyeonggi_do (Korea, Republic of), Cheongju_si (Korea, Republic of), Incheon (Korea, Republic of), Seoul (Korea, Republic of), Perth (Australia), Wollstonecraft (Australia), Amsterdam (Netherlands), Villejuif (France)", "NCTID": "NCT04913285", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "A Study Evaluating the Combination of Encorafenib and Cetuximab Versus Irinotecan/Cetuximab or Infusional 5_fluorouracil (5_FU)/Folinic Acid (FA)/Irinotecan (FOLFIRI)/Cetuximab in Chinese Patients With BRAF V600E Mutant Metastatic Colorectal Cancer.", "StudyPhase": "PHASE 2", "Target": "MEK, BRAF, EGFR", "Locations": "Fuzhou (China), Xiamen (China), Shantou (China), Hangzhou (China), Ganzhou (China), Shanghai (China), Nanchang (China), Changzhou (China), Shenzhen (China), Guangzhou (China)", "NCTID": "NCT05004350", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "The Efficacy of HLX208 (BRAF V600E Inhibitor) With Cetuximab for Metastatic Colorectal Cancer (mCRC) With BRAF V600E Mutation After First_line Treatment", "StudyPhase": "PHASE 2", "Target": "EGFR, BRAF", "Locations": "Shanghai (China)", "NCTID": "NCT04984369", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "FIVC in Advanced Colorectal Cancer Patients With BRAF V600E Mutation.", "StudyPhase": "PHASE 2", "Target": "EGFR, BRAF", "Locations": "Shanghai (China)", "NCTID": "NCT03727763", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "A PhaseI Study of HL_085 Plus Vemurafenib in Solid Tumor With BRAF V600 Mutation", "StudyPhase": "PHASE 1", "Target": "MEK, BRAF", "Locations": "Hangzhou (China), Zhengzhou (China), Beijing (China)", "NCTID": "NCT03781219", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "Trametinib Combined With Everolimus and Lenvatinib for Recurrent/Refractory Advanced Solid Tumors", "StudyPhase": "PHASE 2", "Target": "mTOR, FGFRs, RET, PDGFRA, VEGFRs, KIT, MEK", "Locations": "Guangzhou (China)", "NCTID": "NCT04803318", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "DAY101 Monotherapy or in Combination With Other Therapies for Patients With Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "BRAF, MEK", "Locations": "Busan (Korea, Republic of), Seoul (Korea, Republic of), Clayton (Australia), Edegem (Belgium), Oregon, Barcelona (Spain), Madrid (Spain), California, Colorado", "NCTID": "NCT04985604", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "AB122 Platform Study", "StudyPhase": "PHASE 1", "Target": "PD_1, HSP90, FGFRs", "Locations": "Ehime (Japan), Wakayama (Japan), Osaka (Japan), Aichi (Japan), Shizuoka (Japan), Kanagawa (Japan), Tokyo (Japan), Chiba (Japan), Hokkaido (Japan)", "NCTID": "NCT04999761", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600E", "Title": "Cobimetinib and HM95573 in Patients With Locally Advanced or Metastatic Solid Tumors", "StudyPhase": "PHASE 1", "Target": "MEK, RAFs, NRAS", "Locations": "Hwasun (Korea, Republic of), Pusan (Korea, Republic of), Seongnam (Korea, Republic of), Seoul (Korea, Republic of), Goyang_si (Korea, Republic of)", "NCTID": "NCT03284502", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Limited clinical and preclinical studies indicate BRAF mutations may predict sensitivity to MEK_pan_RAF dual inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Tumor_Agnostic Precision Immuno_Oncology and Somatic Targeting Rational for You (TAPISTRY) Platform Study", "StudyPhase": "PHASE 2", "Target": "TRKB, ALK, TRKC, ROS1, TRKA, RET, PD_L1, AKTs, ERBB2, MDM2, PI3K_alpha, RAFs, NRAS", "Locations": "Taipei City (Taiwan), Taoyuan County (Taiwan), Tainan (Taiwan), Shanghai City (China), Shanghai (China), Shatin (Hong Kong), Hong Kong (Hong Kong), Seoul (Korea, Republic of), Xi an (China), Tianjin (China)", "NCTID": "NCT04589845", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "ATG_008 Combined With Toripalimab in Advanced Solid Tumors", "StudyPhase": "PHASE null", "Target": "mTORC1, mTORC2, PD_1", "Locations": "Chongqing (China), Chengdu (China)", "NCTID": "NCT04337463", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Trametinib Combined With Everolimus and Lenvatinib for Recurrent/Refractory Advanced Solid Tumors", "StudyPhase": "PHASE 2", "Target": "mTOR, FGFRs, RET, PDGFRA, VEGFRs, KIT, MEK", "Locations": "Guangzhou (China)", "NCTID": "NCT04803318", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Alpelisib and Paclitaxel in PIK3CA_altered Gastric Cancer", "StudyPhase": "PHASE 1/2", "Target": "PI3K_alpha", "Locations": "Seongnam_si (Korea, Republic of), Seoul (Korea, Republic of)", "NCTID": "NCT04526470", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Phase I Study of AZD5363 + Olaparib + Durvalumab in Patients With Advanced or Metastatic Solid Tumor Malignancies", "StudyPhase": "PHASE 1", "Target": "PARP, AKTs, PD_L1", "Locations": "Singapore (Singapore)", "NCTID": "NCT03772561", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Safety and Oversight of the Individually Tailored Treatment Approach: A Novel Pilot Study", "StudyPhase": "PHASE null", "Target": "CDK4, CDK6, PI3K_alpha, PD_L1, MEK, PARP, PD_1, BRAF", "Locations": "Melbourne (Australia)", "NCTID": "NCT04801966", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "CRAFT: The NCT_PMO_1602 Phase II Trial", "StudyPhase": "PHASE 2", "Target": "PD_L1, AKTs, MEK, BRAF, ALK, RET, ERBB2", "Locations": "Würzburg (Germany), Mainz (Germany), Heidelberg (Germany), Tübingen (Germany)", "NCTID": "NCT04551521", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Testing the Addition of an Anti_cancer Drug, Copanlisib, to the Usual Immunotherapy (Nivolumab With or Without Ipilimumab) in Patients With Advanced Solid Cancers That Have Changes in the Following Genes: PIK3CA and PTEN", "StudyPhase": "PHASE 1/2", "Target": "PD_1, CTLA_4, PI3K", "Locations": "Toronto (Canada), Texas, Virginia", "NCTID": "NCT04317105", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "Improving Public Cancer Care by Implementing Precision Medicine in Norway", "StudyPhase": "PHASE 2", "Target": "PD_L1, VEGFA, ERBB2, ALK, RET, PARP, SMO, TRKB, TRKC, ROS1, TRKA, MEK, BRAF, PI3K_alpha, FGFR1, FGFR2, FGFR3, MET, KIT, ABL", "Locations": "Tromsø (Norway), Bodø (Norway), Hamar (Norway), Oslo (Norway), Fredrikstad (Norway), Drammen (Norway), Trondheim (Norway), Skien (Norway), Førde (Norway), Bergen (Norway)", "NCTID": "NCT04817956", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "PIK3CA", "Alteration": "E545K", "Title": "To Evaluate the Safety, Tolerability, and Pharmacokinetics of GDC_0077 Single Agent in Participants With Solid Tumors and in Combination With Endocrine and Targeted Therapies in Participants With Breast Cancer", "StudyPhase": "PHASE 1", "Target": "PI3K_alpha, Aromatase, ER, CDK6, CDK4", "Locations": "London (United Kingdom), Surrey (United Kingdom), Bordeaux (France), Barcelona (Spain), Valencia (Spain), Toronto (Canada), Massachusetts, New York, Tennessee", "NCTID": "NCT03006172", "Note": "PIK3CA activating mutations may lead to activation of the PI3K_AKT_mTOR pathway and may therefore indicate sensitivity to inhibitors of this pathway. Strong clinical data support sensitivity of PIK3CA_mutated solid tumors to the PI3K_alpha inhibitor alpelisib. Several clinical studies have shown that inhibitors of the PI3K_AKT_mTOR pathway have not produced significant clinical benefit when used as a monotherapy in patients with colorectal cancer; combination therapies may be required to overcome this lack of response. On the basis of preclinical and limited clinical data, PIK3CA activating mutations may predict sensitivity to glutaminase inhibitors.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "24957944", "FullCitation": "Holderfield M, et al. Nat. Rev. Cancer (2014) pmid: 24957944", "Include": "true"}, {"number": "1", "ReferenceId": "24948110", "FullCitation": "Burotto M, et al. Cancer (2014) pmid: 24948110", "Include": "true"}, {"number": "2", "ReferenceId": "12068308", "FullCitation": "Davies H, et al. Nature (2002) pmid: 12068308", "Include": "true"}, {"number": "3", "ReferenceId": "24132290", "FullCitation": "Kandoth C, et al. Nature (2013) pmid: 24132290", "Include": "true"}, {"number": "4", "ReferenceId": "23273605", "FullCitation": "Greaves WO, et al. J Mol Diagn (2013) pmid: 23273605", "Include": "true"}, {"number": "5", "ReferenceId": "23237741", "FullCitation": "Klein O, et al. Eur. J. Cancer (2013) pmid: 23237741", "Include": "true"}, {"number": "6", "ReferenceId": "15059882", "FullCitation": "Wellbrock C, et al. Cancer Res. (2004) pmid: 15059882", "Include": "true"}, {"number": "7", "ReferenceId": "22735384", "FullCitation": "Hauschild A, et al. Lancet (2012) pmid: 22735384", "Include": "true"}, {"number": "8", "ReferenceId": "24508103", "FullCitation": "McArthur GA, et al. Lancet Oncol. (2014) pmid: 24508103", "Include": "true"}, {"number": "9", "ReferenceId": "22904646", "FullCitation": "Fisher R, et al. Cancer Manag Res (2012) pmid: 22904646", "Include": "true"}, {"number": "10", "ReferenceId": "20551065", "FullCitation": "Yang H, et al. Cancer Res. (2010) pmid: 20551065", "Include": "true"}, {"number": "11", "ReferenceId": "23317446", "FullCitation": "Gentilcore G, et al. BMC Cancer (2013) pmid: 23317446", "Include": "true"}, {"number": "12", "ReferenceId": "23473613", "FullCitation": "van den Brom RR, et al. Eur. J. Cancer (2013) pmid: 23473613", "Include": "true"}, {"number": "13", "ReferenceId": "23490649", "FullCitation": "Klein O, et al. Eur. J. Cancer (2013) pmid: 23490649", "Include": "true"}, {"number": "14", "ReferenceId": "23463675", "FullCitation": "Ponti G, et al. J. Clin. Pathol. (2013) pmid: 23463675", "Include": "true"}, {"number": "15", "ReferenceId": "23031422", "FullCitation": "Ponti G, et al. J Hematol Oncol (2012) pmid: 23031422", "Include": "true"}, {"number": "16", "ReferenceId": "25382067", "FullCitation": "Parakh S, et al. J Clin Pharm Ther (2015) pmid: 25382067", "Include": "true"}, {"number": "17", "ReferenceId": "28194436", "FullCitation": "Lee LH, et al. JCI Insight (2017) pmid: 28194436", "Include": "true"}, {"number": "18", "ReferenceId": "21163703", "FullCitation": "De Roock W, et al. Lancet Oncol. (2011) pmid: 21163703", "Include": "true"}, {"number": "19", "ReferenceId": "19001320", "FullCitation": "Di Nicolantonio F, et al. J. Clin. Oncol. (2008) pmid: 19001320", "Include": "true"}, {"number": "20", "ReferenceId": "22723336", "FullCitation": "Dienstmann R, et al. Mol. Cancer Ther. (2012) pmid: 22723336", "Include": "true"}, {"number": "21", "ReferenceId": "23056577", "FullCitation": "Safaee Ardekani G, et al. PLoS ONE (2012) pmid: 23056577", "Include": "true"}, {"number": "22", "ReferenceId": "23548132", "FullCitation": "Guedes JG, et al. BMC Cancer (2013) pmid: 23548132", "Include": "true"}, {"number": "23", "ReferenceId": "36307056", "FullCitation": "Cervantes A, et al. Ann Oncol (2023) pmid: 36307056", "Include": "true"}, {"number": "24", "ReferenceId": "21502544", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2011) pmid: 21502544", "Include": "true"}, {"number": "25", "ReferenceId": "22446022", "FullCitation": "Bokemeyer C, et al. Eur. J. Cancer (2012) pmid: 22446022", "Include": "true"}, {"number": "26", "ReferenceId": "23045248", "FullCitation": "Gavin PG, et al. Clin. Cancer Res. (2012) pmid: 23045248", "Include": "true"}, {"number": "27", "ReferenceId": "19884556", "FullCitation": "Laurent_Puig P, et al. J. Clin. Oncol. (2009) pmid: 19884556", "Include": "true"}, {"number": "28", "ReferenceId": "22147942", "FullCitation": "Ogino S, et al. Clin. Cancer Res. (2012) pmid: 22147942", "Include": "true"}, {"number": "29", "ReferenceId": "20008640", "FullCitation": "Roth AD, et al. J. Clin. Oncol. (2010) pmid: 20008640", "Include": "true"}, {"number": "30", "ReferenceId": "24024839", "FullCitation": "Douillard JY, et al. N. Engl. J. Med. (2013) pmid: 24024839", "Include": "true"}, {"number": "31", "ReferenceId": "26989027", "FullCitation": "Hsu HC, et al. Oncotarget (2016) pmid: 26989027", "Include": "true"}, {"number": "32", "ReferenceId": "27815357", "FullCitation": "Summers MG, et al. Clin. Cancer Res. (2017) pmid: 27815357", "Include": "true"}, {"number": "33", "ReferenceId": "29431699", "FullCitation": "Corcoran RB, et al. Cancer Discov (2018) pmid: 29431699", "Include": "true"}, {"number": "34", "ReferenceId": "26287849", "FullCitation": "Hyman DM, et al. N. Engl. J. Med. (2015) pmid: 26287849", "Include": "true"}, {"number": "35", "ReferenceId": "25589621", "FullCitation": "Yaeger R, et al. Clin. Cancer Res. (2015) pmid: 25589621", "Include": "true"}, {"number": "36", "ReferenceId": "33356422", "FullCitation": "Kopetz S, et al. J Clin Oncol (2021) pmid: 33356422", "Include": "true"}, {"number": "37", "ReferenceId": "26392102", "FullCitation": "Corcoran RB, et al. J. Clin. Oncol. (2015) pmid: 26392102", "Include": "true"}, {"number": "38", "ReferenceId": "22761467", "FullCitation": "Martinez_Garcia M, et al. Clin. Cancer Res. (2012) pmid: 22761467", "Include": "true"}, {"number": "39", "ReferenceId": "33128873", "FullCitation": "Guo C, et al. Lancet Oncol (2020) pmid: 33128873", "Include": "true"}, {"number": "40", "ReferenceId": "32182156", "FullCitation": "Desai J, et al. J Clin Oncol (2020) pmid: 32182156", "Include": "true"}, {"number": "41", "ReferenceId": "33953400", "FullCitation": "Yen I, et al. Nature (2021) pmid: 33953400", "Include": "true"}, {"number": "42", "ReferenceId": "25673558", "FullCitation": "Pietrantonio F, et al. Eur. J. Cancer (2015) pmid: 25673558", "Include": "true"}, {"number": "43", "ReferenceId": "25989278", "FullCitation": "Rowland A, et al. Br. J. Cancer (2015) pmid: 25989278", "Include": "true"}, {"number": "44", "ReferenceId": "23741067", "FullCitation": "Smith CG, et al. Clin. Cancer Res. (2013) pmid: 23741067", "Include": "true"}, {"number": "45", "ReferenceId": "24218517", "FullCitation": "Karapetis CS, et al. Clin. Cancer Res. (2014) pmid: 24218517", "Include": "true"}, {"number": "46", "ReferenceId": "23325582", "FullCitation": "Peeters M, et al. Clin. Cancer Res. (2013) pmid: 23325582", "Include": "true"}, {"number": "47", "ReferenceId": "26341920", "FullCitation": "Peeters M, et al. Clin. Cancer Res. (2015) pmid: 26341920", "Include": "true"}, {"number": "48", "ReferenceId": "28399112", "FullCitation": "Guren TK, et al. Br. J. Cancer (2017) pmid: 28399112", "Include": "true"}, {"number": "49", "ReferenceId": "23725851", "FullCitation": "Seymour MT, et al. Lancet Oncol. (2013) pmid: 23725851", "Include": "true"}, {"number": "50", "ReferenceId": "28463756", "FullCitation": "Stintzing S, et al. Eur. J. Cancer (2017) pmid: 28463756", "Include": "true"}, {"number": "51", "ReferenceId": "19571295", "FullCitation": "Tol J, et al. N. Engl. J. Med. (2009) pmid: 19571295", "Include": "true"}, {"number": "52", "ReferenceId": "18621636", "FullCitation": "Freeman DJ, et al. Clin Colorectal Cancer (2008) pmid: 18621636", "Include": "true"}, {"number": "53", "ReferenceId": "23357879", "FullCitation": "Gao J, et al. Chin. J. Cancer Res. (2011) pmid: 23357879", "Include": "true"}, {"number": "54", "ReferenceId": "22638623", "FullCitation": "Soeda H, et al. Int. J. Clin. Oncol. (2013) pmid: 22638623", "Include": "true"}, {"number": "55", "ReferenceId": "21632860", "FullCitation": "Molinari F, et al. Clin. Cancer Res. (2011) pmid: 21632860", "Include": "true"}, {"number": "56", "ReferenceId": "23041588", "FullCitation": "André T, et al. Ann. Oncol. (2013) pmid: 23041588", "Include": "true"}, {"number": "57", "ReferenceId": "17363584", "FullCitation": "Benvenuti S, et al. Cancer Res. (2007) pmid: 17363584", "Include": "true"}, {"number": "58", "ReferenceId": "25623215", "FullCitation": "Arena S, et al. Clin. Cancer Res. (2015) pmid: 25623215", "Include": "true"}, {"number": "59", "ReferenceId": "22270724", "FullCitation": "Montagut C, et al. Nat. Med. (2012) pmid: 22270724", "Include": "true"}, {"number": "60", "ReferenceId": "27852040", "FullCitation": "Toledo RA, et al. Oncotarget (2017) pmid: 27852040", "Include": "true"}, {"number": "61", "ReferenceId": "15950905", "FullCitation": "Samuels Y, et al. Cancer Cell (2005) pmid: 15950905", "Include": "true"}, {"number": "62", "ReferenceId": "19629070", "FullCitation": "Nat. Rev. Cancer (2009) pmid: 19629070", "Include": "true"}, {"number": "63", "ReferenceId": "15647370", "FullCitation": "Kang S, et al. Proc. Natl. Acad. Sci. U.S.A. (2005) pmid: 15647370", "Include": "true"}, {"number": "64", "ReferenceId": "15930273", "FullCitation": "Ikenoue T, et al. Cancer Res. (2005) pmid: 15930273", "Include": "true"}, {"number": "65", "ReferenceId": "17376864", "FullCitation": "Gymnopoulos M, et al. Proc. Natl. Acad. Sci. U.S.A. (2007) pmid: 17376864", "Include": "true"}, {"number": "66", "ReferenceId": "18317450", "FullCitation": "Horn S, et al. Oncogene (2008) pmid: 18317450", "Include": "true"}, {"number": "67", "ReferenceId": "21266528", "FullCitation": "Rudd ML, et al. Clin. Cancer Res. (2011) pmid: 21266528", "Include": "true"}, {"number": "68", "ReferenceId": "22120714", "FullCitation": "Hon WC, et al. Oncogene (2012) pmid: 22120714", "Include": "true"}, {"number": "69", "ReferenceId": "22949682", "FullCitation": "Burke JE, et al. Proc. Natl. Acad. Sci. U.S.A. (2012) pmid: 22949682", "Include": "true"}, {"number": "70", "ReferenceId": "19915146", "FullCitation": "Wu H, et al. Proc. Natl. Acad. Sci. U.S.A. (2009) pmid: 19915146", "Include": "true"}, {"number": "71", "ReferenceId": "2103068", "FullCitation": "Laurenti R, et al. Rev Saude Publica (1990) pmid: 2103068", "Include": "true"}, {"number": "72", "ReferenceId": "20530683", "FullCitation": "Dan S, et al. Cancer Res. (2010) pmid: 20530683", "Include": "true"}, {"number": "73", "ReferenceId": "18829572", "FullCitation": "Oda K, et al. Cancer Res. (2008) pmid: 18829572", "Include": "true"}, {"number": "74", "ReferenceId": "18794883", "FullCitation": "Zhao L, et al. Oncogene (2008) pmid: 18794883", "Include": "true"}, {"number": "75", "ReferenceId": "23619167", "FullCitation": "Lui VW, et al. Cancer Discov (2013) pmid: 23619167", "Include": "true"}, {"number": "76", "ReferenceId": "22430209", "FullCitation": "Ross RL, et al. Oncogene (2013) pmid: 22430209", "Include": "true"}, {"number": "77", "ReferenceId": "22729224", "FullCitation": "Rivière JB, et al. Nat. Genet. (2012) pmid: 22729224", "Include": "true"}, {"number": "78", "ReferenceId": "19394761", "FullCitation": "Shibata T, et al. Cancer Lett. (2009) pmid: 19394761", "Include": "true"}, {"number": "79", "ReferenceId": "26627007", "FullCitation": "Dogruluk T, et al. Cancer Res. (2015) pmid: 26627007", "Include": "true"}, {"number": "80", "ReferenceId": "29284706", "FullCitation": "Croessmann S, et al. Clin. Cancer Res. (2018) pmid: 29284706", "Include": "true"}, {"number": "81", "ReferenceId": "29533785", "FullCitation": "Ng PK, et al. Cancer Cell (2018) pmid: 29533785", "Include": "true"}, {"number": "82", "ReferenceId": "32929011", "FullCitation": "Spangle JM, et al. (2020) pmid: 32929011", "Include": "true"}, {"number": "83", "ReferenceId": "29636477", "FullCitation": "Chen L, et al. Nat Commun (2018) pmid: 29636477", "Include": "true"}, {"number": "84", "ReferenceId": "34779417", "FullCitation": "Jin N, et al. J Clin Invest (2021) pmid: 34779417", "Include": "true"}, {"number": "85", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "86", "ReferenceId": "25164765", "FullCitation": "Brannon AR, et al. Genome Biol. (2014) pmid: 25164765", "Include": "true"}, {"number": "87", "ReferenceId": "24701207", "FullCitation": "Huang L, et al. Arch Med Sci (2014) pmid: 24701207", "Include": "true"}, {"number": "88", "ReferenceId": "20619739", "FullCitation": "De Roock W, et al. Lancet Oncol. (2010) pmid: 20619739", "Include": "true"}, {"number": "89", "ReferenceId": "24608574", "FullCitation": "Fritsch C, et al. Mol. Cancer Ther. (2014) pmid: 24608574", "Include": "true"}, {"number": "90", "ReferenceId": "29401002", "FullCitation": "Juric D, et al. J. Clin. Oncol. (2018) pmid: 29401002", "Include": "true"}, {"number": "91", "ReferenceId": "30793038", "FullCitation": "Gallant JN, et al. NPJ Precis Oncol (2019) pmid: 30793038", "Include": "true"}, {"number": "92", "ReferenceId": "34613809", "FullCitation": "Delestre F, et al. Sci Transl Med (2021) pmid: 34613809", "Include": "true"}, {"number": "93", "ReferenceId": "31619463", "FullCitation": "Morschhauser F, et al. Mol Cancer Ther (2020) pmid: 31619463", "Include": "true"}, {"number": "94", "ReferenceId": "27672108", "FullCitation": "Patnaik A, et al. Ann. Oncol. (2016) pmid: 27672108", "Include": "true"}, {"number": "95", "ReferenceId": "31934607", "FullCitation": "Santin AD, et al. Gynecol Oncol Rep (2020) pmid: 31934607", "Include": "true"}, {"number": "96", "ReferenceId": "35133871", "FullCitation": "Damodaran S, et al. J Clin Oncol (2022) pmid: 35133871", "Include": "true"}, {"number": "97", "ReferenceId": "31091374", "FullCitation": "André F, et al. N. Engl. J. Med. (2019) pmid: 31091374", "Include": "true"}, {"number": "98", "ReferenceId": "33863913", "FullCitation": "Smyth LM, et al. NPJ Breast Cancer (2021) pmid: 33863913", "Include": "true"}, {"number": "99", "ReferenceId": "31351267", "FullCitation": "Varnier R, et al. Eur J Cancer (2019) pmid: 31351267", "Include": "true"}, {"number": "100", "ReferenceId": "32914004", "FullCitation": "Basse C, et al. JCO Precis Oncol (2018) pmid: 32914004", "Include": "true"}, {"number": "101", "ReferenceId": "33277683", "FullCitation": "Sultova E, et al. Arch Gynecol Obstet (2021) pmid: 33277683", "Include": "true"}, {"number": "102", "ReferenceId": "24166148", "FullCitation": "Mackay HJ, et al. Cancer (2014) pmid: 24166148", "Include": "true"}, {"number": "103", "ReferenceId": "27016228", "FullCitation": "Myers AP, et al. Gynecol. Oncol. (2016) pmid: 27016228", "Include": "true"}, {"number": "104", "ReferenceId": "29588307", "FullCitation": "Dhami J, et al. Cold Spring Harb Mol Case Stud (2018) pmid: 29588307", "Include": "true"}, {"number": "105", "ReferenceId": "30863722", "FullCitation": "Harris EJ, et al. Front Oncol (2019) pmid: 30863722", "Include": "true"}, {"number": "106", "ReferenceId": "29301825", "FullCitation": "Hanna GJ, et al. Clin Cancer Res (2018) pmid: 29301825", "Include": "true"}, {"number": "107", "ReferenceId": "32907836", "FullCitation": "Zhao Y, et al. Cancer Res (2020) pmid: 32907836", "Include": "true"}, {"number": "108", "ReferenceId": "23743569", "FullCitation": "Ng K, et al. Clin. Cancer Res. (2013) pmid: 23743569", "Include": "true"}, {"number": "109", "ReferenceId": "24092809", "FullCitation": "Ganesan P, et al. Mol. Cancer Ther. (2013) pmid: 24092809", "Include": "true"}, {"number": "110", "ReferenceId": "24440717", "FullCitation": "Janku F, et al. Cell Rep (2014) pmid: 24440717", "Include": "true"}, {"number": "111", "ReferenceId": "28424201", "FullCitation": "Xu JM, et al. Clin Cancer Res (2017) pmid: 28424201", "Include": "true"}, {"number": "112", "ReferenceId": "34315006", "FullCitation": "Kim SY, et al. Cancer Genet (2021) pmid: 34315006", "Include": "true"}, {"number": "113", "ReferenceId": "18577988", "FullCitation": "Cappuzzo F, et al. Br J Cancer (2008) pmid: 18577988", "Include": "true"}, {"number": "114", "ReferenceId": "20413299", "FullCitation": "Tol J, et al. Eur J Cancer (2010) pmid: 20413299", "Include": "true"}, {"number": "115", "ReferenceId": "19366826", "FullCitation": "Prenen H, et al. Clin Cancer Res (2009) pmid: 19366826", "Include": "true"}, {"number": "116", "ReferenceId": "31653970", "FullCitation": "Bray SM, et al. (2019) pmid: 31653970", "Include": "true"}, {"number": "117", "ReferenceId": "29470838", "FullCitation": "Moiseyenko VM, et al. Clin Drug Investig (2018) pmid: 29470838", "Include": "true"}, {"number": "118", "ReferenceId": "33842311", "FullCitation": "Fu X, et al. Front Oncol (2021) pmid: 33842311", "Include": "true"}, {"number": "119", "ReferenceId": "15473860", "FullCitation": "Logan CY, et al. Annu. Rev. Cell Dev. Biol. (2004) pmid: 15473860", "Include": "true"}, {"number": "120", "ReferenceId": "11707392", "FullCitation": "Eklof Spink K, et al. EMBO J. (2001) pmid: 11707392", "Include": "true"}, {"number": "121", "ReferenceId": "16753179", "FullCitation": "Liu J, et al. J. Mol. Biol. (2006) pmid: 16753179", "Include": "true"}, {"number": "122", "ReferenceId": "20144988", "FullCitation": "Dikovskaya D, et al. J. Cell. Sci. (2010) pmid: 20144988", "Include": "true"}, {"number": "123", "ReferenceId": "17410430", "FullCitation": "Murphy SJ, et al. Dig. Dis. Sci. (2007) pmid: 17410430", "Include": "true"}, {"number": "124", "ReferenceId": "15459959", "FullCitation": "Aretz S, et al. Hum. Mutat. (2004) pmid: 15459959", "Include": "true"}, {"number": "125", "ReferenceId": "23085758", "FullCitation": "Christie M, et al. Oncogene (2013) pmid: 23085758", "Include": "true"}, {"number": "126", "ReferenceId": "19110823", "FullCitation": "Quyn AJ, et al. Surgeon (2008) pmid: 19110823", "Include": "true"}, {"number": "127", "ReferenceId": "30635339", "FullCitation": "Luke JJ, et al. Clin Cancer Res (2019) pmid: 30635339", "Include": "true"}, {"number": "128", "ReferenceId": "27617575", "FullCitation": "Zhan T, et al. Oncogene (2017) pmid: 27617575", "Include": "true"}, {"number": "129", "ReferenceId": "32037398", "FullCitation": "Jung YS, et al. Exp Mol Med (2020) pmid: 32037398", "Include": "true"}, {"number": "130", "ReferenceId": "29169144", "FullCitation": "Krishnamurthy N, et al. Cancer Treat Rev (2018) pmid: 29169144", "Include": "true"}, {"number": "131", "ReferenceId": "33408116", "FullCitation": "Yamada K, et al. Cancer Res (2021) pmid: 33408116", "Include": "true"}, {"number": "132", "ReferenceId": "34837838", "FullCitation": "Kanda Y, et al. Biochem Biophys Res Commun (2022) pmid: 34837838", "Include": "true"}, {"number": "133", "ReferenceId": "29165669", "FullCitation": "Landrum MJ, et al. Nucleic Acids Res. (2018) pmid: 29165669", "Include": "true"}, {"number": "134", "ReferenceId": "23159591", "FullCitation": "Kerr SE, et al. J Mol Diagn (2013) pmid: 23159591", "Include": "true"}, {"number": "135", "ReferenceId": "21090969", "FullCitation": "Annu Rev Pathol (2011) pmid: 21090969", "Include": "true"}, {"number": "136", "ReferenceId": "18844223", "FullCitation": "Kastritis E, et al. Int. J. Cancer (2009) pmid: 18844223", "Include": "true"}, {"number": "137", "ReferenceId": "19822006", "FullCitation": "Half E, et al. Orphanet J Rare Dis (2009) pmid: 19822006", "Include": "true"}, {"number": "138", "ReferenceId": "21993244", "FullCitation": "Pylayeva_Gupta Y, et al. Nat. Rev. Cancer (2011) pmid: 21993244", "Include": "true"}, {"number": "139", "ReferenceId": "23374602", "FullCitation": "Pentheroudakis G, et al. BMC Cancer (2013) pmid: 23374602", "Include": "true"}, {"number": "140", "ReferenceId": "21305640", "FullCitation": "Vaughn CP, et al. Genes Chromosomes Cancer (2011) pmid: 21305640", "Include": "true"}, {"number": "141", "ReferenceId": "23400451", "FullCitation": "Janku F, et al. Target Oncol (2013) pmid: 23400451", "Include": "true"}, {"number": "142", "ReferenceId": "20736745", "FullCitation": "Irahara N, et al. Diagn. Mol. Pathol. (2010) pmid: 20736745", "Include": "true"}, {"number": "143", "ReferenceId": "24806288", "FullCitation": "Schirripa M, et al. Int. J. Cancer (2015) pmid: 24806288", "Include": "true"}, {"number": "144", "ReferenceId": "29666387", "FullCitation": "Guo F, et al. Sci Rep (2018) pmid: 29666387", "Include": "true"}, {"number": "145", "ReferenceId": "28446505", "FullCitation": "Cercek A, et al. Clin. Cancer Res. (2017) pmid: 28446505", "Include": "true"}, {"number": "146", "ReferenceId": "21228335", "FullCitation": "Bokemeyer C, et al. Ann. Oncol. (2011) pmid: 21228335", "Include": "true"}, {"number": "147", "ReferenceId": "18946061", "FullCitation": "Karapetis CS, et al. N. Engl. J. Med. (2008) pmid: 18946061", "Include": "true"}, {"number": "148", "ReferenceId": "17998284", "FullCitation": "De Roock W, et al. Ann. Oncol. (2008) pmid: 17998284", "Include": "true"}, {"number": "149", "ReferenceId": "24718886", "FullCitation": "Douillard JY, et al. Ann. Oncol. (2014) pmid: 24718886", "Include": "true"}, {"number": "150", "ReferenceId": "18316791", "FullCitation": "Amado RG, et al. J. Clin. Oncol. (2008) pmid: 18316791", "Include": "true"}, {"number": "151", "ReferenceId": "19935675", "FullCitation": "Brown CJ, et al. Nat. Rev. Cancer (2009) pmid: 19935675", "Include": "true"}, {"number": "152", "ReferenceId": "18410249", "FullCitation": "Joerger AC, et al. Annu. Rev. Biochem. (2008) pmid: 18410249", "Include": "true"}, {"number": "153", "ReferenceId": "12826609", "FullCitation": "Kato S, et al. Proc. Natl. Acad. Sci. U.S.A. (2003) pmid: 12826609", "Include": "true"}, {"number": "154", "ReferenceId": "20978130", "FullCitation": "Kamada R, et al. J. Biol. Chem. (2011) pmid: 20978130", "Include": "true"}, {"number": "155", "ReferenceId": "28472496", "FullCitation": "Zerdoumi Y, et al. Hum. Mol. Genet. (2017) pmid: 28472496", "Include": "true"}, {"number": "156", "ReferenceId": "17690113", "FullCitation": "Yamada H, et al. Carcinogenesis (2007) pmid: 17690113", "Include": "true"}, {"number": "157", "ReferenceId": "7585578", "FullCitation": "Goh HS, et al. Cancer Res. (1995) pmid: 7585578", "Include": "true"}, {"number": "158", "ReferenceId": "21103049", "FullCitation": "Berg M, et al. PLoS ONE (2010) pmid: 21103049", "Include": "true"}, {"number": "159", "ReferenceId": "23700467", "FullCitation": "Han SW, et al. PLoS ONE (2013) pmid: 23700467", "Include": "true"}, {"number": "160", "ReferenceId": "23526092", "FullCitation": "Malhotra P, et al. Tumour Biol. (2013) pmid: 23526092", "Include": "true"}, {"number": "161", "ReferenceId": "23821376", "FullCitation": "Di Bartolomeo M, et al. Target Oncol (2014) pmid: 23821376", "Include": "true"}, {"number": "162", "ReferenceId": "23337059", "FullCitation": "Wangefjord S, et al. Diagn Pathol (2013) pmid: 23337059", "Include": "true"}, {"number": "163", "ReferenceId": "16172461", "FullCitation": "Russo A, et al. J. Clin. Oncol. (2005) pmid: 16172461", "Include": "true"}, {"number": "164", "ReferenceId": "20107315", "FullCitation": "Hirai H, et al. Cancer Biol. Ther. (2010) pmid: 20107315", "Include": "true"}, {"number": "165", "ReferenceId": "21799033", "FullCitation": "Bridges KA, et al. Clin. Cancer Res. (2011) pmid: 21799033", "Include": "true"}, {"number": "166", "ReferenceId": "21389100", "FullCitation": "Rajeshkumar NV, et al. Clin. Cancer Res. (2011) pmid: 21389100", "Include": "true"}, {"number": "167", "ReferenceId": "25504633", "FullCitation": "Osman AA, et al. Mol. Cancer Ther. (2015) pmid: 25504633", "Include": "true"}, {"number": "168", "ReferenceId": "12489850", "FullCitation": "Xu L, et al. Mol. Cancer Ther. (2002) pmid: 12489850", "Include": "true"}, {"number": "169", "ReferenceId": "11713371", "FullCitation": "Xu L, et al. Mol. Med. (2001) pmid: 11713371", "Include": "true"}, {"number": "170", "ReferenceId": "23470564", "FullCitation": "Camp ER, et al. Cancer Gene Ther. (2013) pmid: 23470564", "Include": "true"}, {"number": "171", "ReferenceId": "25240597", "FullCitation": "Kim SS, et al. Nanomedicine (2015) pmid: 25240597", "Include": "true"}, {"number": "172", "ReferenceId": "27357628", "FullCitation": "Pirollo KF, et al. Mol. Ther. (2016) pmid: 27357628", "Include": "true"}, {"number": "173", "ReferenceId": "27601554", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27601554", "Include": "true"}, {"number": "174", "ReferenceId": "27998224", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27998224", "Include": "true"}, {"number": "175", "ReferenceId": "31315834", "FullCitation": "Lee J, et al. Cancer Discov (2019) pmid: 31315834", "Include": "true"}, {"number": "176", "ReferenceId": "29535125", "FullCitation": "Méndez E, et al. Clin. Cancer Res. (2018) pmid: 29535125", "Include": "true"}, {"number": "177", "ReferenceId": "34538072", "FullCitation": "Seligmann JF, et al. J Clin Oncol (2021) pmid: 34538072", "Include": "true"}, {"number": "178", "ReferenceId": "36084396", "FullCitation": "Park H, et al. ESMO Open (2022) pmid: 36084396", "Include": "true"}, {"number": "179", "ReferenceId": "26014290", "FullCitation": "Bougeard G, et al. J. Clin. Oncol. (2015) pmid: 26014290", "Include": "true"}, {"number": "180", "ReferenceId": "23355100", "FullCitation": "Sorrell AD, et al. Mol Diagn Ther (2013) pmid: 23355100", "Include": "true"}, {"number": "181", "ReferenceId": "11219776", "FullCitation": "Nichols KE, et al. Cancer Epidemiol. Biomarkers Prev. (2001) pmid: 11219776", "Include": "true"}, {"number": "182", "ReferenceId": "9006316", "FullCitation": "Kleihues P, et al. Am. J. Pathol. (1997) pmid: 9006316", "Include": "true"}, {"number": "183", "ReferenceId": "19204208", "FullCitation": "Gonzalez KD, et al. J. Clin. Oncol. (2009) pmid: 19204208", "Include": "true"}, {"number": "184", "ReferenceId": "12672316", "FullCitation": "Lalloo F, et al. Lancet (2003) pmid: 12672316", "Include": "true"}, {"number": "185", "ReferenceId": "31050713", "FullCitation": "Mandelker D, et al. Ann. Oncol. (2019) pmid: 31050713", "Include": "true"}, {"number": "186", "ReferenceId": "25426837", "FullCitation": "Jaiswal S, et al. N. Engl. J. Med. (2014) pmid: 25426837", "Include": "true"}, {"number": "187", "ReferenceId": "25426838", "FullCitation": "Genovese G, et al. N. Engl. J. Med. (2014) pmid: 25426838", "Include": "true"}, {"number": "188", "ReferenceId": "25326804", "FullCitation": "Xie M, et al. Nat. Med. (2014) pmid: 25326804", "Include": "true"}, {"number": "189", "ReferenceId": "28669404", "FullCitation": "Acuna_Hidalgo R, et al. Am. J. Hum. Genet. (2017) pmid: 28669404", "Include": "true"}, {"number": "190", "ReferenceId": "29678827", "FullCitation": "Severson EA, et al. Blood (2018) pmid: 29678827", "Include": "true"}, {"number": "191", "ReferenceId": "29420212", "FullCitation": "Fuster JJ, et al. Circ. Res. (2018) pmid: 29420212", "Include": "true"}, {"number": "192", "ReferenceId": "30504320", "FullCitation": "Hematology Am Soc Hematol Educ Program (2018) pmid: 30504320", "Include": "true"}, {"number": "193", "ReferenceId": "32269342", "FullCitation": "Chabon JJ, et al. Nature (2020) pmid: 32269342", "Include": "true"}, {"number": "194", "ReferenceId": "31768066", "FullCitation": "Razavi P, et al. Nat. Med. (2019) pmid: 31768066", "Include": "true"}, {"number": "195", "ReferenceId": "3310850", "FullCitation": "Kahn S, et al. Anticancer Res. () pmid: 3310850", "Include": "true"}, {"number": "196", "ReferenceId": "16618717", "FullCitation": "Lièvre A, et al. Cancer Res. (2006) pmid: 16618717", "Include": "true"}, {"number": "197", "ReferenceId": "25367198", "FullCitation": "Chen J, et al. BMC Cancer (2014) pmid: 25367198", "Include": "true"}, {"number": "198", "ReferenceId": "25929517", "FullCitation": "Li W, et al. BMC Cancer (2015) pmid: 25929517", "Include": "true"}, {"number": "199", "ReferenceId": "27977612", "FullCitation": "Hu J, et al. Medicine (Baltimore) (2016) pmid: 27977612", "Include": "true"}, {"number": "200", "ReferenceId": "28218784", "FullCitation": "Zekri J, et al. Genet. Mol. Res. (2017) pmid: 28218784", "Include": "true"}, {"number": "201", "ReferenceId": "29048416", "FullCitation": "Staudacher JJ, et al. Clin Transl Gastroenterol (2017) pmid: 29048416", "Include": "true"}, {"number": "202", "ReferenceId": "29705968", "FullCitation": "Wang Y, et al. Virchows Arch. (2018) pmid: 29705968", "Include": "true"}, {"number": "203", "ReferenceId": "28106826", "FullCitation": "Mármol I, et al. Int J Mol Sci (2017) pmid: 28106826", "Include": "true"}, {"number": "204", "ReferenceId": "28858102", "FullCitation": "Kwak MS, et al. Medicine (Baltimore) (2017) pmid: 28858102", "Include": "true"}, {"number": "205", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "206", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "207", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "208", "ReferenceId": "9823339", "FullCitation": "Boland CR, et al. Cancer Res. (1998) pmid: 9823339", "Include": "true"}, {"number": "209", "ReferenceId": "15528785", "FullCitation": "Pawlik TM, et al. Dis. Markers (2004) pmid: 15528785", "Include": "true"}, {"number": "210", "ReferenceId": "20420947", "FullCitation": "Boland CR, et al. Gastroenterology (2010) pmid: 20420947", "Include": "true"}, {"number": "211", "ReferenceId": "20627535", "FullCitation": "Guastadisegni C, et al. Eur. J. Cancer (2010) pmid: 20627535", "Include": "true"}, {"number": "212", "ReferenceId": "17204026", "FullCitation": "Histopathology (2007) pmid: 17204026", "Include": "true"}, {"number": "213", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "214", "ReferenceId": "11535541", "FullCitation": "Samowitz WS, et al. Cancer Epidemiol. Biomarkers Prev. (2001) pmid: 11535541", "Include": "true"}, {"number": "215", "ReferenceId": "12445368", "FullCitation": "Elsaleh H, et al. Clin Colorectal Cancer (2001) pmid: 12445368", "Include": "true"}, {"number": "216", "ReferenceId": "12820457", "FullCitation": "Brueckl WM, et al. Anticancer Res. () pmid: 12820457", "Include": "true"}, {"number": "217", "ReferenceId": "11438476", "FullCitation": "Guidoboni M, et al. Am. J. Pathol. (2001) pmid: 11438476", "Include": "true"}, {"number": "218", "ReferenceId": "10631274", "FullCitation": "Gryfe R, et al. N. Engl. J. Med. (2000) pmid: 10631274", "Include": "true"}, {"number": "219", "ReferenceId": "16952542", "FullCitation": "Sinicrope FA, et al. Gastroenterology (2006) pmid: 16952542", "Include": "true"}, {"number": "220", "ReferenceId": "22722556", "FullCitation": "Laghi L, et al. Dig Dis (2012) pmid: 22722556", "Include": "true"}, {"number": "221", "ReferenceId": "25392179", "FullCitation": "Gatalica Z, et al. Cancer Epidemiol. Biomarkers Prev. (2014) pmid: 25392179", "Include": "true"}, {"number": "222", "ReferenceId": "26140250", "FullCitation": "Kroemer G, et al. Oncoimmunology (2015) pmid: 26140250", "Include": "true"}, {"number": "223", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "224", "ReferenceId": "32343640", "FullCitation": "Fukuoka S, et al. J. Clin. Oncol. (2020) pmid: 32343640", "Include": "true"}, {"number": "225", "ReferenceId": "34688262", "FullCitation": "Zhang Y, et al. BMC Gastroenterol (2021) pmid: 34688262", "Include": "true"}, {"number": "226", "ReferenceId": "24019539", "FullCitation": "Sinicrope FA, et al. J. Clin. Oncol. (2013) pmid: 24019539", "Include": "true"}, {"number": "227", "ReferenceId": "19273709", "FullCitation": "Bertagnolli MM, et al. J. Clin. Oncol. (2009) pmid: 19273709", "Include": "true"}, {"number": "228", "ReferenceId": "19451425", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2009) pmid: 19451425", "Include": "true"}, {"number": "229", "ReferenceId": "12867608", "FullCitation": "Ribic CM, et al. N. Engl. J. Med. (2003) pmid: 12867608", "Include": "true"}, {"number": "230", "ReferenceId": "20498393", "FullCitation": "Sargent DJ, et al. J. Clin. Oncol. (2010) pmid: 20498393", "Include": "true"}, {"number": "231", "ReferenceId": "14522894", "FullCitation": "Fallik D, et al. Cancer Res. (2003) pmid: 14522894", "Include": "true"}, {"number": "232", "ReferenceId": "18650841", "FullCitation": "Burkhart DL, et al. Nat. Rev. Cancer (2008) pmid: 18650841", "Include": "true"}, {"number": "233", "ReferenceId": "19143056", "FullCitation": "Knudsen ES, et al. Nat. Rev. Cancer (2008) pmid: 19143056", "Include": "true"}, {"number": "234", "ReferenceId": "20594292", "FullCitation": "Berge EO, et al. Mol. Cancer (2010) pmid: 20594292", "Include": "true"}, {"number": "235", "ReferenceId": "16936740", "FullCitation": "Giacinti C, et al. Oncogene (2006) pmid: 16936740", "Include": "true"}, {"number": "236", "ReferenceId": "9342358", "FullCitation": "Otterson GA, et al. Proc. Natl. Acad. Sci. U.S.A. (1997) pmid: 9342358", "Include": "true"}, {"number": "237", "ReferenceId": "10486322", "FullCitation": "Otterson GA, et al. Am. J. Hum. Genet. (1999) pmid: 10486322", "Include": "true"}, {"number": "238", "ReferenceId": "1534305", "FullCitation": "Qin XQ, et al. Genes Dev. (1992) pmid: 1534305", "Include": "true"}, {"number": "239", "ReferenceId": "16360038", "FullCitation": "Rubin SM, et al. Cell (2005) pmid: 16360038", "Include": "true"}, {"number": "240", "ReferenceId": "16449662", "FullCitation": "Sun H, et al. Mol. Cell. Biol. (2006) pmid: 16449662", "Include": "true"}, {"number": "241", "ReferenceId": "29316426", "FullCitation": "Yaeger R, et al. Cancer Cell (2018) pmid: 29316426", "Include": "true"}, {"number": "242", "ReferenceId": "22222631", "FullCitation": "Hook KE, et al. Mol. Cancer Ther. (2012) pmid: 22222631", "Include": "true"}, {"number": "243", "ReferenceId": "30373917", "FullCitation": "Gong X, et al. Cancer Discov (2019) pmid: 30373917", "Include": "true"}, {"number": "244", "ReferenceId": "30373918", "FullCitation": "Oser MG, et al. Cancer Discov (2019) pmid: 30373918", "Include": "true"}, {"number": "245", "ReferenceId": "34741392", "FullCitation": "Yang W, et al. Kaohsiung J Med Sci (2022) pmid: 34741392", "Include": "true"}, {"number": "246", "ReferenceId": "30232224", "FullCitation": "Beltran H, et al. Clin. Cancer Res. (2019) pmid: 30232224", "Include": "true"}, {"number": "247", "ReferenceId": "21955141", "FullCitation": "Allaman_Pillet N, et al. Ophthalmic Genet. () pmid: 21955141", "Include": "true"}, {"number": "248", "ReferenceId": "21875955", "FullCitation": "Viatour P, et al. J. Exp. Med. (2011) pmid: 21875955", "Include": "true"}, {"number": "249", "ReferenceId": "24282159", "FullCitation": "Chen Z, et al. Hum. Mutat. (2014) pmid: 24282159", "Include": "true"}, {"number": "250", "ReferenceId": "22553621", "FullCitation": "Yun J, et al. Int J Ophthalmol (2011) pmid: 22553621", "Include": "true"}, {"number": "251", "ReferenceId": "21139478", "FullCitation": "Houston SK, et al. Int Ophthalmol Clin (2011) pmid: 21139478", "Include": "true"}, {"number": "252", "ReferenceId": "19959033", "FullCitation": "Ng AK, et al. Semin Radiat Oncol (2010) pmid: 19959033", "Include": "true"}, {"number": "253", "ReferenceId": "22992590", "FullCitation": "Nat. Rev. Mol. Cell Biol. (2012) pmid: 22992590", "Include": "true"}, {"number": "254", "ReferenceId": "18662538", "FullCitation": "Cell (2008) pmid: 18662538", "Include": "true"}, {"number": "255", "ReferenceId": "16322555", "FullCitation": "Massagué J, et al. Genes Dev. (2005) pmid: 16322555", "Include": "true"}, {"number": "256", "ReferenceId": "10980615", "FullCitation": "Morén A, et al. Oncogene (2000) pmid: 10980615", "Include": "true"}, {"number": "257", "ReferenceId": "10781087", "FullCitation": "Xu J, et al. Proc. Natl. Acad. Sci. U.S.A. (2000) pmid: 10781087", "Include": "true"}, {"number": "258", "ReferenceId": "10485843", "FullCitation": "Luo K, et al. Genes Dev. (1999) pmid: 10485843", "Include": "true"}, {"number": "259", "ReferenceId": "10871368", "FullCitation": "Jones JB, et al. Nucleic Acids Res. (2000) pmid: 10871368", "Include": "true"}, {"number": "260", "ReferenceId": "11196171", "FullCitation": "Fink SP, et al. Cancer Res. (2001) pmid: 11196171", "Include": "true"}, {"number": "261", "ReferenceId": "14715079", "FullCitation": "De Bosscher K, et al. Biochem. J. (2004) pmid: 14715079", "Include": "true"}, {"number": "262", "ReferenceId": "9214508", "FullCitation": "Shi Y, et al. Nature (1997) pmid: 9214508", "Include": "true"}, {"number": "263", "ReferenceId": "10340381", "FullCitation": "Miyaki M, et al. Oncogene (1999) pmid: 10340381", "Include": "true"}, {"number": "264", "ReferenceId": "17994767", "FullCitation": "Prokova V, et al. Biochemistry (2007) pmid: 17994767", "Include": "true"}, {"number": "265", "ReferenceId": "11274206", "FullCitation": "Wu JW, et al. J. Biol. Chem. (2001) pmid: 11274206", "Include": "true"}, {"number": "266", "ReferenceId": "19139564", "FullCitation": "Ding L, et al. J. Clin. Invest. (2009) pmid: 19139564", "Include": "true"}, {"number": "267", "ReferenceId": "14647410", "FullCitation": "Kuang C, et al. Oncogene (2004) pmid: 14647410", "Include": "true"}, {"number": "268", "ReferenceId": "11265759", "FullCitation": "Watanabe M, et al. EMBO Rep. (2000) pmid: 11265759", "Include": "true"}, {"number": "269", "ReferenceId": "25855536", "FullCitation": "Witkiewicz AK, et al. Nat Commun (2015) pmid: 25855536", "Include": "true"}, {"number": "270", "ReferenceId": "24293293", "FullCitation": "Jiao Y, et al. J. Pathol. (2014) pmid: 24293293", "Include": "true"}, {"number": "271", "ReferenceId": "25536104", "FullCitation": "Churi CR, et al. PLoS ONE (2014) pmid: 25536104", "Include": "true"}, {"number": "272", "ReferenceId": "24821835", "FullCitation": "Liu X, et al. Clin. Chem. (2014) pmid: 24821835", "Include": "true"}, {"number": "273", "ReferenceId": "14647445", "FullCitation": "Maru D, et al. Oncogene (2004) pmid: 14647445", "Include": "true"}, {"number": "274", "ReferenceId": "26336083", "FullCitation": "Wang K, et al. Oncologist (2015) pmid: 26336083", "Include": "true"}, {"number": "275", "ReferenceId": "25079317", "FullCitation": "Nature (2014) pmid: 25079317", "Include": "true"}, {"number": "276", "ReferenceId": "17349581", "FullCitation": "Izeradjene K, et al. Cancer Cell (2007) pmid: 17349581", "Include": "true"}, {"number": "277", "ReferenceId": "17114584", "FullCitation": "Bardeesy N, et al. Genes Dev. (2006) pmid: 17114584", "Include": "true"}, {"number": "278", "ReferenceId": "26253305", "FullCitation": "Springer S, et al. Gastroenterology (2015) pmid: 26253305", "Include": "true"}, {"number": "279", "ReferenceId": "19584151", "FullCitation": "Blackford A, et al. Clin. Cancer Res. (2009) pmid: 19584151", "Include": "true"}, {"number": "280", "ReferenceId": "26861460", "FullCitation": "Yan P, et al. Clin. Cancer Res. (2016) pmid: 26861460", "Include": "true"}, {"number": "281", "ReferenceId": "25681512", "FullCitation": "Kozak MM, et al. J. Clin. Pathol. (2015) pmid: 25681512", "Include": "true"}, {"number": "282", "ReferenceId": "23104212", "FullCitation": "Roth AD, et al. J. Natl. Cancer Inst. (2012) pmid: 23104212", "Include": "true"}, {"number": "283", "ReferenceId": "24618609", "FullCitation": "Davison JM, et al. Am. J. Surg. Pathol. (2014) pmid: 24618609", "Include": "true"}, {"number": "284", "ReferenceId": "15033661", "FullCitation": "Kim YH, et al. Ann. Oncol. (2004) pmid: 15033661", "Include": "true"}, {"number": "285", "ReferenceId": "11234879", "FullCitation": "Xiangming C, et al. Clin. Cancer Res. (2001) pmid: 11234879", "Include": "true"}, {"number": "286", "ReferenceId": "25634752", "FullCitation": "Singhi AD, et al. Am. J. Surg. Pathol. (2015) pmid: 25634752", "Include": "true"}, {"number": "287", "ReferenceId": "12060625", "FullCitation": "Natsugoe S, et al. Clin. Cancer Res. (2002) pmid: 12060625", "Include": "true"}, {"number": "288", "ReferenceId": "23022998", "FullCitation": "de Kruijf EM, et al. Ann. Oncol. (2013) pmid: 23022998", "Include": "true"}, {"number": "289", "ReferenceId": "25032733", "FullCitation": "Shipitsin M, et al. Br. J. Cancer (2014) pmid: 25032733", "Include": "true"}, {"number": "290", "ReferenceId": "35393542", "FullCitation": "Shi C, et al. Oncogene (2022) pmid: 35393542", "Include": "true"}, {"number": "291", "ReferenceId": "35274815", "FullCitation": "Park JW, et al. Cancer Med (2022) pmid: 35274815", "Include": "true"}, {"number": "292", "ReferenceId": "28534865", "FullCitation": "Ormanns S, et al. Int J Mol Sci (2017) pmid: 28534865", "Include": "true"}, {"number": "293", "ReferenceId": "34002944", "FullCitation": "Fei N, et al. Clin Transl Sci (2021) pmid: 34002944", "Include": "true"}, {"number": "294", "ReferenceId": "22377565", "FullCitation": "Bachet JB, et al. Ann. Oncol. (2012) pmid: 22377565", "Include": "true"}, {"number": "295", "ReferenceId": "28577946", "FullCitation": "Ziemke M, et al. Lung Cancer (2017) pmid: 28577946", "Include": "true"}, {"number": "296", "ReferenceId": "32897998", "FullCitation": "Kassardjian A, et al. Pancreas (2020) pmid: 32897998", "Include": "true"}, {"number": "297", "ReferenceId": "33667587", "FullCitation": "Pen SL, et al. Radiother Oncol (2021) pmid: 33667587", "Include": "true"}, {"number": "298", "ReferenceId": "9811934", "FullCitation": "Houlston R, et al. Hum. Mol. Genet. (1998) pmid: 9811934", "Include": "true"}, {"number": "299", "ReferenceId": "10764709", "FullCitation": "Woodford_Richens K, et al. Gut (2000) pmid: 10764709", "Include": "true"}, {"number": "300", "ReferenceId": "15235019", "FullCitation": "Howe JR, et al. J. Med. Genet. (2004) pmid: 15235019", "Include": "true"}, {"number": "301", "ReferenceId": "22171123", "FullCitation": "Brosens LA, et al. World J. Gastroenterol. (2011) pmid: 22171123", "Include": "true"}, {"number": "302", "ReferenceId": "27854360", "FullCitation": "Kalia SS, et al. Genet. Med. (2017) pmid: 27854360", "Include": "true"}, {"number": "303", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "304", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "305", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "306", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "307", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "308", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "309", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "310", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "311", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "312", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "313", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "314", "ReferenceId": "30151257", "FullCitation": "Fabrizio DA, et al. J Gastrointest Oncol (2018) pmid: 30151257", "Include": "true"}, {"number": "315", "ReferenceId": "32919526", "FullCitation": "Marabelle A, et al. Lancet Oncol. (2020) pmid: 32919526", "Include": "true"}, {"number": "316", "ReferenceId": "27022117", "FullCitation": "Stadler ZK, et al. J. Clin. Oncol. (2016) pmid: 27022117", "Include": "true"}, {"number": "317", "ReferenceId": "33119110", "FullCitation": "Shao C, et al. JAMA Netw Open (2020) pmid: 33119110", "Include": "true"}, {"number": "318", "ReferenceId": "30865548", "FullCitation": "Innocenti F, et al. J Clin Oncol (2019) pmid: 30865548", "Include": "true"}, {"number": "319", "ReferenceId": "31285374", "FullCitation": "Lee DW, et al. Clin Cancer Res (2019) pmid: 31285374", "Include": "true"}, {"number": "320", "ReferenceId": "34933155", "FullCitation": "Randon G, et al. Eur J Cancer (2022) pmid: 34933155", "Include": "true"}, {"number": "321", "ReferenceId": "32379280", "FullCitation": "Chen EX, et al. JAMA Oncol (2020) pmid: 32379280", "Include": "true"}, {"number": "322", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "323", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "324", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "325", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "326", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "327", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "328", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "329", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "330", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "331", "ReferenceId": "30557521", "FullCitation": "Ott PA, et al. J. Clin. Oncol. (2019) pmid: 30557521", "Include": "true"}, {"number": "332", "ReferenceId": "35101941", "FullCitation": "Cristescu R, et al. J Immunother Cancer (2022) pmid: 35101941", "Include": "true"}, {"number": "333", "ReferenceId": "34876409", "FullCitation": "Friedman CF, et al. Cancer Discov (2022) pmid: 34876409", "Include": "true"}, {"number": "334", "ReferenceId": "35274716", "FullCitation": "Sturgill EG, et al. Oncologist (2022) pmid: 35274716", "Include": "true"}, {"number": "335", "ReferenceId": "24739896", "FullCitation": "Price TJ, et al. Lancet Oncol. (2014) pmid: 24739896", "Include": "true"}, {"number": "336", "ReferenceId": "32526634", "FullCitation": "Sakai D, et al. Eur J Cancer (2020) pmid: 32526634", "Include": "true"}, {"number": "337", "ReferenceId": "35723084", "FullCitation": "Watanabe J, et al. Int J Cancer (2022) pmid: 35723084", "Include": "true"}, {"number": "338", "ReferenceId": "29703606", "FullCitation": "Kim TW, et al. Clin Colorectal Cancer (2018) pmid: 29703606", "Include": "true"}, {"number": "339", "ReferenceId": "27712015", "FullCitation": "Shitara K, et al. Cancer Sci (2016) pmid: 27712015", "Include": "true"}, {"number": "340", "ReferenceId": "17470858", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2007) pmid: 17470858", "Include": "true"}, {"number": "341", "ReferenceId": "31268481", "FullCitation": "Pietrantonio F, et al. JAMA Oncol (2019) pmid: 31268481", "Include": "true"}, {"number": "342", "ReferenceId": "26508446", "FullCitation": "Lupini L, et al. BMC Cancer (2015) pmid: 26508446", "Include": "true"}, {"number": "343", "ReferenceId": "33503393", "FullCitation": "Tabernero J, et al. J Clin Oncol (2021) pmid: 33503393", "Include": "true"}, {"number": "344", "ReferenceId": "31566309", "FullCitation": "Kopetz S, et al. N. Engl. J. Med. (2019) pmid: 31566309", "Include": "true"}, {"number": "345", "ReferenceId": "21340604", "FullCitation": "Park JH, et al. Cancer Chemother. Pharmacol. (2011) pmid: 21340604", "Include": "true"}, {"number": "346", "ReferenceId": "19603018", "FullCitation": "Loupakis F, et al. Br. J. Cancer (2009) pmid: 19603018", "Include": "true"}, {"number": "347", "ReferenceId": "21729677", "FullCitation": "Inno A, et al. Clin Colorectal Cancer (2011) pmid: 21729677", "Include": "true"}, {"number": "348", "ReferenceId": "21960311", "FullCitation": "Modest DP, et al. Int. J. Cancer (2012) pmid: 21960311", "Include": "true"}, {"number": "349", "ReferenceId": "27729313", "FullCitation": "Hong DS, et al. Cancer Discov (2016) pmid: 27729313", "Include": "true"}, {"number": "350", "ReferenceId": "28363909", "FullCitation": "van Geel RMJM, et al. Cancer Discov (2017) pmid: 28363909", "Include": "true"}, {"number": "351", "ReferenceId": "29573941", "FullCitation": "Dummer R, et al. Lancet Oncol. (2018) pmid: 29573941", "Include": "true"}, {"number": "352", "ReferenceId": "32669376", "FullCitation": "Sullivan RJ, et al. Clin Cancer Res (2020) pmid: 32669376", "Include": "true"}, {"number": "353", "ReferenceId": "31757377", "FullCitation": "McLoughlin EM, et al. J Thorac Oncol (2019) pmid: 31757377", "Include": "true"}, {"number": "354", "ReferenceId": "31901705", "FullCitation": "Ascierto PA, et al. Eur. J. Cancer (2020) pmid: 31901705", "Include": "true"}, {"number": "355", "ReferenceId": "31658370", "FullCitation": "Holbrook K, et al. Cancer (2020) pmid: 31658370", "Include": "true"}, {"number": "356", "ReferenceId": "23712190", "FullCitation": "Gibney GT, et al. Nat Rev Clin Oncol (2013) pmid: 23712190", "Include": "true"}, {"number": "357", "ReferenceId": "25285888", "FullCitation": "Falchook GS, et al. Thyroid (2015) pmid: 25285888", "Include": "true"}, {"number": "358", "ReferenceId": "23020132", "FullCitation": "Flaherty KT, et al. N. Engl. J. Med. (2012) pmid: 23020132", "Include": "true"}, {"number": "359", "ReferenceId": "25265492", "FullCitation": "Long GV, et al. N. Engl. J. Med. (2014) pmid: 25265492", "Include": "true"}, {"number": "360", "ReferenceId": "25185693", "FullCitation": "Peters S, et al. Melanoma Res. (2014) pmid: 25185693", "Include": "true"}, {"number": "361", "ReferenceId": "26037941", "FullCitation": "Long GV, et al. Lancet (2015) pmid: 26037941", "Include": "true"}, {"number": "362", "ReferenceId": "25399551", "FullCitation": "Robert C, et al. N. Engl. J. Med. (2015) pmid: 25399551", "Include": "true"}, {"number": "363", "ReferenceId": "26664139", "FullCitation": "Williams CB, et al. Onco Targets Ther (2015) pmid: 26664139", "Include": "true"}, {"number": "364", "ReferenceId": "28475671", "FullCitation": "Long GV, et al. Ann. Oncol. (2017) pmid: 28475671", "Include": "true"}, {"number": "365", "ReferenceId": "28919011", "FullCitation": "Planchard D, et al. Lancet Oncol. (2017) pmid: 28919011", "Include": "true"}, {"number": "366", "ReferenceId": "29072975", "FullCitation": "Subbiah V, et al. J. Clin. Oncol. (2018) pmid: 29072975", "Include": "true"}, {"number": "367", "ReferenceId": "32758030", "FullCitation": "Salama AKS, et al. J Clin Oncol (2020) pmid: 32758030", "Include": "true"}, {"number": "368", "ReferenceId": "34476331", "FullCitation": "Hendifar A, et al. JCO Precis Oncol (2021) pmid: 34476331", "Include": "true"}, {"number": "369", "ReferenceId": "34838156", "FullCitation": "Wen PY, et al. Lancet Oncol (2022) pmid: 34838156", "Include": "true"}, {"number": "370", "ReferenceId": "32818466", "FullCitation": "Subbiah V, et al. Lancet Oncol (2020) pmid: 32818466", "Include": "true"}, {"number": "371", "ReferenceId": "25037139", "FullCitation": "Ribas A, et al. Lancet Oncol. (2014) pmid: 25037139", "Include": "true"}, {"number": "372", "ReferenceId": "27480103", "FullCitation": "Ascierto PA, et al. Lancet Oncol. (2016) pmid: 27480103", "Include": "true"}, {"number": "373", "ReferenceId": "31732523", "FullCitation": "Ribas A, et al. Clin. Cancer Res. (2020) pmid: 31732523", "Include": "true"}, {"number": "374", "ReferenceId": "18003960", "FullCitation": "Jonker DJ, et al. N. Engl. J. Med. (2007) pmid: 18003960", "Include": "true"}, {"number": "375", "ReferenceId": "15269313", "FullCitation": "Cunningham D, et al. N. Engl. J. Med. (2004) pmid: 15269313", "Include": "true"}, {"number": "376", "ReferenceId": "35033994", "FullCitation": "Papamichael D, et al. Eur J Cancer (2022) pmid: 35033994", "Include": "true"}, {"number": "377", "ReferenceId": "34315821", "FullCitation": "Stein A, et al. J Immunother Cancer (2021) pmid: 34315821", "Include": "true"}, {"number": "378", "ReferenceId": "19603024", "FullCitation": "Souglakos J, et al. Br J Cancer (2009) pmid: 19603024", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2023_02_28 19:13:19", "OpName": "Douglas A. Mata, MD, MPH | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Douglas A. Mata, MD, MPH | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "893x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "5 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 fraction_unstable_loci"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "COLON", "disease_ontology": "Colon adenocarcinoma (CRC)", "flowcell_analysis": "2000027791", "gender": "male", "pathology_diagnosis": "Adenocarcinoma", "percent_tumor_nuclei": "30", "pipeline_version": "v3.19.0", "purity_assessment": "52.5", "specimen": "ORD_1570858_01*US1501605.01", "study": "CLINICAL_F1CDx v2", "test_request": "ORD_1570858_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Colon", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX2", "mean_exon_depth": "910.45", "name": "SQ_US1501605.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.3905", "cds_effect": "1633G>A", "depth": "1014", "equivocal": "false", "functional_effect": "missense", "gene": "PIK3CA", "percent_reads": "39.05", "position": "chr3:178936091", "protein_effect": "E545K", "status": "known", "strand": "+", "transcript": "NM_006218", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.2097", "cds_effect": "1202C>A", "depth": "682", "equivocal": "false", "functional_effect": "missense", "gene": "PDGFRA", "percent_reads": "20.97", "position": "chr4:55136880", "protein_effect": "A401D", "status": "unknown", "strand": "+", "transcript": "NM_006206", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.5297", "cds_effect": "395A>G", "depth": "640", "equivocal": "false", "functional_effect": "missense", "gene": "TP53", "percent_reads": "52.97", "position": "chr17:7578535", "protein_effect": "K132R", "status": "known", "strand": "_", "transcript": "NM_000546", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.601", "cds_effect": "1196A>G", "depth": "579", "equivocal": "false", "functional_effect": "missense", "gene": "JAK3", "percent_reads": "60.1", "position": "chr19:17951097", "protein_effect": "Y399C", "status": "unknown", "strand": "_", "transcript": "NM_000215", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.4948", "cds_effect": "1147C>T", "depth": "572", "equivocal": "false", "functional_effect": "missense", "gene": "CTNNA1", "percent_reads": "49.48", "position": "chr5:138223182", "protein_effect": "R383C", "status": "unknown", "strand": "+", "transcript": "NM_001903", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.6391", "cds_effect": "284_287AAAA>TAT", "depth": "859", "equivocal": "false", "functional_effect": "frameshift", "gene": "RB1", "percent_reads": "63.91", "position": "chr13:48916754", "protein_effect": "K95fs*16", "status": "likely", "strand": "+", "transcript": "NM_000321", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.295", "cds_effect": "4666_4667insA", "depth": "800", "equivocal": "false", "functional_effect": "frameshift", "gene": "APC", "percent_reads": "29.5", "position": "chr5:112175957", "protein_effect": "T1556fs*3", "status": "known", "strand": "+", "transcript": "NM_000038", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.0985", "cds_effect": "1531C>T", "depth": "802", "equivocal": "false", "functional_effect": "missense", "gene": "CD22", "percent_reads": "9.85", "position": "chr19:35832269", "protein_effect": "R511W", "status": "unknown", "strand": "+", "transcript": "NM_001771", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.5473", "cds_effect": "1054G>C", "depth": "941", "equivocal": "false", "functional_effect": "missense", "gene": "PALB2", "percent_reads": "54.73", "position": "chr16:23646813", "protein_effect": "E352Q", "status": "unknown", "strand": "_", "transcript": "NM_024675", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.1321", "cds_effect": "476C>T", "depth": "787", "equivocal": "false", "functional_effect": "missense", "gene": "PARK2", "percent_reads": "13.21", "position": "chr6:162622221", "protein_effect": "P159L", "status": "unknown", "strand": "_", "transcript": "NM_004562", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.5933", "cds_effect": "1081C>T", "depth": "718", "equivocal": "false", "functional_effect": "missense", "gene": "SMAD4", "percent_reads": "59.33", "position": "chr18:48591918", "protein_effect": "R361C", "status": "known", "strand": "+", "transcript": "NM_005359", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.6018", "cds_effect": "824A>C", "depth": "761", "equivocal": "false", "functional_effect": "missense", "gene": "NTRK1", "percent_reads": "60.18", "position": "chr1:156841521", "protein_effect": "E275A", "status": "unknown", "strand": "+", "transcript": "NM_002529", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.5051", "cds_effect": "89C>T", "depth": "693", "equivocal": "false", "functional_effect": "missense", "gene": "PTEN", "percent_reads": "50.51", "position": "chr10:89653791", "protein_effect": "P30L", "status": "unknown", "strand": "+", "transcript": "NM_000314", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.3757", "cds_effect": "2009T>G", "depth": "708", "equivocal": "false", "functional_effect": "missense", "gene": "MST1R", "percent_reads": "37.57", "position": "chr3:49934990", "protein_effect": "V670G", "status": "unknown", "strand": "_", "transcript": "NM_002447", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.444", "cds_effect": "1405_1413delTACTTCAAT", "depth": "1214", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "ROS1", "percent_reads": "44.4", "position": "chr6:117710858", "protein_effect": "Y469_N471del", "status": "unknown", "strand": "_", "transcript": "NM_002944", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.5094", "cds_effect": "5490_5501delTGCCGCCACCAC", "depth": "746", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "MTOR", "percent_reads": "50.94", "position": "chr1:11190697", "protein_effect": "T1834_T1837del", "status": "unknown", "strand": "_", "transcript": "NM_004958", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"allele_fraction": "0.4043", "cds_effect": "1799T>A", "depth": "1024", "equivocal": "false", "functional_effect": "missense", "gene": "BRAF", "percent_reads": "40.43", "position": "chr7:140453136", "protein_effect": "V600E", "status": "known", "strand": "_", "transcript": "NM_004333", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": [{"copy_number": "8", "equivocal": "false", "gene": "NBN", "number_of_exons": "16 of 16", "position": "chr8:90947760_90996835", "ratio": "2.01", "status": "unknown", "type": "amplification", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}, {"copy_number": "8", "equivocal": "false", "gene": "RAD21", "number_of_exons": "13 of 13", "position": "chr8:117859738_117878968", "ratio": "2.08", "status": "ambiguous", "type": "amplification", "dna_evidence": {"sample": "SQ_US1501605.01_1"}}]}, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "4.83", "status": "low", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}