{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2021_00016257", "CSN": null, "TRF": "ORD_1182590_01", "MRN": "41619038", "PhysicianId": "49551", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "883313", "clinicalId": "884718", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1182590_01", "SampleName": "US1143654.01", "Version": "0", "Sample": {"FM_Id": "ORD_1182590_01", "SampleId": "US1143654.01", "BlockId": "S110-24967A", "TRFNumber": "ORD_1182590_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "Blood", "ReceivedDate": "2021_09_07", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}]}, "TumorPurity": "50", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S110-99532", "MRN": "41619038", "FullName": "林忠誠", "FirstName": "Chung_Cheng", "LastName": "Lin", "SubmittedDiagnosis": " Stromal cell tumor (GIST), metastatic", "Gender": "Male", "DOB": "1968_04_01", "OrderingMD": "鄧豪偉", "OrderingMDId": "49551", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Omentum", "CollDate": "2021_08_27", "ReceivedDate": "2021-09-16 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Gastrointestinal Stromal Tumor "}, "PertinentNegatives": {"PertinentNegative": {"Gene": "PDGFRA"}}, "Summaries": {"alterationCount": "20", "clinicalTrialCount": "10", "resistiveCount": "1", "sensitizingCount": "8"}, "VariantProperties": {"VariantProperty": [{"geneName": "BRCA2", "isVUS": "true", "variantName": "G2901D"}, {"geneName": "CREBBP", "isVUS": "true", "variantName": "Q278P"}, {"geneName": "CSF1R", "isVUS": "true", "variantName": "T75I"}, {"geneName": "DAXX", "isVUS": "true", "variantName": "R117W"}, {"geneName": "DNMT3A", "isVUS": "true", "variantName": "G800C"}, {"geneName": "FANCC", "isVUS": "true", "variantName": "A325T"}, {"geneName": "KIT", "isVUS": "true", "variantName": "Y823H"}, {"geneName": "MSH3", "isVUS": "true", "variantName": "A65_A68>P,F203S"}, {"geneName": "NTRK1", "isVUS": "true", "variantName": "R220W"}, {"geneName": "PDGFRB", "isVUS": "true", "variantName": "P269S"}, {"geneName": "TNFAIP3", "isVUS": "true", "variantName": "I207L,T108A"}, {"geneName": "ZNF703", "isVUS": "true", "variantName": "A514del"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "KIT", "Include": "true", "Alterations": {"Alteration": [{"Name": "W557_K558del", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "W557_K558del"}}, "Interpretation": "KIT (also called c_KIT) encodes a cell surface tyrosine kinase receptor that, upon ligand binding and dimerization, activates the PI3K_AKT and RAS_MAPK signaling pathways (Linnekin, 1999; 10582339). KIT aberrations, including point mutations, translocations, amplification, and overexpression, have been associated with various malignancies, and KIT is considered an oncoprotein (Fletcher, 2004; 15175998). KIT alterations in exon 11 leading to disruption of the autoinhibitory domain (amino acids 545_579)(Allander et al., 2001; 11751374, Chan et al., 2003; 12697809, Hirota et al., 1998; 9438854, Martin et al., 2005; 16135486, Rubin et al., 2001; 11719439, Tarn et al., 2005; 15897563, Corless et al., 2004; 15507676, Chen et al., 2005; 15824741) or internal tandem duplication (ITD) proximal to the kinase domain (amino acids 569_591)(Kim et al., 2011; 21640708), such as observed here, are predicted to be activating and sensitive to imatinib (Corbacioqlu et al., 2006; 16840725, Gronchi, 2013; 23206668, Heinrich et al., 2003; 14645423). KIT exon 11 deletions are frequently observed in the context of gastrointestinal stromal tumor (GIST) (Antonescu et al., 2005; 15930355, Hirota et al., 1998; 9438854, Joensuu et al., 2013; 23623056) and KIT_ITDs in acute myeloid leukemia (AML)(Beghini et al., 2004; 15339674, Corbacioqlu et al., 2006; 16840725, Jiao et al., 2009; 19458628, Manara et al., 2014; 24226631, Wang et al., 2005; 15650049). The V654A mutation is located within the kinase domain of KIT and promotes increased proliferation of cells in the presence of c_KIT ligand and is therefore also considered to be activating (Roberts et al., 2007; 17363509). It is also a common secondary KIT mutation, acquired in addition to an existing activating mutation in KIT; this mutation has been associated with resistance to imatinib (Garner et al., 2014; 25239608, Bertucci et al., 2006; 16786129, Heinrich et al., 2006; 16954519, Wardelmann et al., 2005; 15811621, Wardelmann et al., 2006; 16551858, Guo et al., 2009; 19861442, Heinrich et al., 2008; 18955458) and avapritinib (Evans et al., 2017; 29093181, Mazzocca et al., 2019; 31205499) in patients and cell_based models and was shown to lead to decreased sensitivity to regorafenib and ponatinib in 1 preclinical study (Garner et al., 2014; 25239608). Activating alterations in KIT, or the related gene PDGFRA, are known to underlie inherited predisposition to gastrointestinal stromal tumor (GIST) development (Agarwal and Robson, 2009; 19248967, Miettinen and Lasota, 2006; 17090188). KIT mutation has been reported in 54_72% of GIST cases, and the majority of these mutations affect exon 9 or exon 11 (Mikami et al., 2013; 24119563, Wang et al., 2013; 23862765, Andersson et al., 2006; 16697720). It is estimated that up to 95% of GISTs overexpress the KIT protein, and KIT mutation has been reported to be an early event in the development of GIST (Corless et al., 2011; 22089421, Mikami et al., 2013; 24119563). Mutations in exon 11 of KIT are associated with a significantly greater response rate to imatinib, compared to individuals with mutations in exon 9 or without mutations in KIT (Joensuu et al., 2013; 23623056, Gronchi, 2013; 23206668). Studies comparing patients with GIST treated with imatinib to those treated with placebo indicate that the presence of exon 11 in_frame deletions is associated with a significantly longer recurrence_free survival in univariate analysis; similar results were not observed for patients with exon 11 insertions, exon 11 point mutations, exon 9 mutations, or no KIT mutation (Corless et al., 2014; 24638003). Overall, patients with exon 11 mutations experienced a benefit from adjuvant imatinib therapy, which is in agreement with several previous studies (Corless et al., 2014; 24638003, Joensuu et al., 2013; 23623056, Gronchi, 2013; 23206668, Joensuu et al., 2012; 22453568), but although the reported effect on overall survival is favorable, it does not always reach statistical significance (Corless et al., 2014; 24638003, Joensuu et al., 2012; 22453568). However, patients that develop imatinib resistance have a poorer prognosis than those without including a reduced 5 year survival rate (Peixoto et al., 2018; 29755776). On the basis of clinical evidence, primarily in GIST, AML, and systemic mastocytosis, KIT activating alterations are associated with sensitivity to KIT tyrosine kinase inhibitors including imatinib, sunitinib, sorafenib, dasatinib, nilotinib, pazopanib, regorafenib, ponatinib, midostaurin, avapritinib, and ripretinib (Heinrich et al., 2014; ASCO Abstract 10506, Heinrich et al., 2017; ASCO Abstract 11011, DeAngelo et al., 2017; ASH Abstract 2, Evans et al., 2017; 29093181, Abbaspour Babaei et al., 2016; 27536065, Ramaswamy et al., 2016; 27563456, Demetri et al., 2013; 23177515, Gotlib et al., 2016; 27355533, Jawhar et al., 2017; 28424161, Xu et al., 2014; 25031773, Gotlib et al., 2005; 15972446, George et al., 2018; ASCO Abstract 11511). The use of mTOR inhibitors as an alternative therapeutic strategy has demonstrated limited success in KIT_mutated, imatinib_resistant melanoma, with 1 PR and 3 SD observed for 4 patients treated with everolimus (Si et al., 2012; ASCO Abstract 8562, Si et al., 2012; 22162580). However, no responses were observed for 10 patients with mastocytosis following everolimus monotherapy, with 8/10 patients harboring the KIT D816V mutation (Parikh et al., 2010; 20038218). The role of KIT amplification as a biomarker for response to mTOR inhibitors has not been investigated (PubMed, Mar 2021). In a dose escalation study of GIST patients who developed KIT resistant mutations, most commonly in exons 11 and 17 after progressing on imatinib, treatment with the higher dosage of PLX9486 alone and in the lower dosage in combination with pexidartinib reported clinical benefit rates of 64% (7/11) and 67% (6/9), respectively (Wagner et al., 2018; ASCO Abstract 11509). However, the KIT V654A mutation has been associated with resistance to imatinib in patients and cell_based models (Wada et al., 2016; 26779618, Heydt et al., 2015; 25886408, Garner et al., 2014; 25239608, Bertucci et al., 2006; 16786129, Heinrich et al., 2006; 16954519, Wardelmann et al., 2005; 15811621, Wardelmann et al., 2006; 16551858, Guo et al., 2009; 19861442, Heinrich et al., 2008; 18955458) and was shown to reduce sensitivity to regorafenib and ponatinib in preclinical studies; although this mutation still may be inhibited at clinically achievable doses (Schrock et al., 2013; ASCO Abstract B266, Garner et al., 2014; 25239608). Additional clinical and preclinical data suggest that KIT V654A may confer reduced sensitivity to avapritinib. (Evans et al., 2017; 29093181, Mazzocca et al., 2019; 31205499). KIT mutations are characteristic drivers of GIST and may aid in guiding targeted therapy approaches in this setting (NCCN GIST Guidelines, v1.2021)(Casali et al., 2018; 30188977).", "Include": "true", "ClinicalTrialNote": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Sorafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Sorafenib is a kinase inhibitor that targets the RAF kinases, KIT, FLT3, RET, VEGFRs, and PDGFRs. It is FDA approved for the treatment of unresectable hepatocellular carcinoma, advanced renal cell carcinoma, and recurrent or metastatic differentiated thyroid carcinoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Quintás_Cardama et al., 2008; 18936790, Bisagni et al., 2009; 19461405, Handolias et al., 2010; 20372153, Disel et al., 2011; 20970876, Park et al., 2012; 22270258, Catania et al., 2014; 24855380, Guo et al., 2007; 17699867, Hu et al., 2008; 18483300) or KIT_expressing tumors (Llovet et al., 2012; 22374331, Zhang et al., 2013; 23058498, Seino et al., 2014; 25450081, Li et al., 2009; 18846437), KIT activating alterations may predict sensitivity to sorafenib. </p> <p><b>Supporting Data:</b> Phase 2 studies of sorafenib in patients with gastrointestinal stromal tumors (GIST) previously treated with imatinib and sunitinib have reported partial responses in 10_13% of patients and stable disease in 52_57% of patients (Park et al., 2012; 22270258, Campbell et al., 2011; ASCO Gastrointestinal Cancers Symposium, Abstract 4). A retrospective analysis of sorafenib in 124 patients with GIST previously treated with imatinib and sunitinib reported that 57% (70/124) of patients achieved disease stabilization and 10% (12/124) achieved partial response (Montemurro et al., 2013; 23140824). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Ripretinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Ripretinib is a selective kinase inhibitor of PDGFRA and KIT. It is FDA approved for the treatment of patients with advanced gastrointestinal stromal tumor (GIST). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in KIT_mutated GIST (George et al., 2018; ASCO Abstract 11511) as well as strong preclinical evidence (Smith et al., 2019; 31085175), KIT mutation may predict sensitivity to ripretinib. </p> <p><b>Supporting Data:</b> The Phase 3 INVICTUS study comparing ripretinib with placebo for patients with previously treated advanced gastrointestinal stromal tumor (GIST) reported improved median PFS (6.3 vs. 1.0 months, HR=0.15), median OS (15.1 vs. 6.6 months, HR=0.36), and ORR (9.4% vs. 0%) (Blay et al., 2020; 32511981). A Phase 1 study evaluating ripretinib in previously treated GIST also reported ORRs of 24%, 24%, or 9% as second_line, third_line or fourth_or_later_line therapies, respectively (George et al., 2018; ASCO Abstract 11511). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Ponatinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Ponatinib is a multikinase inhibitor targeting BCR_ABL, RET, KIT, FLT_3, PDGFRs, VEGFRs, FGFRs, and other tyrosine kinases. It is FDA approved for the treatment of advanced, T315I_mutated chronic myeloid leukemia (CML) and Philadelphia chromosome_positive (Ph+) acute lymphoblastic leukemia (ALL), as well as for CML and Ph+ ALL patients for whom no other tyrosine kinase inhibitor is indicated. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> KIT exon 9 and 11 activating mutations have demonstrated sensitivity to ponatinib in several preclinical cell models (Schrock et al., 2013; ASCO Abstract B266, Garner et al., 2013; AACR Abstract 3394)(Lierman et al., 2012; 22301675, Jin et al., 2014; 24552773, Gleixner et al., 2013; 23539538, Gozgit et al., 2011; 21482694), with clinical efficacy demonstrated in patients with GIST exhibiting exon 11 mutations (Heinrich et al., 2014; ASCO Abstract 1050)(Garner et al., 2014; 25239608) and imatinib resistance (Heinrich et al., 2014; ASCO Abstract 10506). KIT V654A has been shown to result in decreased sensitivity to ponatinib in a preclinical study (Garner et al., 2014; 25239608). </p> <p><b>Supporting Data:</b> Data from a Phase 2 trial in GIST indicated that ponatinib induced a clinical benefit rate (CBR; patients exhibiting complete response, partial response, or stable disease for at least 16 weeks) in 55% of patients with KIT exon 11 mutations compared with a CBR of 27% in patients lacking mutations in exon 11 (Heinrich et al., 2014; ASCO Abstract 10506). Ponatinib has also demonstrated robust preclinical activity in patient_derived gastrointestinal stromal tumor (GIST) cell lines against multiple imatinib_resistant KIT mutations, including the gatekeeper residue, T670I, and secondary mutations within the activation loop, including those at residues D816, D820, N822, and A829 (Garner et al., 2014; 25239608). Moreover, ponatinib displayed clinical activity in 2 out of 3 patients with refractory GIST, all of whom had been previously treated with, at a minimum, imatinib, sunitinib, and regorafenib (Garner et al., 2014; 25239608). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dasatinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dasatinib is a kinase inhibitor that targets the BCR_ABL fusion protein, SRC family kinase receptors, KIT, EPHA2, and PDGFR_beta. It is FDA approved for the treatment of certain subtypes of Philadelphia chromosome_positive (Ph+) chronic myeloid leukemia (CML) and Ph+ acute lymphoblastic leukemia (ALL). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in melanoma (Kalinsky et al., 2016; ASCO 2016 Abstract 9501)(Kluger et al., 2011; 21523734) and preclinical evidence in other cancer types (Mpakou et al., 2013; 23149070, Wasag et al., 2011; 21689725), activating KIT alterations may confer sensitivity to dasatinib. Preclinical and limited clinical data indicate that secondary imatinib_resistant mutations, including V654A and A_loop alterations at residues D816, D820, N822, and A829, remain sensitive to dasatinib (Todd et al., 2013; 23582185, Zhao et al., 2014; 24205792, Schittenhelm et al., 2006; 16397263, Ustun et al., 2009; 18986703, Guo et al., 2007; 17699867, Wasag et al., 2011; 21689725). </p> <p><b>Supporting Data:</b> A Phase 2 trial of dasatinib treatment in patients with kinase inhibitor_naïve gastrointestinal stromal tumors (GIST) reported an overall response rate of 67% (29/43), with 13 complete responses and 16 partial responses (Montemurro et al., 2012; ASCO Abstract 10033). A Phase 2 trial of dasatinib in patients with GIST who were refractory to imatinib and sunitinib reported a partial response rate of 32% (15/47), with 21% (10/47) of patients demonstrating progression_free survival for greater than six months (Trent et al., 2011; ASCO Abstract 10006). Preclinical studies of a mouse model of GIST showed that combined treatment with imatinib and dasatinib resulted in the arrest of tumor cell growth and an increase in cell death, and also a decrease in KIT and AKT phosphorylation (Rossi et al., 2010; 20736294). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Sunitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Sunitinib is a small_molecule tyrosine kinase inhibitor that targets PDGFRs, VEGFRs, KIT, FLT3, CSF_1R, and RET. It is FDA approved for the treatment of advanced or metastatic pancreatic neuroendocrine tumors, gastrointestinal stromal tumors (GISTs) in patients who have progressed on or are intolerant to imatinib, and advanced renal cell carcinoma (RCC) as well as for the adjuvant treatment of patients at high risk of recurrent RCC after nephrectomy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Minor et al., 2012; 22261812, Heinrich et al., 2008; 18955458, Buchbinder et al., 2015; 26264378, Reichardt et al., 2016; 26772734, Hirai et al., 2016; 27073655, Goemans et al., 2010; 20435347) or KIT_expressing tumors (Mahipal et al., 2012; 23114504, Minor et al., 2012; 22261812), KIT activating alterations may predict sensitivity to sunitinib. On the basis of retrospective analyses (Heinrich et al., 2008; 18955458, Nishida et al., 2009; 19390946), case studies (Prenen et al., 2006; 16638875), and preclinical evidence in GIST (Prenen et al., 2006; 16638875, Heinrich et al., 2008; 18955458, Garner et al., 2014; 25239608), KIT V654A is predicted to be sensitive to sunitinib. </p> <p><b>Supporting Data:</b> The median time to progression in patients with imatinib_refractory or _intolerant GIST treated with sunitinib was 27.3 weeks, as compared with 6.4 weeks for patients treated with placebo (Goodman et al., 2007; 17332278). Patients with imatinib_resistant GIST harboring KIT exon 11 mutations exhibited worse progression_free survival (12.3 months) and clinical benefit rate (34%) than patients with exon 9 mutations (26.9 months; 58%) or wild type KIT (30.5 months; 56%) during treatment with sunitinib in a Phase 1/2 trial (Heinrich et al., 2008; 18955458). However, these data were from pooled exon 11 mutations, and the presence of secondary mutations may have impaired the response of these patients; KIT V560D was potently inhibited by sunitinib in vitro in the absence of secondary mutations (Heinrich et al., 2008; 18955458). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Regorafenib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Regorafenib is a small_molecule inhibitor of multiple kinases, including RET, VEGFRs, PDGFRs, KIT, and RAF family proteins. It is FDA approved to treat hepatocellular carcinoma that has been previously treated with sorafenib, metastatic colorectal cancer (CRC), or advanced gastrointestinal stromal tumors (GISTs). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in gastrointestinal stromal tumor, activating KIT alterations may confer sensitivity to regorafenib (Ben_Ami et al., 2016; 27371698; Van Looy et al., 2014; 25132955). Preclinical and limited clinical data indicate that secondary imatinib_resistant mutations, including V654A and A_loop alterations at residues D816, D820, N822, and A829, remain sensitive to regorafenib (Garner et al., 2014; 25239608, Van Looy et al., 2014; 25132955). Limited preclinical data has shown that KIT V654A may reduce sensitivity to regorafenib (Garner et al., 2014; 25239608). </p> <p><b>Supporting Data:</b> A Phase 2 follow_up study of regorafenib treatment for patients with advanced GIST and a KIT exon 11 mutation reported a longer median PFS (13.4 months) compared to patients with KIT/PDGFRA wild_type, non_SDH_deficient tumors (1.6 months) (Ben_Ami et al., 2016; 27371698). Regorafenib is approved in the third line for advanced gastrointestinal stromal tumors (GISTs) based on a Phase 3 randomized study comparing regorafenib to placebo; patients who had progressed on imatinib and sunitinib demonstrated significantly longer median PFS when treated with regorafenib (4.8 vs. 0.9 months) (Demetri et al., 2013; 23177515). A Phase 2 study of regorafenib in the second_line setting for patients with imatinib_resistant advanced GIST reported a median PFS of 36.3 weeks (Takahashi et al., 2020; ASCO GI abstract 823). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Imatinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Imatinib targets the BCR_ABL fusion protein, PDGFR, and KIT. It is FDA approved for the treatment of KIT_positive gastrointestinal stromal tumors (GIST), Ph+ chronic myeloid leukemia (CML) and acute lymphoblastic leukemia (ALL), myelodysplastic syndrome/myeloproliferative syndrome (MDS/MPS), aggressive systemic mastocytosis without a D816V KIT mutation, hypereosinophilic syndrome and/or chronic eosinophilic leukemia, and dermatofibrosarcoma protuberans. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Carvajal et al., 2011; 21642685, Debiec_Rychter et al., 2006; 16624552, Heinrich et al., 2003; 14645423, Hodi et al., 2013; 23775962), KIT_amplified (Wei et al., 2019; 30075827, Guo et al., 2011; 21690468, Hodi et al., 2013; 23775962, Carvajal et al., 2011; 21642685), or KIT_expressing tumors (DeMatteo et al., 2009; 19303137, Faivre et al., 2005; 16135502, Alcedo et al., 2004; 15350030, Brandwein et al., 2011; 21403650, Hotte et al., 2005; 15659505, Reardon et al., 2009; 19904263, Kamenz et al., 2006; 16570351, Wang et al., 2005; 15650049), KIT activating alterations may confer sensitivity to imatinib. The KIT V654A mutation is predicted to confer resistance to imatinib based on strong clinical evidence in GIST (Chen et al., 2004; 15342366, Antonescu et al., 2005; 15930355, Debiec_Rychter et al., 2005; 15685537, Wardelmann et al., 2006; 16551858, Heinrich et al., 2006; 16954519, Desai et al., 2007; 17875769, Liegl et al., 2008; 18623623, Gao et al., 2013; 23456621, Heydt et al., 2015; 25886408, Wada et al., 2016; 26779618). </p> <p><b>Supporting Data:</b> Clinical studies in GIST have reported that imatinib treatment results in significantly longer recurrence_free survival (RFS) and OS (Joensuu et al., 2012; 22453568, DeMatteo et al., 2009; 19303137). A meta_analysis of imatinib clinical trials suggests that patients with GIST harboring KIT exon 11 mutations respond better to imatinib than those without (Zhi et al., 2013; 24223922). Several Phase 3 trials of imatinib, including a 10 _year outcomes study, reported significantly increased OS in patients with GIST harboring KIT exon 11 mutations relative to those with KIT exon 9 mutations (Demetri et al., 2014; ASCO Abstract 10508, Heinrich et al., 2008; 18955451). A case study has reported a PR and 5_year disease stabilization upon treatment with imatinib in a patient with GIST harboring a PDGFRA exon 12 mutation (Kocáková et al., 2014; 24635438). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Avapritinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Avapritinib is a selective kinase inhibitor of PDGFRA and KIT activating mutations. It is FDA approved for the treatment of unresectable or metastatic gastrointestinal stromal tumor (GIST) that is positive for PDGFRA mutation in exon 18, including the resistance mutation D842V. It is also approved to treat advanced systemic mastocytosis. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of prospective Phase 1 and Phase 2 studies in KIT_mutated GIST (Evans et al., 2017; 29093181, Heinrich et al., 2017; ASCO Abstract 11011) and systemic mastocytosis (SM)(Radia et al., 2021; BSH Abstract BSH2021_PO_014, Radia et al., BSH Abstract BSH2021_OR_007, DeAngelo et al., 2021; AACR Abstract CT023), as well as a case report in metastatic vulvar melanoma (Cocorocchio et al., 2020; 32821296), KIT mutation may predict sensitivity to avapritinib. On the basis of a clinical study in patients with GIST (Mazzocca et al., 2019; 31205499), as well as preclinical data (Evans et al., 2017; 29093181), KIT V654A or T670I mutations may confer reduced sensitivity to avapritinib. </p> <p><b>Supporting Data:</b> Avapritinib has primarily been studied in the context of PDGFRA_ and KIT_mutated GIST (Heinrich et al., 2020; 32615108, Heinrich et al., 2019; ASCO Abstract 11022) and KIT_mutated mastocytosis (Radia et al., 2019; EHA Abstract S830, Deninger et al., 2018; EHA Abstract PF612, DeAngelo et al., 2017; ASH Abstract 2). For previously treated patients with GIST and PDGFRA exon 18 mutations, avapritinib treatment was associated with an ORR of 86% (37/43; 3 CRs, 34 PRs) and a clinical benefit rate (CBR) of 95% in the Phase 1 NAVIGATOR trial (Heinrich et al., 2019; ASCO Abstract 11022). A similar cohort treated in the ≥4th_line setting with no approved treatment options achieved an ORR of 22% (24/111; 1 CR, 23 PRs) and duration of response of 10.2 months from avapritinib in this trial; patients with PDGFRA exon 18 mutations other than D842V experienced an ORR of 17% (Heinrich et al., 2019; ASCO Abstract 11022). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Nilotinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Nilotinib targets tyrosine kinases such as ABL (including BCR_ABL), PDGFRs, KIT, CSF1R, DDR1, and DDR2. It is FDA approved to treat newly diagnosed pediatric or adult patients with Philadelphia chromosome_positive (Ph+) chronic myeloid leukemia (CML) in chronic phase, adults with Ph+ CML in chronic or accelerated phase with resistance or intolerance to prior therapy including imatinib, and pediatric patients with Ph+ CML in chronic phase with resistance or intolerance to prior tyrosine_kinase inhibitor therapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Lee et al., 2015; 26424760, Carvajal et al., 2015; 25695690, Hochhaus et al., 2015; 26002753, Blay et al., 2015; 25882987, Kaijimoto et al., 2015; 26722383), KIT_amplified (Lee et al., 2015; 26424760), or KIT_expressing tumors (Sako et al., 2014; 25221952), KIT activating alterations may confer sensitivity to nilotinib. Additionally, imatinib_resistant KIT mutations such as V654A and A_loop alterations at residues D816, D820, N822, and A829 maintain sensitivity to nilotinib as demonstrated in multiple clinical and preclinical studies (Todd et al., 2013; 23582185, Zhao et al., 2014; 24205792, Gleixner et al., 2006; 16189265, Cullianane et al., 2010; 20442311, Guo et al., 2007; 17699867, Roberts et al., 2007; 17363509, Hochhaus et al., 2015; 26002753). </p> <p><b>Supporting Data:</b> A Phase 3 trial of nilotinib in 240 patients with advanced gastrointestinal stromal tumors (GIST) who had failed prior imatinib and sunitinib treatment showed no significant difference in progression_free survival between nilotinib and best supportive care, but overall survival was increased in nilotinib_treated patients (Reichardt et al., 2012; 22357255). A Phase 2 study has shown that nilotinib as a single agent third_line therapy (after imatinib and sunitinib treatment) for GIST had an objective response rate of 3% (1/35) and stable disease at six_weeks in 66% (23/35) of patients (Sawaki et al., 2011; 21456006). A Phase 2 study of nilotinib in patients with GIST resistant to both imatinib and sunitinib reported responses in 10% (5/52) of patients (Montemurro et al., 2009; 19467857). A Phase 2 clinical trial showed that nilotinib was well tolerated and suggested that it may be particularly useful in treating a subset of GIST with KIT exon 17 mutations (Cauchi et al., 2012; 22119758). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04337463", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT03564691", "Include": "true"}, {"nctId": "NCT04633122", "Include": "true"}, {"nctId": "NCT04193553", "Include": "true"}, {"nctId": "NCT04200404", "Include": "true"}, {"nctId": "NCT02693535", "Include": "true"}, {"nctId": "NCT03297606", "Include": "true"}, {"nctId": "NCT03475953", "Include": "true"}, {"nctId": "NCT04138381", "Include": "true"}]}}, {"Name": "V654A", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "V654A"}}, "Interpretation": "KIT (also called c_KIT) encodes a cell surface tyrosine kinase receptor that, upon ligand binding and dimerization, activates the PI3K_AKT and RAS_MAPK signaling pathways (Linnekin, 1999; 10582339). KIT aberrations, including point mutations, translocations, amplification, and overexpression, have been associated with various malignancies, and KIT is considered an oncoprotein (Fletcher, 2004; 15175998). KIT alterations in exon 11 leading to disruption of the autoinhibitory domain (amino acids 545_579)(Allander et al., 2001; 11751374, Chan et al., 2003; 12697809, Hirota et al., 1998; 9438854, Martin et al., 2005; 16135486, Rubin et al., 2001; 11719439, Tarn et al., 2005; 15897563, Corless et al., 2004; 15507676, Chen et al., 2005; 15824741) or internal tandem duplication (ITD) proximal to the kinase domain (amino acids 569_591)(Kim et al., 2011; 21640708), such as observed here, are predicted to be activating and sensitive to imatinib (Corbacioqlu et al., 2006; 16840725, Gronchi, 2013; 23206668, Heinrich et al., 2003; 14645423). KIT exon 11 deletions are frequently observed in the context of gastrointestinal stromal tumor (GIST) (Antonescu et al., 2005; 15930355, Hirota et al., 1998; 9438854, Joensuu et al., 2013; 23623056) and KIT_ITDs in acute myeloid leukemia (AML)(Beghini et al., 2004; 15339674, Corbacioqlu et al., 2006; 16840725, Jiao et al., 2009; 19458628, Manara et al., 2014; 24226631, Wang et al., 2005; 15650049). The V654A mutation is located within the kinase domain of KIT and promotes increased proliferation of cells in the presence of c_KIT ligand and is therefore also considered to be activating (Roberts et al., 2007; 17363509). It is also a common secondary KIT mutation, acquired in addition to an existing activating mutation in KIT; this mutation has been associated with resistance to imatinib (Garner et al., 2014; 25239608, Bertucci et al., 2006; 16786129, Heinrich et al., 2006; 16954519, Wardelmann et al., 2005; 15811621, Wardelmann et al., 2006; 16551858, Guo et al., 2009; 19861442, Heinrich et al., 2008; 18955458) and avapritinib (Evans et al., 2017; 29093181, Mazzocca et al., 2019; 31205499) in patients and cell_based models and was shown to lead to decreased sensitivity to regorafenib and ponatinib in 1 preclinical study (Garner et al., 2014; 25239608). Activating alterations in KIT, or the related gene PDGFRA, are known to underlie inherited predisposition to gastrointestinal stromal tumor (GIST) development (Agarwal and Robson, 2009; 19248967, Miettinen and Lasota, 2006; 17090188). KIT mutation has been reported in 54_72% of GIST cases, and the majority of these mutations affect exon 9 or exon 11 (Mikami et al., 2013; 24119563, Wang et al., 2013; 23862765, Andersson et al., 2006; 16697720). It is estimated that up to 95% of GISTs overexpress the KIT protein, and KIT mutation has been reported to be an early event in the development of GIST (Corless et al., 2011; 22089421, Mikami et al., 2013; 24119563). Mutations in exon 11 of KIT are associated with a significantly greater response rate to imatinib, compared to individuals with mutations in exon 9 or without mutations in KIT (Joensuu et al., 2013; 23623056, Gronchi, 2013; 23206668). Studies comparing patients with GIST treated with imatinib to those treated with placebo indicate that the presence of exon 11 in_frame deletions is associated with a significantly longer recurrence_free survival in univariate analysis; similar results were not observed for patients with exon 11 insertions, exon 11 point mutations, exon 9 mutations, or no KIT mutation (Corless et al., 2014; 24638003). Overall, patients with exon 11 mutations experienced a benefit from adjuvant imatinib therapy, which is in agreement with several previous studies (Corless et al., 2014; 24638003, Joensuu et al., 2013; 23623056, Gronchi, 2013; 23206668, Joensuu et al., 2012; 22453568), but although the reported effect on overall survival is favorable, it does not always reach statistical significance (Corless et al., 2014; 24638003, Joensuu et al., 2012; 22453568). However, patients that develop imatinib resistance have a poorer prognosis than those without including a reduced 5 year survival rate (Peixoto et al., 2018; 29755776). On the basis of clinical evidence, primarily in GIST, AML, and systemic mastocytosis, KIT activating alterations are associated with sensitivity to KIT tyrosine kinase inhibitors including imatinib, sunitinib, sorafenib, dasatinib, nilotinib, pazopanib, regorafenib, ponatinib, midostaurin, avapritinib, and ripretinib (Heinrich et al., 2014; ASCO Abstract 10506, Heinrich et al., 2017; ASCO Abstract 11011, DeAngelo et al., 2017; ASH Abstract 2, Evans et al., 2017; 29093181, Abbaspour Babaei et al., 2016; 27536065, Ramaswamy et al., 2016; 27563456, Demetri et al., 2013; 23177515, Gotlib et al., 2016; 27355533, Jawhar et al., 2017; 28424161, Xu et al., 2014; 25031773, Gotlib et al., 2005; 15972446, George et al., 2018; ASCO Abstract 11511). The use of mTOR inhibitors as an alternative therapeutic strategy has demonstrated limited success in KIT_mutated, imatinib_resistant melanoma, with 1 PR and 3 SD observed for 4 patients treated with everolimus (Si et al., 2012; ASCO Abstract 8562, Si et al., 2012; 22162580). However, no responses were observed for 10 patients with mastocytosis following everolimus monotherapy, with 8/10 patients harboring the KIT D816V mutation (Parikh et al., 2010; 20038218). The role of KIT amplification as a biomarker for response to mTOR inhibitors has not been investigated (PubMed, Mar 2021). In a dose escalation study of GIST patients who developed KIT resistant mutations, most commonly in exons 11 and 17 after progressing on imatinib, treatment with the higher dosage of PLX9486 alone and in the lower dosage in combination with pexidartinib reported clinical benefit rates of 64% (7/11) and 67% (6/9), respectively (Wagner et al., 2018; ASCO Abstract 11509). However, the KIT V654A mutation has been associated with resistance to imatinib in patients and cell_based models (Wada et al., 2016; 26779618, Heydt et al., 2015; 25886408, Garner et al., 2014; 25239608, Bertucci et al., 2006; 16786129, Heinrich et al., 2006; 16954519, Wardelmann et al., 2005; 15811621, Wardelmann et al., 2006; 16551858, Guo et al., 2009; 19861442, Heinrich et al., 2008; 18955458) and was shown to reduce sensitivity to regorafenib and ponatinib in preclinical studies; although this mutation still may be inhibited at clinically achievable doses (Schrock et al., 2013; ASCO Abstract B266, Garner et al., 2014; 25239608). Additional clinical and preclinical data suggest that KIT V654A may confer reduced sensitivity to avapritinib. (Evans et al., 2017; 29093181, Mazzocca et al., 2019; 31205499). KIT mutations are characteristic drivers of GIST and may aid in guiding targeted therapy approaches in this setting (NCCN GIST Guidelines, v1.2021)(Casali et al., 2018; 30188977).", "Include": "true", "ClinicalTrialNote": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Sorafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Sorafenib is a kinase inhibitor that targets the RAF kinases, KIT, FLT3, RET, VEGFRs, and PDGFRs. It is FDA approved for the treatment of unresectable hepatocellular carcinoma, advanced renal cell carcinoma, and recurrent or metastatic differentiated thyroid carcinoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Quintás_Cardama et al., 2008; 18936790, Bisagni et al., 2009; 19461405, Handolias et al., 2010; 20372153, Disel et al., 2011; 20970876, Park et al., 2012; 22270258, Catania et al., 2014; 24855380, Guo et al., 2007; 17699867, Hu et al., 2008; 18483300) or KIT_expressing tumors (Llovet et al., 2012; 22374331, Zhang et al., 2013; 23058498, Seino et al., 2014; 25450081, Li et al., 2009; 18846437), KIT activating alterations may predict sensitivity to sorafenib. </p> <p><b>Supporting Data:</b> Phase 2 studies of sorafenib in patients with gastrointestinal stromal tumors (GIST) previously treated with imatinib and sunitinib have reported partial responses in 10_13% of patients and stable disease in 52_57% of patients (Park et al., 2012; 22270258, Campbell et al., 2011; ASCO Gastrointestinal Cancers Symposium, Abstract 4). A retrospective analysis of sorafenib in 124 patients with GIST previously treated with imatinib and sunitinib reported that 57% (70/124) of patients achieved disease stabilization and 10% (12/124) achieved partial response (Montemurro et al., 2013; 23140824). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Ripretinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Ripretinib is a selective kinase inhibitor of PDGFRA and KIT. It is FDA approved for the treatment of patients with advanced gastrointestinal stromal tumor (GIST). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in KIT_mutated GIST (George et al., 2018; ASCO Abstract 11511) as well as strong preclinical evidence (Smith et al., 2019; 31085175), KIT mutation may predict sensitivity to ripretinib. </p> <p><b>Supporting Data:</b> The Phase 3 INVICTUS study comparing ripretinib with placebo for patients with previously treated advanced gastrointestinal stromal tumor (GIST) reported improved median PFS (6.3 vs. 1.0 months, HR=0.15), median OS (15.1 vs. 6.6 months, HR=0.36), and ORR (9.4% vs. 0%) (Blay et al., 2020; 32511981). A Phase 1 study evaluating ripretinib in previously treated GIST also reported ORRs of 24%, 24%, or 9% as second_line, third_line or fourth_or_later_line therapies, respectively (George et al., 2018; ASCO Abstract 11511). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Ponatinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Ponatinib is a multikinase inhibitor targeting BCR_ABL, RET, KIT, FLT_3, PDGFRs, VEGFRs, FGFRs, and other tyrosine kinases. It is FDA approved for the treatment of advanced, T315I_mutated chronic myeloid leukemia (CML) and Philadelphia chromosome_positive (Ph+) acute lymphoblastic leukemia (ALL), as well as for CML and Ph+ ALL patients for whom no other tyrosine kinase inhibitor is indicated. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> KIT exon 9 and 11 activating mutations have demonstrated sensitivity to ponatinib in several preclinical cell models (Schrock et al., 2013; ASCO Abstract B266, Garner et al., 2013; AACR Abstract 3394)(Lierman et al., 2012; 22301675, Jin et al., 2014; 24552773, Gleixner et al., 2013; 23539538, Gozgit et al., 2011; 21482694), with clinical efficacy demonstrated in patients with GIST exhibiting exon 11 mutations (Heinrich et al., 2014; ASCO Abstract 1050)(Garner et al., 2014; 25239608) and imatinib resistance (Heinrich et al., 2014; ASCO Abstract 10506). KIT V654A has been shown to result in decreased sensitivity to ponatinib in a preclinical study (Garner et al., 2014; 25239608). </p> <p><b>Supporting Data:</b> Data from a Phase 2 trial in GIST indicated that ponatinib induced a clinical benefit rate (CBR; patients exhibiting complete response, partial response, or stable disease for at least 16 weeks) in 55% of patients with KIT exon 11 mutations compared with a CBR of 27% in patients lacking mutations in exon 11 (Heinrich et al., 2014; ASCO Abstract 10506). Ponatinib has also demonstrated robust preclinical activity in patient_derived gastrointestinal stromal tumor (GIST) cell lines against multiple imatinib_resistant KIT mutations, including the gatekeeper residue, T670I, and secondary mutations within the activation loop, including those at residues D816, D820, N822, and A829 (Garner et al., 2014; 25239608). Moreover, ponatinib displayed clinical activity in 2 out of 3 patients with refractory GIST, all of whom had been previously treated with, at a minimum, imatinib, sunitinib, and regorafenib (Garner et al., 2014; 25239608). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dasatinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dasatinib is a kinase inhibitor that targets the BCR_ABL fusion protein, SRC family kinase receptors, KIT, EPHA2, and PDGFR_beta. It is FDA approved for the treatment of certain subtypes of Philadelphia chromosome_positive (Ph+) chronic myeloid leukemia (CML) and Ph+ acute lymphoblastic leukemia (ALL). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in melanoma (Kalinsky et al., 2016; ASCO 2016 Abstract 9501)(Kluger et al., 2011; 21523734) and preclinical evidence in other cancer types (Mpakou et al., 2013; 23149070, Wasag et al., 2011; 21689725), activating KIT alterations may confer sensitivity to dasatinib. Preclinical and limited clinical data indicate that secondary imatinib_resistant mutations, including V654A and A_loop alterations at residues D816, D820, N822, and A829, remain sensitive to dasatinib (Todd et al., 2013; 23582185, Zhao et al., 2014; 24205792, Schittenhelm et al., 2006; 16397263, Ustun et al., 2009; 18986703, Guo et al., 2007; 17699867, Wasag et al., 2011; 21689725). </p> <p><b>Supporting Data:</b> A Phase 2 trial of dasatinib treatment in patients with kinase inhibitor_naïve gastrointestinal stromal tumors (GIST) reported an overall response rate of 67% (29/43), with 13 complete responses and 16 partial responses (Montemurro et al., 2012; ASCO Abstract 10033). A Phase 2 trial of dasatinib in patients with GIST who were refractory to imatinib and sunitinib reported a partial response rate of 32% (15/47), with 21% (10/47) of patients demonstrating progression_free survival for greater than six months (Trent et al., 2011; ASCO Abstract 10006). Preclinical studies of a mouse model of GIST showed that combined treatment with imatinib and dasatinib resulted in the arrest of tumor cell growth and an increase in cell death, and also a decrease in KIT and AKT phosphorylation (Rossi et al., 2010; 20736294). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Sunitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Sunitinib is a small_molecule tyrosine kinase inhibitor that targets PDGFRs, VEGFRs, KIT, FLT3, CSF_1R, and RET. It is FDA approved for the treatment of advanced or metastatic pancreatic neuroendocrine tumors, gastrointestinal stromal tumors (GISTs) in patients who have progressed on or are intolerant to imatinib, and advanced renal cell carcinoma (RCC) as well as for the adjuvant treatment of patients at high risk of recurrent RCC after nephrectomy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Minor et al., 2012; 22261812, Heinrich et al., 2008; 18955458, Buchbinder et al., 2015; 26264378, Reichardt et al., 2016; 26772734, Hirai et al., 2016; 27073655, Goemans et al., 2010; 20435347) or KIT_expressing tumors (Mahipal et al., 2012; 23114504, Minor et al., 2012; 22261812), KIT activating alterations may predict sensitivity to sunitinib. On the basis of retrospective analyses (Heinrich et al., 2008; 18955458, Nishida et al., 2009; 19390946), case studies (Prenen et al., 2006; 16638875), and preclinical evidence in GIST (Prenen et al., 2006; 16638875, Heinrich et al., 2008; 18955458, Garner et al., 2014; 25239608), KIT V654A is predicted to be sensitive to sunitinib. </p> <p><b>Supporting Data:</b> The median time to progression in patients with imatinib_refractory or _intolerant GIST treated with sunitinib was 27.3 weeks, as compared with 6.4 weeks for patients treated with placebo (Goodman et al., 2007; 17332278). Patients with imatinib_resistant GIST harboring KIT exon 11 mutations exhibited worse progression_free survival (12.3 months) and clinical benefit rate (34%) than patients with exon 9 mutations (26.9 months; 58%) or wild type KIT (30.5 months; 56%) during treatment with sunitinib in a Phase 1/2 trial (Heinrich et al., 2008; 18955458). However, these data were from pooled exon 11 mutations, and the presence of secondary mutations may have impaired the response of these patients; KIT V560D was potently inhibited by sunitinib in vitro in the absence of secondary mutations (Heinrich et al., 2008; 18955458). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Regorafenib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Regorafenib is a small_molecule inhibitor of multiple kinases, including RET, VEGFRs, PDGFRs, KIT, and RAF family proteins. It is FDA approved to treat hepatocellular carcinoma that has been previously treated with sorafenib, metastatic colorectal cancer (CRC), or advanced gastrointestinal stromal tumors (GISTs). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in gastrointestinal stromal tumor, activating KIT alterations may confer sensitivity to regorafenib (Ben_Ami et al., 2016; 27371698; Van Looy et al., 2014; 25132955). Preclinical and limited clinical data indicate that secondary imatinib_resistant mutations, including V654A and A_loop alterations at residues D816, D820, N822, and A829, remain sensitive to regorafenib (Garner et al., 2014; 25239608, Van Looy et al., 2014; 25132955). Limited preclinical data has shown that KIT V654A may reduce sensitivity to regorafenib (Garner et al., 2014; 25239608). </p> <p><b>Supporting Data:</b> A Phase 2 follow_up study of regorafenib treatment for patients with advanced GIST and a KIT exon 11 mutation reported a longer median PFS (13.4 months) compared to patients with KIT/PDGFRA wild_type, non_SDH_deficient tumors (1.6 months) (Ben_Ami et al., 2016; 27371698). Regorafenib is approved in the third line for advanced gastrointestinal stromal tumors (GISTs) based on a Phase 3 randomized study comparing regorafenib to placebo; patients who had progressed on imatinib and sunitinib demonstrated significantly longer median PFS when treated with regorafenib (4.8 vs. 0.9 months) (Demetri et al., 2013; 23177515). A Phase 2 study of regorafenib in the second_line setting for patients with imatinib_resistant advanced GIST reported a median PFS of 36.3 weeks (Takahashi et al., 2020; ASCO GI abstract 823). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Imatinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Imatinib targets the BCR_ABL fusion protein, PDGFR, and KIT. It is FDA approved for the treatment of KIT_positive gastrointestinal stromal tumors (GIST), Ph+ chronic myeloid leukemia (CML) and acute lymphoblastic leukemia (ALL), myelodysplastic syndrome/myeloproliferative syndrome (MDS/MPS), aggressive systemic mastocytosis without a D816V KIT mutation, hypereosinophilic syndrome and/or chronic eosinophilic leukemia, and dermatofibrosarcoma protuberans. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Carvajal et al., 2011; 21642685, Debiec_Rychter et al., 2006; 16624552, Heinrich et al., 2003; 14645423, Hodi et al., 2013; 23775962), KIT_amplified (Wei et al., 2019; 30075827, Guo et al., 2011; 21690468, Hodi et al., 2013; 23775962, Carvajal et al., 2011; 21642685), or KIT_expressing tumors (DeMatteo et al., 2009; 19303137, Faivre et al., 2005; 16135502, Alcedo et al., 2004; 15350030, Brandwein et al., 2011; 21403650, Hotte et al., 2005; 15659505, Reardon et al., 2009; 19904263, Kamenz et al., 2006; 16570351, Wang et al., 2005; 15650049), KIT activating alterations may confer sensitivity to imatinib. The KIT V654A mutation is predicted to confer resistance to imatinib based on strong clinical evidence in GIST (Chen et al., 2004; 15342366, Antonescu et al., 2005; 15930355, Debiec_Rychter et al., 2005; 15685537, Wardelmann et al., 2006; 16551858, Heinrich et al., 2006; 16954519, Desai et al., 2007; 17875769, Liegl et al., 2008; 18623623, Gao et al., 2013; 23456621, Heydt et al., 2015; 25886408, Wada et al., 2016; 26779618). </p> <p><b>Supporting Data:</b> Clinical studies in GIST have reported that imatinib treatment results in significantly longer recurrence_free survival (RFS) and OS (Joensuu et al., 2012; 22453568, DeMatteo et al., 2009; 19303137). A meta_analysis of imatinib clinical trials suggests that patients with GIST harboring KIT exon 11 mutations respond better to imatinib than those without (Zhi et al., 2013; 24223922). Several Phase 3 trials of imatinib, including a 10 _year outcomes study, reported significantly increased OS in patients with GIST harboring KIT exon 11 mutations relative to those with KIT exon 9 mutations (Demetri et al., 2014; ASCO Abstract 10508, Heinrich et al., 2008; 18955451). A case study has reported a PR and 5_year disease stabilization upon treatment with imatinib in a patient with GIST harboring a PDGFRA exon 12 mutation (Kocáková et al., 2014; 24635438). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Avapritinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Avapritinib is a selective kinase inhibitor of PDGFRA and KIT activating mutations. It is FDA approved for the treatment of unresectable or metastatic gastrointestinal stromal tumor (GIST) that is positive for PDGFRA mutation in exon 18, including the resistance mutation D842V. It is also approved to treat advanced systemic mastocytosis. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of prospective Phase 1 and Phase 2 studies in KIT_mutated GIST (Evans et al., 2017; 29093181, Heinrich et al., 2017; ASCO Abstract 11011) and systemic mastocytosis (SM)(Radia et al., 2021; BSH Abstract BSH2021_PO_014, Radia et al., BSH Abstract BSH2021_OR_007, DeAngelo et al., 2021; AACR Abstract CT023), as well as a case report in metastatic vulvar melanoma (Cocorocchio et al., 2020; 32821296), KIT mutation may predict sensitivity to avapritinib. On the basis of a clinical study in patients with GIST (Mazzocca et al., 2019; 31205499), as well as preclinical data (Evans et al., 2017; 29093181), KIT V654A or T670I mutations may confer reduced sensitivity to avapritinib. </p> <p><b>Supporting Data:</b> Avapritinib has primarily been studied in the context of PDGFRA_ and KIT_mutated GIST (Heinrich et al., 2020; 32615108, Heinrich et al., 2019; ASCO Abstract 11022) and KIT_mutated mastocytosis (Radia et al., 2019; EHA Abstract S830, Deninger et al., 2018; EHA Abstract PF612, DeAngelo et al., 2017; ASH Abstract 2). For previously treated patients with GIST and PDGFRA exon 18 mutations, avapritinib treatment was associated with an ORR of 86% (37/43; 3 CRs, 34 PRs) and a clinical benefit rate (CBR) of 95% in the Phase 1 NAVIGATOR trial (Heinrich et al., 2019; ASCO Abstract 11022). A similar cohort treated in the ≥4th_line setting with no approved treatment options achieved an ORR of 22% (24/111; 1 CR, 23 PRs) and duration of response of 10.2 months from avapritinib in this trial; patients with PDGFRA exon 18 mutations other than D842V experienced an ORR of 17% (Heinrich et al., 2019; ASCO Abstract 11022). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Nilotinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Nilotinib targets tyrosine kinases such as ABL (including BCR_ABL), PDGFRs, KIT, CSF1R, DDR1, and DDR2. It is FDA approved to treat newly diagnosed pediatric or adult patients with Philadelphia chromosome_positive (Ph+) chronic myeloid leukemia (CML) in chronic phase, adults with Ph+ CML in chronic or accelerated phase with resistance or intolerance to prior therapy including imatinib, and pediatric patients with Ph+ CML in chronic phase with resistance or intolerance to prior tyrosine_kinase inhibitor therapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical and preclinical data in KIT_mutated (Lee et al., 2015; 26424760, Carvajal et al., 2015; 25695690, Hochhaus et al., 2015; 26002753, Blay et al., 2015; 25882987, Kaijimoto et al., 2015; 26722383), KIT_amplified (Lee et al., 2015; 26424760), or KIT_expressing tumors (Sako et al., 2014; 25221952), KIT activating alterations may confer sensitivity to nilotinib. Additionally, imatinib_resistant KIT mutations such as V654A and A_loop alterations at residues D816, D820, N822, and A829 maintain sensitivity to nilotinib as demonstrated in multiple clinical and preclinical studies (Todd et al., 2013; 23582185, Zhao et al., 2014; 24205792, Gleixner et al., 2006; 16189265, Cullianane et al., 2010; 20442311, Guo et al., 2007; 17699867, Roberts et al., 2007; 17363509, Hochhaus et al., 2015; 26002753). </p> <p><b>Supporting Data:</b> A Phase 3 trial of nilotinib in 240 patients with advanced gastrointestinal stromal tumors (GIST) who had failed prior imatinib and sunitinib treatment showed no significant difference in progression_free survival between nilotinib and best supportive care, but overall survival was increased in nilotinib_treated patients (Reichardt et al., 2012; 22357255). A Phase 2 study has shown that nilotinib as a single agent third_line therapy (after imatinib and sunitinib treatment) for GIST had an objective response rate of 3% (1/35) and stable disease at six_weeks in 66% (23/35) of patients (Sawaki et al., 2011; 21456006). A Phase 2 study of nilotinib in patients with GIST resistant to both imatinib and sunitinib reported responses in 10% (5/52) of patients (Montemurro et al., 2009; 19467857). A Phase 2 clinical trial showed that nilotinib was well tolerated and suggested that it may be particularly useful in treating a subset of GIST with KIT exon 17 mutations (Cauchi et al., 2012; 22119758). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04337463", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT03564691", "Include": "true"}, {"nctId": "NCT04633122", "Include": "true"}, {"nctId": "NCT04193553", "Include": "true"}, {"nctId": "NCT04200404", "Include": "true"}, {"nctId": "NCT02693535", "Include": "true"}, {"nctId": "NCT03297606", "Include": "true"}, {"nctId": "NCT03475953", "Include": "true"}, {"nctId": "NCT04138381", "Include": "true"}]}}]}, "ReferenceLinks": null}, {"Name": "ATRX", "Include": "true", "Alterations": {"Alteration": {"Name": "R1342W", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "R1342W"}}, "Interpretation": "ATRX encodes a SWI/SNF chromatin remodeling protein implicated in histone variant H3.3 deposition, transcriptional regulation, and telomere maintenance (Clynes et al., 2013; 23916100, Ratnakumar and Bernstein, 2013; 23249563). ATRX inactivation or loss of expression is associated with alternative lengthening of telomeres (ALT)(Lovejoy et al., 2012; 22829774, Bower et al, 2012; 23185534; Heaphy et al., 2011; 21719641, Liau et al., 2015; 25229770). Alterations that disrupt the ADD domain (aa 167_270) or helicase domain (aa 2010_2280) of ATRX are predicted to result in loss of ATRX function (Nan et al., 2007; 17296936, Garrick et al., 2004; 14729260, Eustermann et al., 2011; 21666677); however, the loss of ATRX function is not sufficient to induce ALT, which requires other undetermined factors (Clynes et al., 2013; 23916100, Flynn et al., 2015; 25593184). Germline mutations in ATRX give rise to alpha_thalassemia X_linked intellectual disability syndrome (ATR_X syndrome)(Gibbons et al., 1995; 7697714). Somatic mutation of ATRX has been reported in a number of solid tumor types, often associated with ALT (Heaphy et al., 2011; 21719641). ATRX mutation correlating with ALT has been reported in 10_20% of pancreatic neuroendocrine tumors (PNETs)(Singhi et al., 2015; USCAP Abstract 1797)(Jiao et al., 2011; 21252315, Heaphy et al., 2011; 21719641), 12.6% of pheochromocytomas and paragangliomas (Fishbein et al., 2015; 25608029), and 48% of adolescent and young adult (AYA) patients with glioblastoma (GBM) or neuroblastoma (Morosini et al., 2014; ASCO Abstract 11008)(Cheung et al., 2012; 22416102, Molenaar et al., 2012; 22367537, Pugh et al., 2013; 23334666, Cheung and Dyer, 2013; 23702928). ATRX loss in PNET (Singhi et al., 2015; USCAP Abstract 1797)(Marinoni et al., 2014; 24148618) and melanoma (Qadeer et al., 2014; 24468746) and mutation in other neuroendocrine tumors (Fishbein et al., 2015; 25608029) is associated with poor prognosis. Pediatric patients with high_grade glioma and ATRX mutation were shown to have more aggressive disease but are more responsive to treatment with double_strand break therapy (Koschmann et al., 2016; 26936505). ATRX mutation or loss of expression is more frequent in Grade 2/3 astrocytoma and secondary GBM than primary GBM, oligodendroglioma, and oligoastrocytoma (Kannan et al., 2012; 23104868, Haberler and Wöhrer, 2014; 24559763, Reuss et al., 2014; 25427834, Sahm et al., 2014; 25143301) and has been proposed as a distinguishing biomarker (Haberler and Wöhrer, 2014; 24559763, Reuss et al., 2014; 25427834, Sahm et al., 2014; 25143301). ATRX mutation has not been detected in concurrence with MYCN amplification in glioma and neuroblastoma (Cheung et al., 2012; 22416102, Molenaar et al., 2012; 22367537, Pugh et al., 2013; 23334666, Cheung and Dyer, 2013; 23702928). Low_grade gliomas with both IDH1/2 mutation and ATRX mutation are associated with worse prognosis than those with IDH1/2 mutation but no ATRX mutation (Haberler and Wöhrer, 2014; 24559763). Loss of ATRX protein expression has been reported in 33_39% of incidences of leiomyosarcoma (LMS) associating with ALT, a poor prognostic factor across all LMS subtypes, and with poor prognosis in extrauterine LMS but not in uterine LMS (Singhi et al., 2015; USCAP Abstract 93)(Liau et al., 2015; 25229770). No targeted therapies are available to directly address ATRX inactivation. Based on preclinical (Liang et al., 2020; 31551363, Garbarino et al., 2021; 34118569) and limited clinical data (Cole et al., 2021; AACR Abstract CT059), ATRX alterations may confer sensitivity to combination strategies involving WEE1 inhibition. In a Phase 2 study evaluating the WEE1 inhibitor adavosertib plus irinotecan for the treatment of pediatric patients with neuroblastoma, prolonged SD was reported for 44% (4/9) of patients with ATRX_deficient tumors and responses were seen in two tumors that had evidence of ALT (Cole et al., 2021; AACR Abstract CT059). Preclinical evidence also suggests that ATRX deficiency may impart sensitivity to synthetic lethal approaches involving PARP inhibition and irinotecan (George et al., 2020; 32846370), combined PARP and ATR inhibition (Garbarino et al., 2021; 34118569), or double_strand break_induction with agents such as doxorubicin, irinotecan, and topotecan (Koschmann et al., 2016; 26936505); however, these approaches have not been demonstrated clinically.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "CDKN2A/B", "Include": "true", "Alterations": {"Alteration": {"Name": "p16INK4a loss and p14ARF loss exons 2_3", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "p16INK4a loss and p14ARF loss exons 2_3"}}, "Interpretation": "CDKN2A encodes two different, unrelated tumor suppressor proteins, p16INK4a and p14ARF, whereas CDKN2B encodes the tumor suppressor p15INK4b (Quelle et al., 1995; 8521522, Sharpless, 2005; 15878778). Both p15INK4b and p16INK4a bind to and inhibit CDK4 and CDK6, thereby maintaining the growth_suppressive activity of the Rb tumor suppressor; loss or inactivation of either p15INK4b or p16INK4a contributes to dysregulation of the CDK4/6_cyclin_Rb pathway and loss of cell cycle control (Gazzeri et al., 1998; 9484839, Roussel, 1999; 10498883). The tumor suppressive functions of p14ARF involve stabilization and activation of p53, via a mechanism of MDM2 inhibition (Sherr et al., 2005; 16869746, Ozenne et al., 2010; 20549699). One or more alterations observed here are predicted to result in p16INK4a loss of function (Ruas et al., 1999; 10498896, Jones et al., 2007; 17909018, Haferkamp et al., 2008; 18843795, Huot et al., 2002; 12417717, Rizos et al., 2001; 11518711, Gombart et al., 1997; 9324288, Yang et al., 1995; 7780957, Parry and Peters, 1996; 8668202, Greenblatt et al., 2003; 12606942, Yarbrough et al., 1999; 10491434, Poi et al., 2001; 11255261, Byeon et al., 1998; 9660926, Kannengiesser et al., 2009; 19260062, Lal et al., 2000; 10719365, Koh et al., 1995; 7777061, McKenzie et al., 2010; 20340136, Miller et al., 2011; 21462282, Arap et al., 1997; 905385, Scaini et al., 2014; 24659262, Jenkins et al., 2013; 23190892, Walker et al., 1999; 10389768, Rutter et al., 2003; 12853981). One or more alterations seen here are predicted to result in p14ARF loss of function (Rizos et al., 2001; 11518711, Itahana and Zhang, 2008; 18538737, Zhang and Xiong, 1999; 10360174, Zhang et al., 1998; 9529249, Rutter et al., 2003; 12853981). Putative concurrent homozygous deletion of CDKN2A and CDKN2B was seen in 3/22 (14%) gastrointestinal stromal tumors (GISTs) in the Sarcoma Genome Project dataset (cBio_Barretina et al., 2010; 20601955). Loss of at least part of chromosomal region 9p21, which contains the CDKN2A/B loci, was reported in 63% of patient GISTs (Zhang et al., 2010; 20872974). Loss of expression of p16INK4a has been found in up to 50% of GISTs, and numerous studies have shown that loss of expression of p16INK4a and p14ARF correlates with aggressive disease, worse prognosis, and shorter survival in GIST patients (Haller et al., 2005; 16166437, Schneider_Stock et al., 2005; 15701851, Huang et al., 2006; 17013685, Liang et al., 2007; 17659467, Schmieder et al., 2008; 18813351, Zhang et al., 2010; 20872974). Preclinical data suggest that tumors with loss of p16INK4a function may be sensitive to CDK4/6 inhibitors, such as abemaciclib, ribociclib, and palbociclib (Konecny et al., 2011; 21278246, Katsumi et al., 2011; 21871868, Cen et al., 2012; 22711607, Logan et al., 2013; 23898052). Although case studies have reported that patients with breast cancer or uterine leiomyosarcoma harboring CDKN2A loss responded to palbociclib treatment (Elvin et al., 2017; 28283584, Gao et al., 2015; 26715889), multiple other clinical studies have shown no significant correlation between p16INK4a loss or inactivation and therapeutic benefit of these agents (Gopalan et al., 2014; ASCO Abstract 8077, Peguero et al., 2016; ASCO Abstract 2528, Konecny et al., 2016; ASCO Abstract 5557)(DeMichele et al., 2014; 25501126, Finn et al., 2015; 25524798, Infante et al., 2016; 27542767, Johnson et al., 2014; 24797823); it is not known whether CDK4/6 inhibitors would be beneficial in this case. Although preclinical studies have suggested that loss of p14ARF function may be associated with reduced sensitivity to MDM2 inhibitors (Van Maerken et al., 2011; 21460101, Gamble et al., 2012; 21725357), the clinical relevance of p14ARF as a predictive biomarker is not clear. Germline CDKN2A mutation is associated with melanoma_pancreatic cancer syndrome, a condition marked by increased risk of developing malignant melanoma and/or pancreatic cancer (Whelan et al., 1995; 7666917). Mutation carriers within families may develop either or both types of cancer, and melanoma cases may be referred to as familial or hereditary melanoma (Hansson, 2010; 20687502, Hogg et al., 1998; 9479083). CDKN2A is the most implicated gene in familial melanoma, with germline mutations present in 16% to 20% of familial melanoma cases (De Unamuno et al., 2018; 29543703, Soura et al., 2016; 26892650, Huerta et al., 2018; 29405243). CDKN2A alteration has also been implicated in familial melanoma_astrocytoma syndrome, an extremely rare tumor association characterized by dual predisposition to melanoma and nervous system tumors (Kaufman et al., 1993; 8414022, Bahuau et al., 1998; 9622062, Chan et al., 2017; 28699883). In the appropriate clinical context, germline testing of CDKN2A is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "MS_Stable", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "MS_Stable"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). This sample is microsatellite_stable (MSS), equivalent to the clinical definition of an MSS tumor: one with mutations in none of the tested microsatellite markers (Boland et al., 1998; 9823339, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS status indicates MMR proficiency and typically correlates with intact expression of all MMR family proteins (Kocarnik et al., 2015; 26337942, Bairwa et al., 2014; 24623249, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSI is generally rare in GIST (Campanella et al., 2017; 29113157), although conflicting data have been published (Fukasawa et al., 2000; 11123422). The prognostic significance of MSI in GIST has not been an active area of investigation (PubMed, Feb 2021). On the basis of clinical evidence, MSS tumors are significantly less likely than MSI_H tumors to respond to anti_PD_1 immune checkpoint inhibitors (Gatalica et al., 2014; 25392179, Kroemer et al., 2015; 26140250, Lal et al., 2015; 25949894), including approved therapies nivolumab and pembrolizumab (Overman et al., 2016; ASCO Abstract 3501, Le et al., 2015; 26028255). In a retrospective analysis of 361 patients with solid tumors treated with pembrolizumab, 3% were MSI_H and experienced a significantly higher ORR compared with non_MSI_H cases (70% vs. 12%, p=0.001) (Ayers et al., 2016; ASCO_SITC Abstract P60).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "05", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "05"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a TMB level associated with lower rates of clinical benefit from treatment with PD_1_ or PD_L1_targeting immune checkpoint inhibitors compared with patients with tumors harboring higher TMB levels, based on several studies in multiple solid tumor types (Goodman et al., 2017; 28835386, Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947). Gastrointestinal stromal tumors (GIST) harbor a median TMB of 2.5 mutations per megabase (muts/Mb), and 0% of cases have high TMB (>20 muts/Mb)(FMI_Chalmers et al., 2017; 28420421). Published data investigating the prognostic implications of TMB in GIST are limited (PubMed, Sep 2021). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). In multiple pan_tumor studies, higher TMB has been reported to be associated with increased ORR and OS from treatment with immune checkpoint inhibitors (Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947). Higher TMB was found to be significantly associated with improved OS upon immune checkpoint inhibitor treatment for patients with 9 types of advanced tumors (Samstein et al., 2019; 30643254). Analyses across several solid tumor types reported that patients with higher TMB (defined as ≥16_20 Muts/Mb) achieved greater clinical benefit from PD_1 or PD_L1_targeting monotherapy, compared with patients with higher TMB treated with chemotherapy (Legrand et al., 2018; ASCO Abstract 12000) or those with lower TMB treated with PD_1 or PD_L1_targeting agents (Goodman et al., 2017; 28835386). However, the KEYNOTE 158 trial of pembrolizumab monotherapy for patients with solid tumors found significant improvement in ORR for patients with TMB ≥10 Muts/Mb (based on this assay or others) compared to those with TMB <10 Muts/Mb, in a large cohort that included multiple tumor types; similar findings were observed in the KEYNOTE 028 and 012 trials (Marabelle et al., 2020; 32919526, Cristescu et al., 2018; 30309915). Together, these studies suggest that patients with TMB ≥10 Muts/Mb may derive clinical benefit from PD_1 or PD_L1 inhibitors.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "ATG_008 Combined With Toripalimab in Advanced Solid Tumors", "StudyPhase": "PHASE null", "Target": "mTORC1, mTORC2, PD_1", "Locations": "Chongqing (China), Chengdu (China)", "NCTID": "NCT04337463", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "Trametinib Combined With Everolimus and Lenvatinib for Recurrent/Refractory Advanced Solid Tumors", "StudyPhase": "PHASE 2", "Target": "mTOR, FGFRs, KIT, PDGFRA, RET, VEGFRs, MEK", "Locations": "Guangzhou (China)", "NCTID": "NCT04803318", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "Study of MK_4830 as Monotherapy and in Combination With Pembrolizumab (MK_3475) in Participants With Advanced Solid Tumors (MK_4830_001)", "StudyPhase": "PHASE 1", "Target": "ITL4, FGFRs, KIT, PDGFRA, RET, VEGFRs, PD_1", "Locations": "Seoul (Korea, Republic of), Tokyo (Japan), Haifa (Israel), Petah Tikva (Israel), Ramat Gan (Israel), Tel Aviv (Israel), Warszawa (Poland), Gdansk (Poland), Heraklion (Greece), Washington", "NCTID": "NCT03564691", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "A Study to Assess the Efficacy and Safety of DCC_2618 and Sunitinib in Patients With Advanced Gastrointestinal Stromal Tumors After Treatment With Imatinib", "StudyPhase": "PHASE 2", "Target": "CSF1R, FLT3, KIT, RET, VEGFRs, PDGFRA", "Locations": "Beijing (China)", "NCTID": "NCT04633122", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "Multicentre Placebo_controlled Double_blinded Phase II Study of Lenvatinib Efficacy in Patients With Locally Advanced or Metastatic GIST (Gastrointestinal Stromal Tumor) After Imatinib/Sunitinib Failure", "StudyPhase": "PHASE 2", "Target": "FGFRs, KIT, PDGFRA, RET, VEGFRs", "Locations": "Reims (France), Dijon (France), Villejuif (France), Lyon (France), Marseille (France), Saint_Herblain (France), Bordeaux (France)", "NCTID": "NCT04193553", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "A Study of CS1001 in Subjects With Advanced or Refractory Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "BRAF, KIT, RET, VEGFRs, PD_L1", "Locations": "Kurralta Park (Australia)", "NCTID": "NCT04200404", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "TAPUR: Testing the Use of Food and Drug Administration (FDA) Approved Drugs That Target a Specific Abnormality in a Tumor Gene in People With Advanced Stage Cancer", "StudyPhase": "PHASE 2", "Target": "VEGFRs, ABL, SRC, ALK, AXL, MET, ROS1, TRKA, TRKC, CDK4, CDK6, CSF1R, FLT3, KIT, RET, mTOR, EGFR, ERBB2, ERBB3, MEK, BRAF, SMO, DDR2, PARP, PD_1, CTLA_4, ERBB4", "Locations": "Hawaii, Washington, Oregon, California", "NCTID": "NCT02693535", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "Canadian Profiling and Targeted Agent Utilization Trial (CAPTUR)", "StudyPhase": "PHASE 2", "Target": "VEGFRs, ABL, SRC, ALK, AXL, MET, ROS1, TRKA, TRKC, DDR2, KIT, EGFR, PD_1, CTLA_4, PARP, CDK4, CDK6, CSF1R, FLT3, RET, mTOR, ERBB2, ERBB3, MEK, BRAF, SMO", "Locations": "Vancouver (Canada), Edmonton (Canada), Saskatoon (Canada), Regina (Canada), Ottawa (Canada), Montreal (Canada), Toronto (Canada), Kingston (Canada), London (Canada)", "NCTID": "NCT03297606", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "A Phase I/II Study of Regorafenib Plus Avelumab in Digestive Tumors", "StudyPhase": "PHASE 1/2", "Target": "PD_L1, BRAF, KIT, RET, VEGFRs", "Locations": "Villejuif (France), Lyon (France), Montpellier (France), Toulouse (France), Brest (France), Bordeaux (France)", "NCTID": "NCT03475953", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}, {"Gene": "KIT", "Alteration": "W557_K558delV654A", "Title": "Selinexor in Combination With Imatinib in Patients With Metastatic and/or Unresectable Gastrointestinal Stromal Tumors.", "StudyPhase": "PHASE 1/2", "Target": "KIT, ABL, XPO1", "Locations": "Barcelona (Spain), Zaragoza (Spain), Madrid (Spain), Murcia (Spain), Sevilla (Spain), Tenerife (Spain)", "NCTID": "NCT04138381", "Note": "KIT amplification or activating mutations may predict sensitivity to small molecule tyrosine kinase inhibitors. Also, because KIT activation leads to activation of the PI3K_AKT_mTOR pathway, PI3K and mTOR pathway inhibitors may be relevant in a tumor with KIT activation. The KIT V654A mutation is associated with resistance to imatinib and decreased sensitivity to avapritinib, regorafenib, and ponatinib.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "10582339", "FullCitation": "Int. J. Biochem. Cell Biol. (1999) pmid: 10582339", "Include": "true"}, {"number": "1", "ReferenceId": "15175998", "FullCitation": "Semin. Oncol. (2004) pmid: 15175998", "Include": "true"}, {"number": "2", "ReferenceId": "11751374", "FullCitation": "Allander SV, et al. Cancer Res. (2001) pmid: 11751374", "Include": "true"}, {"number": "3", "ReferenceId": "12697809", "FullCitation": "Chan PM, et al. Mol. Cell. Biol. (2003) pmid: 12697809", "Include": "true"}, {"number": "4", "ReferenceId": "9438854", "FullCitation": "Hirota S, et al. Science (1998) pmid: 9438854", "Include": "true"}, {"number": "5", "ReferenceId": "16135486", "FullCitation": "Martín J, et al. J. Clin. Oncol. (2005) pmid: 16135486", "Include": "true"}, {"number": "6", "ReferenceId": "11719439", "FullCitation": "Rubin BP, et al. Cancer Res. (2001) pmid: 11719439", "Include": "true"}, {"number": "7", "ReferenceId": "15897563", "FullCitation": "Tarn C, et al. Clin. Cancer Res. (2005) pmid: 15897563", "Include": "true"}, {"number": "8", "ReferenceId": "15507676", "FullCitation": "Corless CL, et al. J Mol Diagn (2004) pmid: 15507676", "Include": "true"}, {"number": "9", "ReferenceId": "15824741", "FullCitation": "Chen LL, et al. Oncogene (2005) pmid: 15824741", "Include": "true"}, {"number": "10", "ReferenceId": "21640708", "FullCitation": "Kim SY, et al. Biochem. Biophys. Res. Commun. (2011) pmid: 21640708", "Include": "true"}, {"number": "11", "ReferenceId": "16840725", "FullCitation": "Corbacioglu S, et al. Blood (2006) pmid: 16840725", "Include": "true"}, {"number": "12", "ReferenceId": "23206668", "FullCitation": "Eur. J. Cancer (2013) pmid: 23206668", "Include": "true"}, {"number": "13", "ReferenceId": "14645423", "FullCitation": "Heinrich MC, et al. J. Clin. Oncol. (2003) pmid: 14645423", "Include": "true"}, {"number": "14", "ReferenceId": "15930355", "FullCitation": "Antonescu CR, et al. Clin. Cancer Res. (2005) pmid: 15930355", "Include": "true"}, {"number": "15", "ReferenceId": "23623056", "FullCitation": "Joensuu H, et al. Lancet (2013) pmid: 23623056", "Include": "true"}, {"number": "16", "ReferenceId": "15339674", "FullCitation": "Beghini A, et al. Haematologica (2004) pmid: 15339674", "Include": "true"}, {"number": "17", "ReferenceId": "19458628", "FullCitation": "Jiao B, et al. Leukemia (2009) pmid: 19458628", "Include": "true"}, {"number": "18", "ReferenceId": "24226631", "FullCitation": "Manara E, et al. Leukemia (2014) pmid: 24226631", "Include": "true"}, {"number": "19", "ReferenceId": "15650049", "FullCitation": "Wang YY, et al. Proc. Natl. Acad. Sci. U.S.A. (2005) pmid: 15650049", "Include": "true"}, {"number": "20", "ReferenceId": "17363509", "FullCitation": "Roberts KG, et al. Mol. Cancer Ther. (2007) pmid: 17363509", "Include": "true"}, {"number": "21", "ReferenceId": "25239608", "FullCitation": "Garner AP, et al. Clin. Cancer Res. (2014) pmid: 25239608", "Include": "true"}, {"number": "22", "ReferenceId": "16786129", "FullCitation": "Bertucci F, et al. Oncol. Rep. (2006) pmid: 16786129", "Include": "true"}, {"number": "23", "ReferenceId": "16954519", "FullCitation": "Heinrich MC, et al. J. Clin. Oncol. (2006) pmid: 16954519", "Include": "true"}, {"number": "24", "ReferenceId": "15811621", "FullCitation": "Wardelmann E, et al. Lancet Oncol. (2005) pmid: 15811621", "Include": "true"}, {"number": "25", "ReferenceId": "16551858", "FullCitation": "Wardelmann E, et al. Clin. Cancer Res. (2006) pmid: 16551858", "Include": "true"}, {"number": "26", "ReferenceId": "19861442", "FullCitation": "Guo T, et al. Clin. Cancer Res. (2009) pmid: 19861442", "Include": "true"}, {"number": "27", "ReferenceId": "18955458", "FullCitation": "Heinrich MC, et al. J. Clin. Oncol. (2008) pmid: 18955458", "Include": "true"}, {"number": "28", "ReferenceId": "29093181", "FullCitation": "Evans EK, et al. Sci Transl Med (2017) pmid: 29093181", "Include": "true"}, {"number": "29", "ReferenceId": "31205499", "FullCitation": "Mazzocca A, et al. Ther Adv Med Oncol (2019) pmid: 31205499", "Include": "true"}, {"number": "30", "ReferenceId": "19248967", "FullCitation": "Agarwal R, et al. Hematol. Oncol. Clin. North Am. (2009) pmid: 19248967", "Include": "true"}, {"number": "31", "ReferenceId": "17090188", "FullCitation": "Miettinen M, et al. Arch. Pathol. Lab. Med. (2006) pmid: 17090188", "Include": "true"}, {"number": "32", "ReferenceId": "24119563", "FullCitation": "Mikami T, et al. Hum. Pathol. (2013) pmid: 24119563", "Include": "true"}, {"number": "33", "ReferenceId": "23862765", "FullCitation": "Wang C, et al. Scand. J. Gastroenterol. (2013) pmid: 23862765", "Include": "true"}, {"number": "34", "ReferenceId": "16697720", "FullCitation": "Andersson J, et al. Gastroenterology (2006) pmid: 16697720", "Include": "true"}, {"number": "35", "ReferenceId": "22089421", "FullCitation": "Corless CL, et al. Nat. Rev. Cancer (2011) pmid: 22089421", "Include": "true"}, {"number": "36", "ReferenceId": "24638003", "FullCitation": "Corless CL, et al. J. Clin. Oncol. (2014) pmid: 24638003", "Include": "true"}, {"number": "37", "ReferenceId": "22453568", "FullCitation": "Joensuu H, et al. JAMA (2012) pmid: 22453568", "Include": "true"}, {"number": "38", "ReferenceId": "29755776", "FullCitation": "Peixoto A, et al. J Gastrointest Oncol (2018) pmid: 29755776", "Include": "true"}, {"number": "39", "ReferenceId": "27536065", "FullCitation": "Abbaspour Babaei M, et al. Drug Des Devel Ther (2016) pmid: 27536065", "Include": "true"}, {"number": "40", "ReferenceId": "27563456", "FullCitation": "Ramaswamy A, et al. J Gastrointest Oncol (2016) pmid: 27563456", "Include": "true"}, {"number": "41", "ReferenceId": "23177515", "FullCitation": "Demetri GD, et al. Lancet (2013) pmid: 23177515", "Include": "true"}, {"number": "42", "ReferenceId": "27355533", "FullCitation": "Gotlib J, et al. N. Engl. J. Med. (2016) pmid: 27355533", "Include": "true"}, {"number": "43", "ReferenceId": "28424161", "FullCitation": "Jawhar M, et al. Blood (2017) pmid: 28424161", "Include": "true"}, {"number": "44", "ReferenceId": "25031773", "FullCitation": "Xu X, et al. Int J Clin Exp Pathol (2014) pmid: 25031773", "Include": "true"}, {"number": "45", "ReferenceId": "15972446", "FullCitation": "Gotlib J, et al. Blood (2005) pmid: 15972446", "Include": "true"}, {"number": "46", "ReferenceId": "22162580", "FullCitation": "Si L, et al. J. Clin. Oncol. (2012) pmid: 22162580", "Include": "true"}, {"number": "47", "ReferenceId": "20038218", "FullCitation": "Parikh SA, et al. Leuk Lymphoma (2010) pmid: 20038218", "Include": "true"}, {"number": "48", "ReferenceId": "26779618", "FullCitation": "Wada N, et al. Oncology (2016) pmid: 26779618", "Include": "true"}, {"number": "49", "ReferenceId": "25886408", "FullCitation": "Heydt C, et al. BMC Cancer (2015) pmid: 25886408", "Include": "true"}, {"number": "50", "ReferenceId": "30188977", "FullCitation": "Casali PG, et al. Ann Oncol (2018) pmid: 30188977", "Include": "true"}, {"number": "51", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "52", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "53", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "54", "ReferenceId": "9823339", "FullCitation": "Boland CR, et al. Cancer Res. (1998) pmid: 9823339", "Include": "true"}, {"number": "55", "ReferenceId": "15528785", "FullCitation": "Pawlik TM, et al. Dis. Markers (2004) pmid: 15528785", "Include": "true"}, {"number": "56", "ReferenceId": "20420947", "FullCitation": "Boland CR, et al. Gastroenterology (2010) pmid: 20420947", "Include": "true"}, {"number": "57", "ReferenceId": "29113157", "FullCitation": "Campanella NC, et al. Oncol Lett (2017) pmid: 29113157", "Include": "true"}, {"number": "58", "ReferenceId": "11123422", "FullCitation": "Fukasawa T, et al. Jpn. J. Cancer Res. (2000) pmid: 11123422", "Include": "true"}, {"number": "59", "ReferenceId": "25392179", "FullCitation": "Gatalica Z, et al. Cancer Epidemiol. Biomarkers Prev. (2014) pmid: 25392179", "Include": "true"}, {"number": "60", "ReferenceId": "26140250", "FullCitation": "Kroemer G, et al. Oncoimmunology (2015) pmid: 26140250", "Include": "true"}, {"number": "61", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "62", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "63", "ReferenceId": "23916100", "FullCitation": "Clynes D, et al. Trends Biochem. Sci. (2013) pmid: 23916100", "Include": "true"}, {"number": "64", "ReferenceId": "23249563", "FullCitation": "Ratnakumar K, et al. Epigenetics (2013) pmid: 23249563", "Include": "true"}, {"number": "65", "ReferenceId": "22829774", "FullCitation": "Lovejoy CA, et al. PLoS Genet. (2012) pmid: 22829774", "Include": "true"}, {"number": "66", "ReferenceId": "23185534", "FullCitation": "Bower K, et al. PLoS ONE (2012) pmid: 23185534", "Include": "true"}, {"number": "67", "ReferenceId": "21719641", "FullCitation": "Heaphy CM, et al. Science (2011) pmid: 21719641", "Include": "true"}, {"number": "68", "ReferenceId": "25229770", "FullCitation": "Liau JY, et al. Am. J. Surg. Pathol. (2015) pmid: 25229770", "Include": "true"}, {"number": "69", "ReferenceId": "17296936", "FullCitation": "Nan X, et al. Proc. Natl. Acad. Sci. U.S.A. (2007) pmid: 17296936", "Include": "true"}, {"number": "70", "ReferenceId": "14729260", "FullCitation": "Garrick D, et al. Gene (2004) pmid: 14729260", "Include": "true"}, {"number": "71", "ReferenceId": "21666677", "FullCitation": "Eustermann S, et al. Nat. Struct. Mol. Biol. (2011) pmid: 21666677", "Include": "true"}, {"number": "72", "ReferenceId": "25593184", "FullCitation": "Flynn RL, et al. Science (2015) pmid: 25593184", "Include": "true"}, {"number": "73", "ReferenceId": "7697714", "FullCitation": "Gibbons RJ, et al. Cell (1995) pmid: 7697714", "Include": "true"}, {"number": "74", "ReferenceId": "21252315", "FullCitation": "Jiao Y, et al. Science (2011) pmid: 21252315", "Include": "true"}, {"number": "75", "ReferenceId": "25608029", "FullCitation": "Fishbein L, et al. Nat Commun (2015) pmid: 25608029", "Include": "true"}, {"number": "76", "ReferenceId": "22416102", "FullCitation": "Cheung NK, et al. JAMA (2012) pmid: 22416102", "Include": "true"}, {"number": "77", "ReferenceId": "22367537", "FullCitation": "Molenaar JJ, et al. Nature (2012) pmid: 22367537", "Include": "true"}, {"number": "78", "ReferenceId": "23334666", "FullCitation": "Pugh TJ, et al. Nat. Genet. (2013) pmid: 23334666", "Include": "true"}, {"number": "79", "ReferenceId": "23702928", "FullCitation": "Cheung NK, et al. Nat. Rev. Cancer (2013) pmid: 23702928", "Include": "true"}, {"number": "80", "ReferenceId": "24148618", "FullCitation": "Marinoni I, et al. Gastroenterology (2014) pmid: 24148618", "Include": "true"}, {"number": "81", "ReferenceId": "24468746", "FullCitation": "Qadeer ZA, et al. J. Invest. Dermatol. (2014) pmid: 24468746", "Include": "true"}, {"number": "82", "ReferenceId": "26936505", "FullCitation": "Koschmann C, et al. Sci Transl Med (2016) pmid: 26936505", "Include": "true"}, {"number": "83", "ReferenceId": "23104868", "FullCitation": "Kannan K, et al. Oncotarget (2012) pmid: 23104868", "Include": "true"}, {"number": "84", "ReferenceId": "24559763", "FullCitation": "Haberler C, et al. Clin. Neuropathol. () pmid: 24559763", "Include": "true"}, {"number": "85", "ReferenceId": "25427834", "FullCitation": "Reuss DE, et al. Acta Neuropathol. (2015) pmid: 25427834", "Include": "true"}, {"number": "86", "ReferenceId": "25143301", "FullCitation": "Sahm F, et al. Acta Neuropathol. (2014) pmid: 25143301", "Include": "true"}, {"number": "87", "ReferenceId": "31551363", "FullCitation": "Liang J, et al. Cancer Res (2020) pmid: 31551363", "Include": "true"}, {"number": "88", "ReferenceId": "34118569", "FullCitation": "Garbarino J, et al. Transl Oncol (2021) pmid: 34118569", "Include": "true"}, {"number": "89", "ReferenceId": "32846370", "FullCitation": "George SL, et al. EBioMedicine (2020) pmid: 32846370", "Include": "true"}, {"number": "90", "ReferenceId": "8521522", "FullCitation": "Quelle DE, et al. Cell (1995) pmid: 8521522", "Include": "true"}, {"number": "91", "ReferenceId": "15878778", "FullCitation": "Mutat. Res. (2005) pmid: 15878778", "Include": "true"}, {"number": "92", "ReferenceId": "9484839", "FullCitation": "Gazzeri S, et al. Oncogene (1998) pmid: 9484839", "Include": "true"}, {"number": "93", "ReferenceId": "10498883", "FullCitation": "Oncogene (1999) pmid: 10498883", "Include": "true"}, {"number": "94", "ReferenceId": "16869746", "FullCitation": "Sherr CJ, et al. Cold Spring Harb. Symp. Quant. Biol. (2005) pmid: 16869746", "Include": "true"}, {"number": "95", "ReferenceId": "20549699", "FullCitation": "Ozenne P, et al. Int. J. Cancer (2010) pmid: 20549699", "Include": "true"}, {"number": "96", "ReferenceId": "10498896", "FullCitation": "Ruas M, et al. Oncogene (1999) pmid: 10498896", "Include": "true"}, {"number": "97", "ReferenceId": "17909018", "FullCitation": "Jones R, et al. Cancer Res. (2007) pmid: 17909018", "Include": "true"}, {"number": "98", "ReferenceId": "18843795", "FullCitation": "Haferkamp S, et al. Aging Cell (2008) pmid: 18843795", "Include": "true"}, {"number": "99", "ReferenceId": "12417717", "FullCitation": "Huot TJ, et al. Mol. Cell. Biol. (2002) pmid: 12417717", "Include": "true"}, {"number": "100", "ReferenceId": "11518711", "FullCitation": "Rizos H, et al. J. Biol. Chem. (2001) pmid: 11518711", "Include": "true"}, {"number": "101", "ReferenceId": "9324288", "FullCitation": "Gombart AF, et al. Leukemia (1997) pmid: 9324288", "Include": "true"}, {"number": "102", "ReferenceId": "7780957", "FullCitation": "Yang R, et al. Cancer Res. (1995) pmid: 7780957", "Include": "true"}, {"number": "103", "ReferenceId": "8668202", "FullCitation": "Parry D, et al. Mol. Cell. Biol. (1996) pmid: 8668202", "Include": "true"}, {"number": "104", "ReferenceId": "12606942", "FullCitation": "Greenblatt MS, et al. Oncogene (2003) pmid: 12606942", "Include": "true"}, {"number": "105", "ReferenceId": "10491434", "FullCitation": "Yarbrough WG, et al. J. Natl. Cancer Inst. (1999) pmid: 10491434", "Include": "true"}, {"number": "106", "ReferenceId": "11255261", "FullCitation": "Poi MJ, et al. Mol. Carcinog. (2001) pmid: 11255261", "Include": "true"}, {"number": "107", "ReferenceId": "9660926", "FullCitation": "Byeon IJ, et al. Mol. Cell (1998) pmid: 9660926", "Include": "true"}, {"number": "108", "ReferenceId": "19260062", "FullCitation": "Kannengiesser C, et al. Hum. Mutat. (2009) pmid: 19260062", "Include": "true"}, {"number": "109", "ReferenceId": "10719365", "FullCitation": "Lal G, et al. Genes Chromosomes Cancer (2000) pmid: 10719365", "Include": "true"}, {"number": "110", "ReferenceId": "7777061", "FullCitation": "Koh J, et al. Nature (1995) pmid: 7777061", "Include": "true"}, {"number": "111", "ReferenceId": "20340136", "FullCitation": "McKenzie HA, et al. Hum. Mutat. (2010) pmid: 20340136", "Include": "true"}, {"number": "112", "ReferenceId": "21462282", "FullCitation": "Miller PJ, et al. Hum. Mutat. (2011) pmid: 21462282", "Include": "true"}, {"number": "113", "ReferenceId": "905385", "FullCitation": "Kutscher CL, et al. Physiol. Behav. (1977) pmid: 905385", "Include": "true"}, {"number": "114", "ReferenceId": "24659262", "FullCitation": "Scaini MC, et al. Hum. Mutat. (2014) pmid: 24659262", "Include": "true"}, {"number": "115", "ReferenceId": "23190892", "FullCitation": "Jenkins NC, et al. J. Invest. Dermatol. (2013) pmid: 23190892", "Include": "true"}, {"number": "116", "ReferenceId": "10389768", "FullCitation": "Walker GJ, et al. Int. J. Cancer (1999) pmid: 10389768", "Include": "true"}, {"number": "117", "ReferenceId": "12853981", "FullCitation": "Rutter JL, et al. Oncogene (2003) pmid: 12853981", "Include": "true"}, {"number": "118", "ReferenceId": "18538737", "FullCitation": "Itahana K, et al. Cancer Cell (2008) pmid: 18538737", "Include": "true"}, {"number": "119", "ReferenceId": "10360174", "FullCitation": "Zhang Y, et al. Mol. Cell (1999) pmid: 10360174", "Include": "true"}, {"number": "120", "ReferenceId": "9529249", "FullCitation": "Zhang Y, et al. Cell (1998) pmid: 9529249", "Include": "true"}, {"number": "121", "ReferenceId": "20601955", "FullCitation": "Barretina J, et al. Nat. Genet. (2010) pmid: 20601955", "Include": "true"}, {"number": "122", "ReferenceId": "20872974", "FullCitation": "Zhang Y, et al. World J. Gastroenterol. (2010) pmid: 20872974", "Include": "true"}, {"number": "123", "ReferenceId": "16166437", "FullCitation": "Haller F, et al. Clin. Cancer Res. (2005) pmid: 16166437", "Include": "true"}, {"number": "124", "ReferenceId": "15701851", "FullCitation": "Schneider_Stock R, et al. Clin. Cancer Res. (2005) pmid: 15701851", "Include": "true"}, {"number": "125", "ReferenceId": "17013685", "FullCitation": "Huang HY, et al. Ann. Surg. Oncol. (2006) pmid: 17013685", "Include": "true"}, {"number": "126", "ReferenceId": "17659467", "FullCitation": "Liang JF, et al. Zhonghua Wei Chang Wai Ke Za Zhi (2007) pmid: 17659467", "Include": "true"}, {"number": "127", "ReferenceId": "18813351", "FullCitation": "Schmieder M, et al. Neoplasia (2008) pmid: 18813351", "Include": "true"}, {"number": "128", "ReferenceId": "21278246", "FullCitation": "Konecny GE, et al. Clin. Cancer Res. (2011) pmid: 21278246", "Include": "true"}, {"number": "129", "ReferenceId": "21871868", "FullCitation": "Katsumi Y, et al. Biochem. Biophys. Res. Commun. (2011) pmid: 21871868", "Include": "true"}, {"number": "130", "ReferenceId": "22711607", "FullCitation": "Cen L, et al. Neuro_oncology (2012) pmid: 22711607", "Include": "true"}, {"number": "131", "ReferenceId": "23898052", "FullCitation": "Logan JE, et al. Anticancer Res. (2013) pmid: 23898052", "Include": "true"}, {"number": "132", "ReferenceId": "28283584", "FullCitation": "Elvin JA, et al. Oncologist (2017) pmid: 28283584", "Include": "true"}, {"number": "133", "ReferenceId": "26715889", "FullCitation": "Gao J, et al. Curr Oncol (2015) pmid: 26715889", "Include": "true"}, {"number": "134", "ReferenceId": "25501126", "FullCitation": "DeMichele A, et al. Clin. Cancer Res. (2015) pmid: 25501126", "Include": "true"}, {"number": "135", "ReferenceId": "25524798", "FullCitation": "Finn RS, et al. Lancet Oncol. (2015) pmid: 25524798", "Include": "true"}, {"number": "136", "ReferenceId": "27542767", "FullCitation": "Infante JR, et al. Clin. Cancer Res. (2016) pmid: 27542767", "Include": "true"}, {"number": "137", "ReferenceId": "24797823", "FullCitation": "Johnson DB, et al. Oncologist (2014) pmid: 24797823", "Include": "true"}, {"number": "138", "ReferenceId": "21460101", "FullCitation": "Van Maerken T, et al. Mol. Cancer Ther. (2011) pmid: 21460101", "Include": "true"}, {"number": "139", "ReferenceId": "21725357", "FullCitation": "Gamble LD, et al. Oncogene (2012) pmid: 21725357", "Include": "true"}, {"number": "140", "ReferenceId": "7666917", "FullCitation": "Whelan AJ, et al. N Engl J Med (1995) pmid: 7666917", "Include": "true"}, {"number": "141", "ReferenceId": "20687502", "FullCitation": "Adv Exp Med Biol (2010) pmid: 20687502", "Include": "true"}, {"number": "142", "ReferenceId": "9479083", "FullCitation": "Hogg D, et al. J Cutan Med Surg (1998) pmid: 9479083", "Include": "true"}, {"number": "143", "ReferenceId": "29543703", "FullCitation": "De Unamuno B, et al. Melanoma Res (2018) pmid: 29543703", "Include": "true"}, {"number": "144", "ReferenceId": "26892650", "FullCitation": "Soura E, et al. J Am Acad Dermatol (2016) pmid: 26892650", "Include": "true"}, {"number": "145", "ReferenceId": "29405243", "FullCitation": "Huerta C, et al. Acta Derm Venereol (2018) pmid: 29405243", "Include": "true"}, {"number": "146", "ReferenceId": "8414022", "FullCitation": "Kaufman DK, et al. Neurology (1993) pmid: 8414022", "Include": "true"}, {"number": "147", "ReferenceId": "9622062", "FullCitation": "Bahuau M, et al. Cancer Res (1998) pmid: 9622062", "Include": "true"}, {"number": "148", "ReferenceId": "28699883", "FullCitation": "Chan AK, et al. Clin Neuropathol () pmid: 28699883", "Include": "true"}, {"number": "149", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "150", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "151", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "152", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "153", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "154", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "155", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "156", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "157", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "158", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "159", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "160", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "161", "ReferenceId": "32919526", "FullCitation": "Marabelle A, et al. Lancet Oncol. (2020) pmid: 32919526", "Include": "true"}, {"number": "162", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "163", "ReferenceId": "28420421", "FullCitation": "Chalmers ZR, et al. Genome Med (2017) pmid: 28420421", "Include": "true"}, {"number": "164", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "165", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "166", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "167", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "168", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "169", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "170", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "171", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "172", "ReferenceId": "32511981", "FullCitation": "Blay JY, et al. Lancet Oncol. (2020) pmid: 32511981", "Include": "true"}, {"number": "173", "ReferenceId": "31085175", "FullCitation": "Smith BD, et al. Cancer Cell (2019) pmid: 31085175", "Include": "true"}, {"number": "174", "ReferenceId": "32615108", "FullCitation": "Heinrich MC, et al. Lancet Oncol (2020) pmid: 32615108", "Include": "true"}, {"number": "175", "ReferenceId": "32821296", "FullCitation": "Cocorocchio E, et al. Ther Adv Med Oncol (2020) pmid: 32821296", "Include": "true"}, {"number": "176", "ReferenceId": "22270258", "FullCitation": "Park SH, et al. Invest New Drugs (2012) pmid: 22270258", "Include": "true"}, {"number": "177", "ReferenceId": "23140824", "FullCitation": "Montemurro M, et al. Eur. J. Cancer (2013) pmid: 23140824", "Include": "true"}, {"number": "178", "ReferenceId": "18936790", "FullCitation": "Quintás_Cardama A, et al. Nat Clin Pract Oncol (2008) pmid: 18936790", "Include": "true"}, {"number": "179", "ReferenceId": "19461405", "FullCitation": "Bisagni G, et al. J Thorac Oncol (2009) pmid: 19461405", "Include": "true"}, {"number": "180", "ReferenceId": "20372153", "FullCitation": "Handolias D, et al. Br. J. Cancer (2010) pmid: 20372153", "Include": "true"}, {"number": "181", "ReferenceId": "20970876", "FullCitation": "Dişel U, et al. Lung Cancer (2011) pmid: 20970876", "Include": "true"}, {"number": "182", "ReferenceId": "24855380", "FullCitation": "Catania C, et al. Onco Targets Ther (2014) pmid: 24855380", "Include": "true"}, {"number": "183", "ReferenceId": "17699867", "FullCitation": "Guo T, et al. Clin. Cancer Res. (2007) pmid: 17699867", "Include": "true"}, {"number": "184", "ReferenceId": "18483300", "FullCitation": "Hu S, et al. Mol. Cancer Ther. (2008) pmid: 18483300", "Include": "true"}, {"number": "185", "ReferenceId": "22374331", "FullCitation": "Llovet JM, et al. Clin. Cancer Res. (2012) pmid: 22374331", "Include": "true"}, {"number": "186", "ReferenceId": "23058498", "FullCitation": "Zhang HL, et al. Clin Genitourin Cancer (2013) pmid: 23058498", "Include": "true"}, {"number": "187", "ReferenceId": "25450081", "FullCitation": "Seino S, et al. Gastroenterology (2014) pmid: 25450081", "Include": "true"}, {"number": "188", "ReferenceId": "18846437", "FullCitation": "Li XF, et al. Med. Oncol. (2009) pmid: 18846437", "Include": "true"}, {"number": "189", "ReferenceId": "22301675", "FullCitation": "Lierman E, et al. Leukemia (2012) pmid: 22301675", "Include": "true"}, {"number": "190", "ReferenceId": "24552773", "FullCitation": "Jin B, et al. Mol. Cancer Ther. (2014) pmid: 24552773", "Include": "true"}, {"number": "191", "ReferenceId": "23539538", "FullCitation": "Gleixner KV, et al. Haematologica (2013) pmid: 23539538", "Include": "true"}, {"number": "192", "ReferenceId": "21482694", "FullCitation": "Gozgit JM, et al. Mol. Cancer Ther. (2011) pmid: 21482694", "Include": "true"}, {"number": "193", "ReferenceId": "20736294", "FullCitation": "Rossi F, et al. Mol. Cancer Res. (2010) pmid: 20736294", "Include": "true"}, {"number": "194", "ReferenceId": "21523734", "FullCitation": "Kluger HM, et al. Cancer (2011) pmid: 21523734", "Include": "true"}, {"number": "195", "ReferenceId": "23149070", "FullCitation": "Mpakou VE, et al. Leuk. Res. (2013) pmid: 23149070", "Include": "true"}, {"number": "196", "ReferenceId": "21689725", "FullCitation": "Wasag B, et al. Exp. Hematol. (2011) pmid: 21689725", "Include": "true"}, {"number": "197", "ReferenceId": "23582185", "FullCitation": "Todd JR, et al. Pigment Cell Melanoma Res (2013) pmid: 23582185", "Include": "true"}, {"number": "198", "ReferenceId": "24205792", "FullCitation": "Zhao J, et al. Cancer Sci. (2014) pmid: 24205792", "Include": "true"}, {"number": "199", "ReferenceId": "16397263", "FullCitation": "Schittenhelm MM, et al. Cancer Res. (2006) pmid: 16397263", "Include": "true"}, {"number": "200", "ReferenceId": "18986703", "FullCitation": "Ustun C, et al. Leuk. Res. (2009) pmid: 18986703", "Include": "true"}, {"number": "201", "ReferenceId": "22357255", "FullCitation": "Reichardt P, et al. Ann. Oncol. (2012) pmid: 22357255", "Include": "true"}, {"number": "202", "ReferenceId": "21456006", "FullCitation": "Sawaki A, et al. Cancer (2011) pmid: 21456006", "Include": "true"}, {"number": "203", "ReferenceId": "19467857", "FullCitation": "Montemurro M, et al. Eur. J. Cancer (2009) pmid: 19467857", "Include": "true"}, {"number": "204", "ReferenceId": "22119758", "FullCitation": "Cauchi C, et al. Cancer Chemother. Pharmacol. (2012) pmid: 22119758", "Include": "true"}, {"number": "205", "ReferenceId": "16189265", "FullCitation": "Gleixner KV, et al. Blood (2006) pmid: 16189265", "Include": "true"}, {"number": "206", "ReferenceId": "20442311", "FullCitation": "Cullinane C, et al. Mol. Cancer Ther. (2010) pmid: 20442311", "Include": "true"}, {"number": "207", "ReferenceId": "26002753", "FullCitation": "Hochhaus A, et al. J. Cancer Res. Clin. Oncol. (2015) pmid: 26002753", "Include": "true"}, {"number": "208", "ReferenceId": "26424760", "FullCitation": "Lee SJ, et al. Oncologist (2015) pmid: 26424760", "Include": "true"}, {"number": "209", "ReferenceId": "25695690", "FullCitation": "Carvajal RD, et al. Clin. Cancer Res. (2015) pmid: 25695690", "Include": "true"}, {"number": "210", "ReferenceId": "25882987", "FullCitation": "Blay JY, et al. Lancet Oncol. (2015) pmid: 25882987", "Include": "true"}, {"number": "211", "ReferenceId": "26722383", "FullCitation": "Kajimoto N, et al. Int J Clin Exp Pathol (2015) pmid: 26722383", "Include": "true"}, {"number": "212", "ReferenceId": "25221952", "FullCitation": "Sako H, et al. PLoS ONE (2014) pmid: 25221952", "Include": "true"}, {"number": "213", "ReferenceId": "19303137", "FullCitation": "Dematteo RP, et al. Lancet (2009) pmid: 19303137", "Include": "true"}, {"number": "214", "ReferenceId": "24223922", "FullCitation": "Zhi X, et al. PLoS ONE (2013) pmid: 24223922", "Include": "true"}, {"number": "215", "ReferenceId": "18955451", "FullCitation": "Heinrich MC, et al. J. Clin. Oncol. (2008) pmid: 18955451", "Include": "true"}, {"number": "216", "ReferenceId": "24635438", "FullCitation": "Kocáková I, et al. Klin Onkol (2014) pmid: 24635438", "Include": "true"}, {"number": "217", "ReferenceId": "15342366", "FullCitation": "Chen LL, et al. Cancer Res. (2004) pmid: 15342366", "Include": "true"}, {"number": "218", "ReferenceId": "15685537", "FullCitation": "Debiec_Rychter M, et al. Gastroenterology (2005) pmid: 15685537", "Include": "true"}, {"number": "219", "ReferenceId": "17875769", "FullCitation": "Desai J, et al. Clin. Cancer Res. (2007) pmid: 17875769", "Include": "true"}, {"number": "220", "ReferenceId": "18623623", "FullCitation": "Liegl B, et al. J. Pathol. (2008) pmid: 18623623", "Include": "true"}, {"number": "221", "ReferenceId": "23456621", "FullCitation": "Gao J, et al. Med. Oncol. (2013) pmid: 23456621", "Include": "true"}, {"number": "222", "ReferenceId": "21642685", "FullCitation": "Carvajal RD, et al. JAMA (2011) pmid: 21642685", "Include": "true"}, {"number": "223", "ReferenceId": "16624552", "FullCitation": "Debiec_Rychter M, et al. Eur. J. Cancer (2006) pmid: 16624552", "Include": "true"}, {"number": "224", "ReferenceId": "23775962", "FullCitation": "Hodi FS, et al. J. Clin. Oncol. (2013) pmid: 23775962", "Include": "true"}, {"number": "225", "ReferenceId": "30075827", "FullCitation": "Wei X, et al. Oncol. Res. (2019) pmid: 30075827", "Include": "true"}, {"number": "226", "ReferenceId": "21690468", "FullCitation": "Guo J, et al. J. Clin. Oncol. (2011) pmid: 21690468", "Include": "true"}, {"number": "227", "ReferenceId": "16135502", "FullCitation": "Faivre S, et al. J. Clin. Oncol. (2005) pmid: 16135502", "Include": "true"}, {"number": "228", "ReferenceId": "15350030", "FullCitation": "Alcedo JC, et al. Head Neck (2004) pmid: 15350030", "Include": "true"}, {"number": "229", "ReferenceId": "21403650", "FullCitation": "Brandwein JM, et al. Leukemia (2011) pmid: 21403650", "Include": "true"}, {"number": "230", "ReferenceId": "15659505", "FullCitation": "Hotte SJ, et al. J. Clin. Oncol. (2005) pmid: 15659505", "Include": "true"}, {"number": "231", "ReferenceId": "19904263", "FullCitation": "Reardon DA, et al. Br. J. Cancer (2009) pmid: 19904263", "Include": "true"}, {"number": "232", "ReferenceId": "16570351", "FullCitation": "Kamenz T, et al. World J. Gastroenterol. (2006) pmid: 16570351", "Include": "true"}, {"number": "233", "ReferenceId": "17332278", "FullCitation": "Goodman VL, et al. Clin. Cancer Res. (2007) pmid: 17332278", "Include": "true"}, {"number": "234", "ReferenceId": "19390946", "FullCitation": "Nishida T, et al. Int. J. Clin. Oncol. (2009) pmid: 19390946", "Include": "true"}, {"number": "235", "ReferenceId": "16638875", "FullCitation": "Prenen H, et al. Clin. Cancer Res. (2006) pmid: 16638875", "Include": "true"}, {"number": "236", "ReferenceId": "22261812", "FullCitation": "Minor DR, et al. Clin. Cancer Res. (2012) pmid: 22261812", "Include": "true"}, {"number": "237", "ReferenceId": "26264378", "FullCitation": "Buchbinder EI, et al. Cancer (2015) pmid: 26264378", "Include": "true"}, {"number": "238", "ReferenceId": "26772734", "FullCitation": "Reichardt P, et al. BMC Cancer (2016) pmid: 26772734", "Include": "true"}, {"number": "239", "ReferenceId": "27073655", "FullCitation": "Hirai F, et al. Mol Clin Oncol (2016) pmid: 27073655", "Include": "true"}, {"number": "240", "ReferenceId": "20435347", "FullCitation": "Goemans BF, et al. Leuk. Res. (2010) pmid: 20435347", "Include": "true"}, {"number": "241", "ReferenceId": "23114504", "FullCitation": "Mahipal A, et al. Melanoma Res. (2012) pmid: 23114504", "Include": "true"}, {"number": "242", "ReferenceId": "27371698", "FullCitation": "Ben_Ami E, et al. Ann. Oncol. (2016) pmid: 27371698", "Include": "true"}, {"number": "243", "ReferenceId": "25132955", "FullCitation": "Van Looy T, et al. Clin Sarcoma Res (2014) pmid: 25132955", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2021_09_14 18:26:27", "OpName": "Naomi Lynn Ferguson, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Naomi Lynn Ferguson, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "303x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "5 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "2 pca_score"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease_ontology": "Unknown primary GIST", "flowcell_analysis": "2000017525", "gender": "male", "pathology_diagnosis": "GIST", "percent_tumor_nuclei": "50", "pipeline_version": "v3.7.0", "purity_assessment": "83.3", "specimen": "ORD_1182590_01*US1143654.01", "study": "CLINICAL_F1CDx", "test_request": "ORD_1182590_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Omentum", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX1", "mean_exon_depth": "312.53", "name": "SQ_US1143654.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.4928", "cds_effect": "224C>T", "depth": "347", "equivocal": "false", "functional_effect": "missense", "gene": "CSF1R", "percent_reads": "49.28", "position": "chr5:149460413", "protein_effect": "T75I", "status": "unknown", "strand": "_", "transcript": "NM_005211", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.3184", "cds_effect": "1669_1674delTGGAAG", "depth": "380", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "KIT", "percent_reads": "31.84", "position": "chr4:55593602", "protein_effect": "W557_K558del", "status": "known", "strand": "+", "transcript": "NM_000222", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4718", "cds_effect": "1540_1542delGCC", "depth": "142", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "ZNF703", "percent_reads": "47.18", "position": "chr8:37555958", "protein_effect": "A514del", "status": "unknown", "strand": "+", "transcript": "NM_025069", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.8187", "cds_effect": "2398G>T", "depth": "182", "equivocal": "false", "functional_effect": "missense", "gene": "DNMT3A", "percent_reads": "81.87", "position": "chr2:25462009", "protein_effect": "G800C", "status": "unknown", "strand": "_", "transcript": "NM_022552", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4867", "cds_effect": "349C>T", "depth": "413", "equivocal": "false", "functional_effect": "missense", "gene": "DAXX", "percent_reads": "48.67", "position": "chr6:33289203", "protein_effect": "R117W", "status": "unknown", "strand": "_", "transcript": "NM_001350", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4785", "cds_effect": "619A>C", "depth": "418", "equivocal": "false", "functional_effect": "missense", "gene": "TNFAIP3", "percent_reads": "47.85", "position": "chr6:138196957", "protein_effect": "I207L", "status": "unknown", "strand": "+", "transcript": "NM_006290", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.5202", "cds_effect": "973G>A", "depth": "371", "equivocal": "false", "functional_effect": "missense", "gene": "FANCC", "percent_reads": "52.02", "position": "chr9:97887391", "protein_effect": "A325T", "status": "unknown", "strand": "_", "transcript": "NM_000136", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.123", "cds_effect": "8702G>A", "depth": "187", "equivocal": "false", "functional_effect": "missense", "gene": "BRCA2", "percent_reads": "12.3", "position": "chr13:32950876", "protein_effect": "G2901D", "status": "unknown", "strand": "+", "transcript": "NM_000059", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4668", "cds_effect": "322A>G", "depth": "377", "equivocal": "false", "functional_effect": "missense", "gene": "TNFAIP3", "percent_reads": "46.68", "position": "chr6:138196008", "protein_effect": "T108A", "status": "unknown", "strand": "+", "transcript": "NM_006290", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4053", "cds_effect": "805C>T", "depth": "375", "equivocal": "false", "functional_effect": "missense", "gene": "PDGFRB", "percent_reads": "40.53", "position": "chr5:149513278", "protein_effect": "P269S", "status": "unknown", "strand": "_", "transcript": "NM_002609", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.3974", "cds_effect": "1961T>C", "depth": "312", "equivocal": "false", "functional_effect": "missense", "gene": "KIT", "percent_reads": "39.74", "position": "chr4:55594258", "protein_effect": "V654A", "status": "known", "strand": "+", "transcript": "NM_000222", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4545", "cds_effect": "833A>C", "depth": "286", "equivocal": "false", "functional_effect": "missense", "gene": "CREBBP", "percent_reads": "45.45", "position": "chr16:3860746", "protein_effect": "Q278P", "status": "unknown", "strand": "_", "transcript": "NM_004380", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.3867", "cds_effect": "2467T>C", "depth": "300", "equivocal": "false", "functional_effect": "missense", "gene": "KIT", "percent_reads": "38.67", "position": "chr4:55599341", "protein_effect": "Y823H", "status": "unknown", "strand": "+", "transcript": "NM_000222", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.4393", "cds_effect": "608T>C", "depth": "321", "equivocal": "false", "functional_effect": "missense", "gene": "MSH3", "percent_reads": "43.93", "position": "chr5:79965944", "protein_effect": "F203S", "status": "unknown", "strand": "+", "transcript": "NM_002439", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.5058", "cds_effect": "193_204GCGCCCCCAGCT>CCG", "depth": "342", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "MSH3", "percent_reads": "50.58", "position": "chr5:79950739", "protein_effect": "A65_A68>P", "status": "unknown", "strand": "+", "transcript": "NM_002439", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.948", "cds_effect": "4024C>T", "depth": "173", "equivocal": "false", "functional_effect": "missense", "gene": "ATRX", "percent_reads": "94.8", "position": "chrX:76918967", "protein_effect": "R1342W", "status": "known", "strand": "_", "transcript": "NM_000489", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}, {"allele_fraction": "0.3243", "cds_effect": "658C>T", "depth": "370", "equivocal": "false", "functional_effect": "missense", "gene": "NTRK1", "percent_reads": "32.43", "position": "chr1:156838380", "protein_effect": "R220W", "status": "unknown", "strand": "+", "transcript": "NM_002529", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": {"copy_number": "0", "equivocal": "false", "gene": "CDKN2A", "number_of_exons": "4 of 5", "position": "chr9:21954944_21974826", "ratio": "0.27", "status": "known", "type": "loss", "dna_evidence": {"sample": "SQ_US1143654.01_1"}}}, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "5.04", "status": "low", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}