{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2021_00017001", "CSN": null, "TRF": "ORD_1220220_01", "MRN": "25017394", "PhysicianId": "42569", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "916371", "clinicalId": "917767", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1220220_01", "SampleName": "US1178431.01", "Version": "0", "Sample": {"FM_Id": "ORD_1220220_01", "SampleId": "US1178431.01", "BlockId": "nan", "TRFNumber": "ORD_1220220_01", "TestType": "FoundationOne Liquid  ", "SpecFormat": "Blood", "ReceivedDate": "2021_10_25", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}]}, "TumorPurity": "15", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S110-99939", "MRN": "25017394", "FullName": "陳新德", "FirstName": "Hsin_Te", "LastName": "Chen", "SubmittedDiagnosis": "Metastatic carcinoma, Liver", "Gender": "Male", "DOB": "1963_03_10", "OrderingMD": "江起陸", "OrderingMDId": "42569", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Blood", "CollDate": "2021_10_19", "ReceivedDate": "2021-11-05 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Carcinoma, NOS"}, "PertinentNegatives": null, "Summaries": {"alterationCount": "23", "clinicalTrialCount": "36", "resistiveCount": "3", "sensitizingCount": "8"}, "VariantProperties": {"VariantProperty": [{"geneName": "CARD11", "isVUS": "true", "variantName": "E24D"}, {"geneName": "CBL", "isVUS": "true", "variantName": "K577E"}, {"geneName": "CDK6", "isVUS": "true", "variantName": "R215K"}, {"geneName": "DNMT3A", "isVUS": "true", "variantName": "H694Y,V510I"}, {"geneName": "ERBB3", "isVUS": "true", "variantName": "Q1266*"}, {"geneName": "FGF14", "isVUS": "true", "variantName": "M90L"}, {"geneName": "MDM2", "isVUS": "true", "variantName": "L44V"}, {"geneName": "MYCL1", "isVUS": "true", "variantName": "S164T"}, {"geneName": "NF1", "isVUS": "true", "variantName": "L1015P"}, {"geneName": "PARP3", "isVUS": "true", "variantName": "A235V,H146Y"}, {"geneName": "PDCD1 (PD_1)", "isVUS": "true", "variantName": "R272Q"}, {"geneName": "SDHB", "isVUS": "true", "variantName": "E229Q"}, {"geneName": "SGK1", "isVUS": "true", "variantName": "R200H"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "Blood Tumor Mutational Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "11", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "11"}}, "Interpretation": "Blood tumor mutational burden (bTMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations from circulating tumor DNA in blood. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a bTMB level that may be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors, alone or in combination with other agents (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Aggarwal et al., 2020; 32102950, Rizvi et al., 2019; ASCO Abstract 9016). NSCLC harbors a median bTMB of 16.8 Muts/Mb (range 1.9_52.5 Muts/Mb)(Aggarwal et al., 2020; 32102950). Retrospective analysis of the Phase 3 OAK and Phase 2 POPLAR trials for patients with advanced or metastatic non_small cell lung cancer (NSCLC) reported that bTMB ≥7 Muts/Mb was associated with shorter PFS (2.8 vs. 4.2 months) and OS (7.4 vs. 11.9 months) compared with bTMB <7 Muts/Mb for patients treated with docetaxel (Nie et al., 2020; 32380463). In one study of advanced NSCLC in China, bTMB ≥6 Muts/Mb was associated with decreased PFS (10 vs. 18 months) and OS (11 vs. 25 months) compared with bTMB <6 Muts/Mb for patients treated with platinum_based chemotherapy (Ma et al., 2021; 34055609). A large study of Chinese patients with lung adenocarcinoma reported a shorter median OS for tumors with a higher number of mutations in a limited gene set compared with a lower mutation number (48.4 vs. 61.0 months)(Xiao et al., 2016; 27009843). Another study of patients with NSCLC correlated elevated TMB with poorer prognosis and significantly associated lower TMB in combination with PD_L1 negative status with longer median survival in patients with lung adenocarcinoma (Chen et al., 2019; 31088500). However, no significant prognostic association of TMB and/or PD_L1 status with survival has been reported in patients with lung SCC (Yu et al., 2019; 30253973, Chen et al., 2019; 31088500). On the basis of clinical evidence in NSCLC and HSNCC, increased bTMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Li et al., 2020; ASCO Abstract 6511) and anti_PD_1 (Aggarwal et al., 2020; 32102950, Peters et al., 2019; AACR Abstract CT074) therapies. In NSCLC, multiple clinical trials have shown patients with higher bTMB derive clinical benefit from immune checkpoint inhibitors following single agent or combination treatments with either CTLA4 inhibitors or chemotherapy, with reported high bTMB cutpoints ranging from 6 to 16 Muts/Mb (Gandara et al., 2018; 30082870, Socinski et al., 2019 ESMO Abstract LBA83, Aggarwal et al. 2020; 32102950, Rizvi et al., 2019; ASCO Abstract 9016). In HNSCC, a Phase 3 trial showed that bTMB ≥16 Muts/Mb (approximate equivalency ≥8 Muts/Mb as measured by this assay) was associated with improved survival from treatment with a PD_L1 inhibitor alone or in combination with a CTLA_4 inhibitor (Li et al., 2020; ASCO Abstract 6511).", "Include": "true", "ClinicalTrialNote": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Nivolumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Nivolumab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with PD_L1 and PD_L2, reducing inhibition of the antitumor immune response. It is FDA approved as monotherapy in various treatment settings for patients with melanoma, renal cell carcinoma (RCC), non_small cell lung cancer (NSCLC), head and neck squamous cell carcinoma (HNSCC), urothelial carcinoma, classical Hodgkin lymphoma (cHL), gastric cancer, gastroesophageal junction cancer, and esophageal adenocarcinoma or squamous cell carcinoma (ESCC). Furthermore, nivolumab is approved to treat patients with mismatch repair_deficient (dMMR) or microsatellite instability_high (MSI_H) colorectal cancer (CRC). It is also approved in combination with cabozantinib to treat RCC. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> For patients with platinum_refractory non_squamous non_small cell lung cancer (NSCLC), nivolumab improved median OS (mOS; 12.2 vs. 9.4 months) and ORR (19% vs. 12%) compared with docetaxel in the Phase 3 CheckMate 057 study; PD_L1 expression was associated with OS benefit from nivolumab in this study (HR=0.40_0.59)(Borghaei et al., 2015; 26412456). In advanced squamous NSCLC, second_line nivolumab resulted in longer mOS (9.2 vs. 6.0 months) and higher ORR (20% vs. 9%) than docetaxel in the Phase 3 CheckMate 017 study; PD_L1 expression was neither prognostic nor predictive of nivolumab efficacy (Brahmer et al., 2015; 26028407, Rizvi et al., 2015; 25704439). Pooled analysis of CheckMate 057 and CheckMate 017 showed improved long_term OS and PFS benefit for nivolumab over docetaxel, with 5_year OS rates of 13% versus 2.6% (HR=0.68) and PFS rates of 8.0% versus 0% (HR=0.79)(Lind et al., 2020; BTOG Abstract 113). In the CheckMate 227 study, the combination of nivolumab and platinum_based doublet chemotherapy did not improve OS over chemotherapy alone (18.3 vs. 14.7 months, HR=0.81)(Paz_Ares et al., 2019; ESMO Immuno_Oncology Congress Abstract LBA3), despite Phase 1 results in the same setting suggesting improved ORR and OS (Rizvi et al., 2016; 27354481). In the Phase 3 CheckMate 816 study, the combination of nivolumab and platinum_based doublet chemotherapy did show benefit as a neoadjuvant treatment for patients with resectable NSCLC, reporting a pathological CR (pCR) rate of 24% versus 2.2% for chemotherapy alone, and the benefit was consistent across subgroups stratified by PD_L1 expression, stage of disease, or tumor mutational burden (TMB)(Forde et al., 2021; AACR Abstract CT003). A Phase 1 study of nivolumab combined with the immunostimulatory therapy bempegaldesleukin for immunotherapy_naive patients with NSCLC reported an ORR of 60% (3/5; 2 CRs) and mPFS of 18.0 months (Diab et al., 2020; 32439653). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dostarlimab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dostarlimab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with PD_L1 and PD_L2, reducing inhibition of the antitumor response. It is FDA approved to treat patients with mismatch repair deficient recurrent or advanced endometrial cancer or solid tumors. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> In the Phase 1 GARNET trial of dostarlimab, patients with non_small cell lung cancer (NSCLC) experienced an immune_related ORR (irORR) of 27% with 2 CRs (Subramanian et al., 2020; ESMO Abstract 1399P). Dostarlimab has been studied primarily in recurrent and advanced mismatch repair_deficient (dMMR) endometrial and non_endometrial cancers (Andre et al., 2021; ASCO GI Abstract 9, Oaknin et al., 2020; 33001143, Berton et al., 2021; ASCO Abstract 2564). In the Phase 1 GARNET trial, single_agent dostarlimab elicited an ORR of 39% (41/106) and an immune_related ORR of 46% (50/110) for patients with non_endometrial dMMR solid tumors (Andre et al., 2021; ASCO GI Abstract 9, Andre et al., 2021; ESMO GI Abstract SO_9). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Cemiplimab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Cemiplimab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with the ligands PD_L1 and PD_L2 to enhance antitumor immune responses. It is FDA approved to treat patients with NSCLC with high PD_L1 expression (TPS ≥ 50%), cutaneous squamous cell carcinoma (CSCC), or basal cell carcinoma (BCC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> The Phase 3 EMPOWER_Lung 1 trial for treatment_naive advanced non_small cell lung cancer (NSCLC) reported that cemiplimab improved median PFS (mPFS, 8.2 vs. 5.7 months, hazard ratio [HR]=0.54), median OS (mOS, not reached vs. 14.2 months, HR=0.57), and ORR (39% vs. 20%) compared with chemotherapy in patients with high PD_L1 expression (TPS ≥ 50%); improved mPFS (6.2 vs. 5.6 months, HR=0.59), mOS (22.1 vs. 14.3 months, HR=0.68), and ORR (37% vs. 21%) were also reported for cemiplimab over chemotherapy in the intention_to_treat population (Sezer et al., 2021; 33581821). In a Phase 2 trial of cemiplimab_containing regimens as second_line therapy for NSCLC, cemiplimab combined with ipilimumab elicited a numerically higher ORR (46% [5/11]) compared with high_dose (11% [1/9]) and standard_dose cemiplimab monotherapy (0% [0/8]) (Shim et al., 2020; ESMO Abstract 1269P). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Atezolizumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Atezolizumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 to enhance antitumor immune responses. It is FDA approved to treat patients with non_small cell lung cancer (NSCLC) and urothelial carcinoma, depending on treatment setting. Atezolizumab is also approved in combination with other therapies to treat patients with non_squamous NSCLC lacking EGFR or ALK alterations, small cell lung cancer, hepatocellular carcinoma, and BRAF V600_positive melanoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> The Phase 2 B_F1RST study prospectively evaluated blood tumor mutational burden (bTMB) as a biomarker of response to first_line atezolizumab in non_small cell lung cancer (NSCLC), reporting improved ORR (29% vs. 4.4%) and a trend toward improved median PFS (mPFS; 5.0 vs. 3.5 months, HR=0.80) and median OS (mOS; 23.9 vs. 13.4 months, HR=0.66) for patients with bTMB ≥16 Muts/Mb compared with bTMB <16 Muts/Mb; improved PFS and OS were seen with increasing bTMB cutoffs (Socinski et al., 2019; ESMO Abstract LBA83). Retrospective analysis of the Phase 3 IMpower110 study of first_line atezolizumab for patients with metastatic NSCLC reported improved mOS (11.2 vs. 10.3 months, HR=0.87) and mPFS (5.5 vs. 4.3 months, HR=0.74) compared with chemotherapy for patients with bTMB levels ≥10 Muts/Mb (approximate equivalency ≥9 Muts/Mb as measured by this assay), with greater efficacy observed at higher bTMB cutoffs (Herbst et al., 2020; 32997907). Retrospective analysis of the Phase 3 OAK and Phase 2 POPLAR trials for patients with advanced or metastatic NSCLC reported atezolizumab significantly improved OS across bTMB levels compared with docetaxel (p=0.0001); patients with bTMB levels ≥10 Muts/Mb (approximate equivalency ≥9 Muts/Mb as measured by this assay) achieved greater clinical benefit with atezolizumab than those with bTMB <10 Muts/Mb, with greater efficacy observed at higher bTMB cutoffs (Gandara et al., 2018; 30082870, Chen et al., 2019; 31921683); patients with two or more mutations in DNA damage response and repair pathway genes (DDR) had an increased bTMB (20 vs. 7 muts/Mb), and reported a superior durable clinical benefit compared with patients without DDR mutations (57% vs. 31%, p=0.003) (Nie et al., 2020; WCLC Abstract OA07.03). In the first_line setting, the Phase 3 IMpower130, IMpower150, and IMpower132 studies have shown that the addition of atezolizumab to chemotherapy_based regimens significantly improves survival for patients with non_squamous NSCLC without EGFR or ALK alterations (Socinski et al., 2018; 29863955, West et al., 2019; 31122901, Barlesi et al., 2018; ESMO Abstract LBA54). In IMpower130, median PFS (7.0 vs. 5.5 months, HR=0.64) and median OS (18.6 vs. 13.9 months, HR=0.79) were significantly improved with atezolizumab plus nab_paclitaxel and carboplatin relative to chemotherapy alone; benefit was observed irrespective of PD_L1 status (West et al., 2019; 31122901). Similarly, IMpower150 reported improved median PFS (8.3 vs. 6.8 months, HR=0.62) and median OS (19.2 vs. 14.7 months, HR=0.78) with the addition of atezolizumab to bevacizumab, paclitaxel, and carboplatin; longer PFS was observed irrespective of PD_L1 status or KRAS mutation (Socinski et al., 2018; 29863955). In IMpower132, the addition of atezolizumab to first_line carboplatin or cisplatin with pemetrexed in non_squamous NSCLC increased median PFS (7.6 vs. 5.2 months, HR=0.60) relative to chemotherapy alone (Barlesi et al., 2018; ESMO Abstract LBA54). The Phase 3 IMpower110 study of first_line atezolizumab for patients with metastatic non_small cell lung cancer (NSCLC) reported improved median OS (20.2 vs. 13.1 months, HR=0.59), median PFS (8.1 vs. 5.0 months), and ORR (38% vs. 29%) compared with chemotherapy for patients whose tumors had high PD_L1 expression and no genomic alterations in EGFR or ALK (Herbst et al., 2020; 32997907). The Phase 3 OAK trial comparing atezolizumab with docetaxel for patients with previously treated NSCLC reported a significant increase in median OS (13.8 vs. 9.6 months) and duration of response (16.3 vs. 6.2 months) (Rittmeyer et al., 2017; 27979383), confirming previous Phase 2 trial data (Smith et al., 2016; ASCO Abstract 9028, Fehrenbacher et al., 2016; 26970723). Clinical benefit was observed for patients regardless of histology (HR=0.73 for squamous and non_squamous) or PD_L1 status, although greater benefit was achieved with tumor PD_L1 expression >50% (HR=0.41) compared with <1% (HR=0.75) (Rittmeyer et al., 2017; 27979383). Retrospective analyses of the OAK trial additionally identified clinical benefit for patients receiving atezolizumab and metformin compared with atezolizumab alone (ORR of 25% vs. 13%) (Pietras et al., 2018; WCLC Abstract P1.04_3), and for patients with 2 or more mutations in DNA damage response and repair pathway genes compared with those without (durable clinical benefit rate of 57% vs. 31%, p=0.003) (Nie et al., 2020; WCLC Abstract OA07.03). The Phase 3 IMpower010 study of adjuvant atezolizumab treatment following adjuvant chemotherapy for patients with resected early_stage NSCLC reported improved median disease_free survival compared with best supportive care (42.3 vs. 35.3 months, HR=0.79), with the greatest benefit observed for patients with PD_L1 tumor cell expression of ≥1% (not reached vs. 35.3 months, HR=0.66) (Wakelee et al., 2021; ASCO Abstract 8500). In the randomized Phase 2 CITYSCAPE study of treatment_naive advanced NSCLC, the addition of tiragolumab to atezolizumab showed clinically meaningful improvement in ORR (37% [25/67] vs. 21% [14/68]) and PFS (5.6 vs. 3.9 months, HR=0.58), with greater ORR (66% [19/29] vs. 24% [7/29]) and PFS (not reached vs. 4.1 months, HR=0.30) observed for patients with PD_L1 TPS ≥50% (Rodriguez_Abreu et al., 2020; ASCO Abstract 9503). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Avelumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Avelumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 in order to enhance antitumor immune responses. It is FDA approved to treat patients 12 years and older with Merkel cell carcinoma, or for urothelial carcinoma in various treatment settings. The combination of avelumab and axitinib is FDA approved for patients with renal cell carcinoma (RCC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> In the Phase 3 JAVELIN Lung 200 study for patients with advanced non_small cell lung cancer (NSCLC) previously treated with platinum therapy, avelumab did not improve median OS (mOS) when compared with docetaxel (11.4 vs. 10.6 months; HR=0.87) for patients with PD_L1 expression in ≥1% of tumor cells; a prespecified exploratory analysis at higher PD_L1 expression cutoffs showed improved mOS for PD_L1 ≥50% (13.6 vs. 9.2 months; HR=0.67) and ≥80% (17.1 vs. 9.3 months; HR=0.59)(Barlesi et al., 2018; 30262187), and improved 2_year OS rates of 30% versus 21% (≥1% PD_L1), 36% versus 18% (≥50% PD_L1), and 40% versus 20% (≥80% PD_L1)(Park et al., 2021; 33845211). A post_hoc analysis of this study suggested that a relatively high proportion of patients in the docetaxel arm received subsequent immune checkpoint inhibitor treatment, which may have confounded the outcomes of this study (Park et al., 2021; 33636453). A Phase 1 study evaluating single_agent avelumab to treat patients with advanced NSCLC reported an ORR of 20%, median PFS (mPFS) of 4.0 months, and mOS of 14.1 months in the first_line setting (Verschraegen et al., 2020; 32907924). A Phase 2 study of avelumab with axitinib to treat advanced NSCLC reported an ORR of 32% (13/41) and mPFS of 5.5 months; tumor reduction was observed for PD_L1_negative and _positive (≥1% PD_L1) samples (Galffy et al., 2020; SITC Abstract 281). A Phase 1b/2 study of avelumab combined with the anti_semaphorin 4D antibody pepinemab to treat advanced NSCLC reported an ORR of 24% (5/21) and DCR of 81% for immunotherapy_naive patients, and ORR of 6.9% (2/29) and DCR of 59% for patients who had disease progression on prior immunotherapy treatment (Shafique et al., 2021; 33820783). A study of neoadjuvant avelumab plus chemotherapy to treat early_stage resectable NSCLC reported an ORR of 27% (4/15), which was not considered an enhancement over chemotherapy alone (Tfayli et al., 2020; 32991781). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Durvalumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Durvalumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 to enhance antitumor immune responses. It is FDA approved to treat patients with non_small cell lung cancer (NSCLC) and small cell lung cancer (SCLC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> The MYSTIC trial for patients with treatment_naïve, EGFR/ALK_negative metastatic NSCLC reported that a bTMB score ≥20 Muts/Mb (approximately 10 Muts/Mb as measured by this assay) associated with improved survival following either a combination treatment of durvalumab with the CTLA_4 inhibitor tremelimumab, regardless of tumor PD_L1 expression, or following durvalumab monotherapy for patients with tumor cell PD_L1 expression <1% (Rizvi et al., 2019; ASCO Abstract 9016). In the Phase 3 PACIFIC trial for patients with Stage 3 unresectable non_small cell lung cancer (NSCLC) who did not have progression on chemoradiotherapy, durvalumab monotherapy improved PFS versus placebo across PD_L1 expression subgroups; median PFS (mPFS) was 23.9 versus 5.6 months (HR=0.49) for patients with PD_L1 expression ≥1% and 10.7 versus 5.6 months (HR=0.79) for patients with PD_L1 expression <1%. Median OS (mOS) benefit was observed for patients with PD_L1 expression ≥1% (57.4 vs. 29.6 months, HR=0.60), but not for those with PD_L1 expression <1% (33.9 vs. 43.0 months, HR=1.05) (Paz_Ares et al., 2020; 32209338, Faivre_Finn et al., 2021; 33476803). In the Phase 3 ARCTIC study for patients with metastatic NSCLC who had progressed on 2 or fewer prior therapies, single_agent durvalumab improved OS (11.7 vs. 6.8 months, HR=0.63) and PFS (3.8 vs. 2.2 months, HR=0.71) versus the investigator’s choice of standard of care (SOC) for patients in cohort A (PD_L1 ≥25%) (Planchard et al., 2020; 32201234). However, durvalumab plus tremelimumab did not significantly improve OS (11.5 vs. 8.7 months, HR=0.80) or PFS (3.5 vs. 3.5 months, HR=0.77) compared with SOC for patients in cohort B (PD_L1 <25%) (Planchard et al., 2020; 32201234). In the Phase 3 MYSTIC trial for patients with treatment_naive EGFR_ or ALK_negative metastatic NSCLC and PD_L1 expression ≥25%, neither durvalumab monotherapy nor durvalumab plus tremelimumab improved OS versus chemotherapy (HR=0.76 vs. HR=0.85); however, patients with blood tumor mutational burden (bTMB) ≥20 Muts/Mb showed improved OS for durvalumab plus tremelimumab versus chemotherapy (21.9 vs. 10.0 months, HR=0.49) (Rizvi et al., 2020; 32271377). In the Phase 3 POSEIDON trial for patients with treatment_naive EGFR_ or ALK_negative metastatic NSCLC, the addition of durvalumab and tremelimumab to chemotherapy improved mOS (14.0 vs. 11.7 months, HR=0.77) and mPFS (6.2 vs 4.8 months, HR=0.72) versus chemotherapy (Johnson et al., 2021; WCLC Abstract PL02.01). In Phase 2 trials for patients with advanced or relapsed NSCLC, improved ORR (Antonia et al., 2019; 31228626, Garassino et al., 2018; 29545095) and OS (Antonia et al., 2019; 31228626) for durvalumab monotherapy corresponded with increased tumor cell PD_L1 positivity; patients with very high PD_L1 expression (≥90%) had an ORR of 31% (21/68) compared with ORRs of 16% (24/146) for patients with ≥25% and 7.5% (7/93) for patients with <25% PD_L1 positivity (Garassino et al., 2018; 29545095). Re_treatment with durvalumab for patients with PD_L1_positive (≥25%) EGFR_negative or ALK_negative advanced NSCLC who had progressed following previous disease control resulted in a PR or SD for 25% (10/40) of patients (Garassino et al., 2018; WCLC Abstract P1.01_21). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Pembrolizumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Pembrolizumab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with the ligands PD_L1 and PD_L2 to enhance antitumor immune responses. It is FDA approved for patients with tumor mutational burden (TMB)_high (≥10 Muts/Mb), microsatellite instability_high (MSI_H), or mismatch repair_deficient (dMMR) solid tumors; as a single agent for PD_L1_positive non_small cell lung cancer (NSCLC), head and neck squamous cell cancer (HNSCC), cervical cancer, or gastric, esophageal, or gastroesophageal junction (GEJ) cancer; and in combination with chemotherapy for PD_L1_positive triple_negative breast cancer (TNBC) or cervical cancer. It is also approved in various treatment settings as a single agent for patients with melanoma, HNSCC, urothelial carcinoma, hepatocellular carcinoma, Merkel cell carcinoma, cutaneous squamous cell carcinoma, classical Hodgkin lymphoma, or primary mediastinal large B_cell lymphoma, and in combination with chemotherapy or targeted therapy for NSCLC, HNSCC, esophageal or GEJ cancer, renal cell carcinoma, TNBC, or endometrial carcinoma that is not MSI_H or dMMR. Please see the drug label for full prescribing information. A voluntary withdrawal of the accelerated approval of pembrolizumab for the treatment of patients with recurrent advanced PD_L1_positive gastric or GEJ adenocarcinoma with disease progression on or after two or more prior lines of therapy has been initiated by the manufacturer. </p> <p><b>Gene Association:</b> On the basis of clinical data (Socinski et al., 2019 ESMO Abstract LBA83, Gandara et al., 2018; 30082870, Wang et al., 2019; 30816954, Rizvi et al., 2019; ASCO Abstract 9016, Aggarwal et al., 2020; 32102950), patients with NSCLC whose tumors harbor a bTMB of 10 Muts/Mb or higher may experience greater benefit from treatment with immune checkpoint inhibitors targeting PD_1 or PD_L1. </p> <p><b>Supporting Data:</b> A pilot study for first_line pembrolizumab alone or in combination with chemotherapy, for patients with newly diagnosed metastatic NSCLC, reported significantly improved median PFS in patients with bTMB levels ≥16 Muts/Mb (approximately 8 Muts/Mb as measured by this assay) compared with those with bTMB <16 Muts/Mb (14.1 vs. 4.7 months, HR=0.30); median OS was not reached in the bTMB ≥16 Muts/Mb cohort, compared with 8.8 months for those with bTMB <16 (HR=0.48) (Aggarwal et al., 2020; 32102950). The superiority of pembrolizumab over platinum chemotherapy as first_line treatment for patients with PD_L1_positive non_small cell lung cancer (NSCLC) lacking EGFR or ALK alterations was demonstrated in the Phase 3 KEYNOTE_042 and _024 studies, which reported improved median OS (mOS) for PD_L1 tumor proportion scores (TPS) ≥1% (16.7 vs. 12.1 months, HR=0.81) (Mok et al., 2019; 30955977) and ≥50% (26.3 vs. 13.4 months, HR=0.62_0.69) (Brahmer et al., 2020; ESMO LBA51), with estimated 5_year OS rates of 32% versus 16% in the KEYNOTE_024 study (Brahmer et al., 2020; ESMO LBA51). In the Phase 1b KEYNOTE_100 study of pembrolizumab, mOS was numerically higher for patients with NSCLC and PD_L1 TPS ≥50% relative to those with lower levels of PD_L1 expression in both the first_line (35.4 vs. 19.5 months) and previously treated (15.4 vs. 8.5 months) settings (Garon et al., 2019; 31154919). A retrospective study showed that among patients with NSCLC and high PD_L1 expression treated with first_line pembrolizumab, mOS was improved for patients with TPS of 90_100% relative to those with TPS of 50_89% (not reached vs. 15.9 months, HR=0.39) (Aguilar et al., 2019; 31435660). Phase 3 studies showed that the addition of pembrolizumab to chemotherapy is superior to chemotherapy alone in the first_line setting for patients with either non_squamous (KEYNOTE_189) (Gadgeel et al., 2020; 32150489) or squamous (KEYNOTE_407) (Paz_Ares et al., 2018; 30280635, Paz_Ares et al., 2020; 32599071) NSCLC, regardless of PD_L1 or tumor mutational burden (TMB) status (Paz_Ares et al., 2019; ESMO Abstract LBA80); exploratory analysis of KEYNOTE_189 demonstrated superiority of the pembrolizumab combination therapy regardless of blood TMB (bTMB) status (Garassino et al., 2020; ASCO Abstract 9521). For the first_line treatment of patients with NSCLC and high PD_L1 expression (TPS ≥50%), a meta_analysis of KEYNOTE_024 and _189 reported the combination of pembrolizumab and chemotherapy to be non_superior to pembrolizumab alone in terms of survival benefit; however, the combination did increase ORR (+22%, p=0.011) (Doherty et al., 2018; WCLC Abstract P1.01_16). In the Phase 2/3 KEYNOTE_010 study, pembrolizumab extended mOS relative to docetaxel (10.4_12.7 vs. 8.2 months) for patients with previously treated PD_L1_positive NSCLC (Herbst et al., 2016; 26712084). Multiple clinical trials have demonstrated the efficacy of pembrolizumab, both as a single_agent and in combination with chemotherapy, to treat patients with NSCLC and brain metastases (Powell et al., 2019; ESMO Abstract 1483PD, Mansfield et al., 2019; ESMO Abstract 1482O, Goldberg et al., 2016; 27267608). Clinical activity has also been achieved with pembrolizumab in combination with the AXL inhibitor bemcentinib (Spicer et al., 2020; SITC Abstract 362), the anti_CTLA_4 antibody ipilimumab (Gubens et al., 2019; 30885353), the anti_TIGIT antibody vibostolimab (Niu et al., 2020; ESMO Abstract 1410P), the HDAC inhibitor vorinostat (Gray et al., 2019; 31409616), and the multikinase inhibitor lenvatinib (Brose et al., 2019; DOI: 10.1200/JCO.2019.37.8_suppl.16). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04237649", "Include": "true"}, {"nctId": "NCT03425643", "Include": "true"}, {"nctId": "NCT03706690", "Include": "true"}, {"nctId": "NCT03800134", "Include": "true"}, {"nctId": "NCT04026412", "Include": "true"}, {"nctId": "NCT04385368", "Include": "true"}, {"nctId": "NCT04025879", "Include": "true"}, {"nctId": "NCT03674567", "Include": "true"}, {"nctId": "NCT02829723", "Include": "true"}, {"nctId": "NCT03207867", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "CDK4", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "true", "name": "amplification"}}, "Interpretation": "CDK4 encodes the cyclin_dependent kinase 4, which regulates the cell cycle, senescence, and apoptosis (reviewed in Choi et al., 2014; 23644662). CDK4 and its functional homolog CDK6 are activated by D_type cyclins and promote cell cycle progression by inactivating the tumor suppressor Rb (Weinberg et al., 1995; 7736585, Musgrove et al., 2011; 21734724). Amplification of the chromosomal region that includes CDK4 has been reported in multiple cancer types, including lung cancer, glioblastoma, and liposarcoma, and has been associated with overexpression of CDK4 protein (Wikman et al., 2005; 15543620, Rao et al., 2010; 19609742, Dickson et al., 2013; 23569312, Chung et al., 2009; 19574885, Ragazzini et al., 2004; 15024701, Dujardin et al., 2011; 21336260, Zhang et al., 2013; 23393200, Horvai et al., 2009; 19734852). In the TCGA datasets, CDK4 amplification or mutation occurs in 7% and 1% of lung adenocarcinoma cases, respectively (cBio_Campbell et al., 2016; 27158780); however, neither were detected in any of the lung squamous cell carcinoma cases (Cancer Genome Atlas Research Network., 2012; 22960745). CDK4 amplification correlated with high CDK4 gene and protein expression in lung tumors (Wikman et al., 2005; 15543620). High CDK4 protein expression has been detected in 23_47% of non_small cell lung cancers, specifically in 38% (18/47) of lung adenocarcinomas, 44% (4/9) of lung squamous cell carcinomas, and 83% (10/12) of large cell lung cancers (Borczuk et al., 2003; 14578194, Wikman et al., 2005; 15543620, Wu et al., 2011; 21477379). A preclinical study suggests targeting of CDK4 as a potential strategy against KRAS_driven lung adenocarcinomas (Puyol et al., 2010; 20609353). High CDK4 protein expression predicted poor overall survival in patients with lung cancer in one study (Wu et al., 2011; 21477379). CDK4 amplification or activation may predict sensitivity to CDK4/6 inhibitors such as abemaciclib, palbociclib, and ribociclib (Dickson et al., 2013; 23569312, Flaherty et al., 2012; 22090362, Patnaik et al., 2016; 27217383, Infante et al., 2016; 27542767). Clinical benefit has been reported for limited tumor types including patients with CDK4_amplified liposarcoma and sarcoma in response to treatment with abemaciclib (Dickson et al., 2019; ASCO Abstract 11004), palbociclib (Dickson et al., 2013; 23569312, Dickson et al., 2016; 27124835), and ribociclib (Peguero et al., 2016; ASCO Abstract 2528).", "Include": "true", "ClinicalTrialNote": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT04594005", "Include": "true"}, {"nctId": "NCT04000529", "Include": "true"}, {"nctId": "NCT03099174", "Include": "true"}, {"nctId": "NCT04801966", "Include": "true"}, {"nctId": "NCT03994796", "Include": "true"}, {"nctId": "NCT02693535", "Include": "true"}, {"nctId": "NCT02664935", "Include": "true"}, {"nctId": "NCT03297606", "Include": "true"}, {"nctId": "NCT04116541", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "EGFR", "Include": "true", "Alterations": {"Alteration": [{"Name": "T790M", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "T790M"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). EGFR L858 is located in the kinase domain and is encoded by exon 21. EGFR L858R has been characterized as activating (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413) and patients with the L858R mutation have been shown to be sensitive to EGFR tyrosine kinase inhibitors, such as erlotinib, gefitinib (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413), and afatinib (Yang et al., 2015; 25589191). The EGFR T790M mutation, when co_occurring with EGFR activating alterations, has been associated with clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985), and afatinib (Wu et al., 2016; 26862733, Nakamura et al., 2018; WCLC Abstract P3.13_18), as well as preclinical resistance to lapatinib (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554). Rare cases of EGFR T790M without a concurrent activating alteration have been reported (Gazdar et al., 2014; 24736066) and germline T790M mutations have been reported to predispose to familial lung adenocarcinoma (Bell et al., 2005; 16258541, Oxnard et al., 2012; 22588155, Gazdar et al., 2014; 24736066). Limited preclinical data suggests T790M alone is weakly activating, and increased EGFR activity is observed when T790M is expressed with a few known, activating EGFR alterations (Godin_Heymann et al., 2007; 17671201). Therefore, although this alteration has not been fully characterized, it is likely to result in reduced sensitivity to first_ and second_generation EGFR inhibitors. EGFR mutation has been reported in 12_36% of lung adenocarcinomas (Vallee et al., 2013; 23934203, Imielinski et al., 2012; 22980975, Cancer Genome Atlas Research Network., 2014; 25079552) and in 4% of lung squamous cell carcinomas (Cancer Genome Atlas Research Network., 2012; 22960745). EGFR protein expression/overexpression has been reported in up to 70% of NSCLC cases (Watzka et al., 2010; 20353893, Liang et al., 2010; 20637128, Grob et al., 2013; 23238037, Park et al., 2012; 22207554, Dobashi et al., 2011; 21040950, Ludovini et al., 2013; 23314677). In addition, expression of EGFR protein has been shown to be higher in lung squamous cell carcinoma samples as compared to lung adenocarcinoma (Skrzypski et al., 2013; 23870818, Kim et al., 2012; 22419022). In a retrospective study of lung adenocarcinoma treated with surgical resection without neoadjuvant TKIs, significantly shorter OS and recurrence_free survival was observed for patients harboring uncommon EGFR mutations (G719X, T790M, or L861R/Q) compared with those harboring only common mutations (L858R or exon 19 deletion) (Hayasaka et al., 2018; WCLC Abstract P3.16_03). In patients with lung adenocarcinoma, EGFR mutation was a predictor of poor overall survival (Lee et al., 2013; 23525704, Oakley and Chiosea, 2011; 21587084). However, EGFR mutations have been reported to predict improved survival in patients with resected Stage 1_3 lung adenocarcinoma (Marks et al., 2008; 18303429) or resected Stage 1 NSCLC (Izar et al., 2013; 23932319). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). The efficacy of third_generation EGFR inhibitors that selectively target EGFR T790M in non_small cell lung cancer (NSCLC) has been confirmed in osimertinib (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549, Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07, Soria et al., 2018; 29151359), D_0316 (Lu et al., 2021; AACR Abstract CT170), abivertinib (Zhou et al., 2019; ASCO Abstract 9091, Wang et al., 2020; 31943845, Ma et al., 2018; 29626621), alflutinib (Shi et al., 2021; 33780662, Shi et al., 2021; DOI: 10.1016/J.JTHO.2021.01.1122), naquotinib (Azuma et al., 2018; 29807396, Kelly et al., 2019; 31070709, Murakami et al., 2018; 29972716, Yu et al., 2017; 28954786), nazartinib (Tan et al., 2020; 31954624), and olmutinib (Park et al., 2021; 33434335, Kim et al., 2019; 31447004). The Phase 1 CHRYSALIS study of amivantamab monotherapy or in combination with lazertinib for the treatment of EGFR_mutated non_small cell lung cancer (NSCLC) has produced encouraging preliminary results for treatment_naive patients and patients who relapsed after treatment with osimertinib, including osimertinib_relapsed patients with biomarkers indicating EGFR/MET_based osimertinib resistance (Haura et al., 2019; ASCO Abstract 9009, Cho et al., 2020; ESMO Abstract 1258O, Bauml et al., 2021; ASCO Abstract 9006). In a Phase 1 trial, the HER3_targeted antibody patritumab deruxtecan elicited an ORR of 39% (22/57, 1 CR) and a median PFS of 8.2 months for patients with non_small cell lung cancer previously treated with an EGFR TKI, many of whom displayed TKI resistance alterations (Janne et al., 2021; ASCO Abstract 9007). A Phase 1 trial evaluating the EGFR inhibitor AZD3759 reported a reduction in the volume of brain metastases in 40% (8/20) of patients with previously treated non_small cell lung cancer (NSCLC) harboring either the EGFR L858R alteration or EGFR exon 19 deletion, including 3 confirmed PRs and 3 unconfirmed PRs (Ahn et al., 2017; 29056570, Yang et al., 2016; 27928026). In a Phase 1/2 trial for advanced NSCLC, the brain_penetrant third_generation EGFR TKI lazertinib enabled ORRs of 54% (69/127) for all evaluable patients and 44% (8/18, intracranial) for patients with brain metastases (Ahn et al., 2019; 31587882). The Phase 3 IMpower150 study showed that the addition of atezolizumab to bevacizumab plus chemotherapy treatment also had clinical efficacy for patients with EGFR_mutated or ALK_rearranged metastatic NSCLC (Socinski et al., 2018; 29863955); therefore, the patient’s clinical context should be considered. The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, confers clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), afatinib (Wu et al., 2016; 26862733, Tanaka et al., 2018; WCLC Abstract P3.13_22, Nakamura et al., 2018; WCLC Abstract P3.13_18), and dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985). Preclinical resistance to lapatinib has also been reported (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Dacomitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dacomitinib is a second generation irreversible tyrosine kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4/HER4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) with EGFR exon 19 deletion or exon 21 L858R substitution mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). Patients with untreated advanced NSCLC and EGFR L858R mutations achieved an ORR of 73% (68/93) (Wu et al., 2017; 28958502) and a median OS of 32.5 months with dacomitinib (Mok et al., 2018; 29864379). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, is associated with clinical resistance to dacomitinib (Reckamp et al., 2014; 24501009, Park et al., 2014; 25521938, Takahashi et al., 2012; 22249430, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595). </p> <p><b>Supporting Data:</b> A randomized Phase 3 trial in patients with NSCLC with activating EGFR mutations (primarily L858R or exon 19 deletions) reported improved clinical benefit with first_line dacomitinib compared with gefitinib (median OS, 34.1 vs. 26.8 months, HR=0.760; median PFS, 14.7 vs. 9.2 months, HR=0.59) (Mok et al., 2018; 2986437, Wu et al., 2017; 28958502); median OS was 34.1 to 36.7 months and ORR was 74.9% to 79.3%, depending on the dosing regimen (Wu et al., 2018; WCLC abstract MA26.11). A pooled subgroup analysis of patients with NSCLC with activating EGFR mutations reported improved clinical efficacy with dacomitinib treatment compared with erlotinib (median PFS, 14.6 vs, 9.6 months, HR=0.717; median OS, 26.6 vs, 23.2 months, HR=0.737)(Ramalingam et al., 2016; 26768165). Reduced efficacy of dacomitinib treatment in patients with NSCLC harboring the EGFR T790M mutation has been reported in multiple studies (Yu et al., 2017; 29191595, Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471). A Phase 1 trial of combination dacomitinib and a MEK1/2 inhibitor for patients with KRAS_mutated CRC, NSCLC, or pancreatic cancer reported 20/36 SDs and 16 PDs, however toxicity from this combination prevented long_term treatment in this patient population (van Geel et al., 2020; 32147669). A Phase 2 study of dacomitinib in patients with NSCLC who had been previously treated with chemotherapy or erlotinib and were not selected for EGFR mutations reported an ORR of 4.5% (3/66) (Reckamp et al., 2014; 24501009). In one study, the combination of dacomitinib and crizotinib was ineffective and associated with high toxicity in patients with NSCLC (Janne et al., 2016; 26899759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> A Phase 3 trial of first_line gefitinib therapy for patients with NSCLC and EGFR exon 19 deletions or L858R mutations reported a longer PFS (9.2 months vs. 6.3 months) (Mitsudomi et al 2010; 20022809) but no change in median OS (34.9 months vs. 37.2 months) compared with patients treated with cisplatin plus docetaxel (median OS of 37.2 months) (Yoshioka et al., 2019; 31553438). Gefitinib achieved an ORR of 69.8% and an OS of 19.2 months as first_line treatment for Caucasian patients with non_small cell lung carcinoma (NSCLC) and EGFR sensitizing mutations (Douillard et al., 2014; 24263064). In the retrospective analysis of a Phase 3 study for East Asian patients, gefitinib was reported to have a longer PFS for patients with EGFR mutation_positive NSCLC compared with carboplatin/paclitaxel doublet chemotherapy (Fukuoka et al., 2011; 21670455, Mok et al., 2009; 19692680). Two Phase 3 trials of gefitinib plus pemetrexed and carboplatin compared with gefitinib alone for patients with advanced NSCLC harboring EGFR activating mutations reported significantly higher ORRs (75.3% and 84% vs. 62.5% and 67%), longer median PFSs (16 and 20.9 months vs. 8 and 11.9 months), and longer median OSs (50.9 months and not reached vs. 17 and 38.8 months) with combination treatment; however, combination treatment was associated with increased Grade 3 or higher adverse events (Noronha et al., 2019; 31411950, Hosomi et al., 2020; 31682542). Retrospective analysis of East Asian patients with advanced NSCLC receiving first_line gefitinib therapy reported that patients with EGFR exon 19 mutations experienced a longer median PFS (10.9 months) compared with patients with EGFR mutations in exon 18 (7.9 months), exon 20 (1.2 months), exon 21 (7.7 months), or double mutations (5.7 months); however, no differences in OS were seen between EGFR mutations (Sutiman et al., 2017; 27908825). In a Phase 1 study for treatment_naive patients with NSCLC, best ORRs of 78% (7/9) were observed in patients treated with combination gefitinib and the PD_L1 inhibitor durvalumab as first_line treatment and of 80% (8/10) in those treated with the combination after gefitinib monotherapy (Gibbons et al., 2016; 27198414). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Osimertinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Osimertinib is an irreversible EGFR TKI that is selective for EGFR TKI_sensitizing mutations and the EGFR T790M mutation. It is FDA approved in various treatment settings for patients with non_small cell lung cancer (NSCLC) whose tumors have EGFR exon 19 deletions, exon 21 L858R mutations, or T790M mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR TKI_sensitizing mutations or rearrangements and/or the EGFR T790M mutation may predict sensitivity to osimertinib in non_small cell lung cancer (Janne et al., 2015; 25923549, Soria et al., 2018; 29151359, Alanazi et al., 2020; 33318755, Kim et al., 2021; DOI: 10.1200/PO.20.00296, Wang et al., 2018; 30255937). Patients with untreated advanced NSCLC and EGFR exon 19 deletions or L858R mutations achieved an ORR of 80% and a median PFS of 21.4 and 14.4 months, respectively (Soria et al., 2018; 29151359). </p> <p><b>Supporting Data:</b> The Phase 3 FLAURA study reported that, relative to erlotinib or gefitinib, first_line osimertinib significantly increased both median PFS (18.9 vs. 10.2 months, HR=0.46) and median OS (38.6 vs. 31.8 months; HR=0.80) for patients with advanced NSCLC and activating, sensitizing EGFR mutations (specifically, exon 19 deletion or L858) (Soria et al., 2018; 29151359, Ramalingam et al., 2019; 31751012). In the Phase 3 ADAURA study, patients with early Stage (IB/II/IIIA) EGFR_mutated NSCLC experienced longer PFSs on osimertinib compared to placebo in the adjuvant setting (not reached vs. 28.1 months; HR=0.21)(Herbst et al., 2020; ASCO Abstract LBA5). A Phase 1 study reported that T790M_negative patients with acquired EGFR TKI resistance experienced an ORR of 21% and a median PFS of 2.8 months (Janne et al., 2015; 25923549). A Phase 1b/2 study evaluating osimertinib in combination with the CD73 inhibitor oleclumab for patients with advanced EGFR_mutated, T790M_negative NSCLC reported an ORR of 19% (4/19), a DCR of 81%, and mPFS of 11 months (Kim et al., 2021 AACR Abstract CT163). In a Phase 3 study for patients with EGFR T790M_positive advanced NSCLC who progressed on EGFR TKI therapy, osimertinib compared with combination platinum therapy led to longer median PFS (10.1 months vs. 4.4 months), including for patients with central nervous system metastases (8.5 vs. 4.2 months). An ORR of 71% was achieved with osimertinib compared to 31% with combination platinum therapy (Mok et al., 2017; 27959700). The efficacy of osimertinib is confirmed by earlier phase studies in this setting (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549), and in a real_world setting for patients with T790M_positive advanced NSCLC pretreated with EGFR TKIs (Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07). Case studies report that 2 patients with T790M_mutated NSCLC achieved durable PRs to osimertinib rechallenge after the adverse events induced by initial osimertinib treatment had been resolved (Miyauchi et al., 2017; 28434520, Yoshida et al., 2017; 28291724). A Phase 1/2 trial of osimertinib in combination with bevacizumab for patients with untreated metastatic EGFR_mutated non_small cell lung cancer (NSCLC) reported an 80% (39/49) ORR, a 100% (6/6, 2 CRs) central nervous system response rate, median PFS of 19 months, and a 1_year PFS rate of 72% (Yu et al., 2020; 32463456). The Phase 1b TATTON study of osimertinib in combination with selumetinib, savolitinib, or durvalumab for patients with previously treated EGFR_mutated NSCLC reported ORRs of 42% (15/36), 44% (8/18), and 44% (10/23), respectively (Oxnard et al., 2020; 32139298). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> For patients with EGFR_mutated NSCLC, the Phase 3 EURTAC trial reported improved PFS with first_line erlotinib relative to platinum_based chemotherapy (9.7 vs. 5.2 months, HR=0.37) (Rosell et al., 2012; 22285168). A Phase 3 study reported similar efficacy of erlotinib and gefitinib for patients with EGFR_mutated NSCLC (Yang et al., 2017; 28103612). Meta_analysis of studies comparing erlotinib or gefitinib versus chemotherapy in the first_line setting reported no significant improvement in OS for patients with EGFR_mutated NSCLC; however, the lack of improved OS was attributed to the effectiveness of postprogression salvage therapy (Lee et al., 2017; 28376144). In the maintenance setting, the placebo_controlled Phase 3 SATURN trial reported significantly improved PFS with maintenance erlotinib following first_line platinum_based chemotherapy irrespective of EGFR status; however, the largest effect was seen for patients with EGFR mutations (HR=0.10)(Cappuzzo et al., 2010; 20493771). In the neoadjuvant setting, a Phase 2 trial reported a numerically improved ORR and significantly longer PFS with erlotinib compared with chemotherapy for patients with advanced EGFR_mutated NSCLC (Zhong et al., 2019; 31194613). In the placebo_controlled Phase 3 RELAY trial, the addition of ramucirumab to erlotinib improved PFS for previously untreated patients with NSCLC harboring EGFR L858R or exon 19 deletion (19.4 vs. 12.4 months, HR=0.59)(Nakagawa et al., 2019; 31591063). In a Phase 2 trial, no clinical benefit was observed from the addition of bevacizumab to erlotinib for patients with NSCLC harboring EGFR exon 19 deletion or L858R mutation (Stinchcombe et al., 2019; 31393548). The Phase 3 BR.21 trial demonstrated prolonged OS for genomically unselected patients with NSCLC treated with erlotinib compared with those treated with standard chemotherapy (Shepherd et al., 2005; 16014882). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03521154", "Include": "true"}, {"nctId": "NCT04487080", "Include": "true"}, {"nctId": "NCT04619004", "Include": "true"}, {"nctId": "NCT02609776", "Include": "true"}, {"nctId": "NCT02099058", "Include": "true"}, {"nctId": "NCT04077463", "Include": "true"}, {"nctId": "NCT04035486", "Include": "true"}, {"nctId": "NCT04770688", "Include": "true"}, {"nctId": "NCT04425681", "Include": "true"}, {"nctId": "NCT04829019", "Include": "true"}]}}, {"Name": "L858R", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "L858R"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). EGFR L858 is located in the kinase domain and is encoded by exon 21. EGFR L858R has been characterized as activating (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413) and patients with the L858R mutation have been shown to be sensitive to EGFR tyrosine kinase inhibitors, such as erlotinib, gefitinib (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413), and afatinib (Yang et al., 2015; 25589191). The EGFR T790M mutation, when co_occurring with EGFR activating alterations, has been associated with clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985), and afatinib (Wu et al., 2016; 26862733, Nakamura et al., 2018; WCLC Abstract P3.13_18), as well as preclinical resistance to lapatinib (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554). Rare cases of EGFR T790M without a concurrent activating alteration have been reported (Gazdar et al., 2014; 24736066) and germline T790M mutations have been reported to predispose to familial lung adenocarcinoma (Bell et al., 2005; 16258541, Oxnard et al., 2012; 22588155, Gazdar et al., 2014; 24736066). Limited preclinical data suggests T790M alone is weakly activating, and increased EGFR activity is observed when T790M is expressed with a few known, activating EGFR alterations (Godin_Heymann et al., 2007; 17671201). Therefore, although this alteration has not been fully characterized, it is likely to result in reduced sensitivity to first_ and second_generation EGFR inhibitors. EGFR mutation has been reported in 12_36% of lung adenocarcinomas (Vallee et al., 2013; 23934203, Imielinski et al., 2012; 22980975, Cancer Genome Atlas Research Network., 2014; 25079552) and in 4% of lung squamous cell carcinomas (Cancer Genome Atlas Research Network., 2012; 22960745). EGFR protein expression/overexpression has been reported in up to 70% of NSCLC cases (Watzka et al., 2010; 20353893, Liang et al., 2010; 20637128, Grob et al., 2013; 23238037, Park et al., 2012; 22207554, Dobashi et al., 2011; 21040950, Ludovini et al., 2013; 23314677). In addition, expression of EGFR protein has been shown to be higher in lung squamous cell carcinoma samples as compared to lung adenocarcinoma (Skrzypski et al., 2013; 23870818, Kim et al., 2012; 22419022). In a retrospective study of lung adenocarcinoma treated with surgical resection without neoadjuvant TKIs, significantly shorter OS and recurrence_free survival was observed for patients harboring uncommon EGFR mutations (G719X, T790M, or L861R/Q) compared with those harboring only common mutations (L858R or exon 19 deletion) (Hayasaka et al., 2018; WCLC Abstract P3.16_03). In patients with lung adenocarcinoma, EGFR mutation was a predictor of poor overall survival (Lee et al., 2013; 23525704, Oakley and Chiosea, 2011; 21587084). However, EGFR mutations have been reported to predict improved survival in patients with resected Stage 1_3 lung adenocarcinoma (Marks et al., 2008; 18303429) or resected Stage 1 NSCLC (Izar et al., 2013; 23932319). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). The efficacy of third_generation EGFR inhibitors that selectively target EGFR T790M in non_small cell lung cancer (NSCLC) has been confirmed in osimertinib (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549, Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07, Soria et al., 2018; 29151359), D_0316 (Lu et al., 2021; AACR Abstract CT170), abivertinib (Zhou et al., 2019; ASCO Abstract 9091, Wang et al., 2020; 31943845, Ma et al., 2018; 29626621), alflutinib (Shi et al., 2021; 33780662, Shi et al., 2021; DOI: 10.1016/J.JTHO.2021.01.1122), naquotinib (Azuma et al., 2018; 29807396, Kelly et al., 2019; 31070709, Murakami et al., 2018; 29972716, Yu et al., 2017; 28954786), nazartinib (Tan et al., 2020; 31954624), and olmutinib (Park et al., 2021; 33434335, Kim et al., 2019; 31447004). The Phase 1 CHRYSALIS study of amivantamab monotherapy or in combination with lazertinib for the treatment of EGFR_mutated non_small cell lung cancer (NSCLC) has produced encouraging preliminary results for treatment_naive patients and patients who relapsed after treatment with osimertinib, including osimertinib_relapsed patients with biomarkers indicating EGFR/MET_based osimertinib resistance (Haura et al., 2019; ASCO Abstract 9009, Cho et al., 2020; ESMO Abstract 1258O, Bauml et al., 2021; ASCO Abstract 9006). In a Phase 1 trial, the HER3_targeted antibody patritumab deruxtecan elicited an ORR of 39% (22/57, 1 CR) and a median PFS of 8.2 months for patients with non_small cell lung cancer previously treated with an EGFR TKI, many of whom displayed TKI resistance alterations (Janne et al., 2021; ASCO Abstract 9007). A Phase 1 trial evaluating the EGFR inhibitor AZD3759 reported a reduction in the volume of brain metastases in 40% (8/20) of patients with previously treated non_small cell lung cancer (NSCLC) harboring either the EGFR L858R alteration or EGFR exon 19 deletion, including 3 confirmed PRs and 3 unconfirmed PRs (Ahn et al., 2017; 29056570, Yang et al., 2016; 27928026). In a Phase 1/2 trial for advanced NSCLC, the brain_penetrant third_generation EGFR TKI lazertinib enabled ORRs of 54% (69/127) for all evaluable patients and 44% (8/18, intracranial) for patients with brain metastases (Ahn et al., 2019; 31587882). The Phase 3 IMpower150 study showed that the addition of atezolizumab to bevacizumab plus chemotherapy treatment also had clinical efficacy for patients with EGFR_mutated or ALK_rearranged metastatic NSCLC (Socinski et al., 2018; 29863955); therefore, the patient’s clinical context should be considered. The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, confers clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), afatinib (Wu et al., 2016; 26862733, Tanaka et al., 2018; WCLC Abstract P3.13_22, Nakamura et al., 2018; WCLC Abstract P3.13_18), and dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985). Preclinical resistance to lapatinib has also been reported (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Dacomitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dacomitinib is a second generation irreversible tyrosine kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4/HER4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) with EGFR exon 19 deletion or exon 21 L858R substitution mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). Patients with untreated advanced NSCLC and EGFR L858R mutations achieved an ORR of 73% (68/93) (Wu et al., 2017; 28958502) and a median OS of 32.5 months with dacomitinib (Mok et al., 2018; 29864379). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, is associated with clinical resistance to dacomitinib (Reckamp et al., 2014; 24501009, Park et al., 2014; 25521938, Takahashi et al., 2012; 22249430, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595). </p> <p><b>Supporting Data:</b> A randomized Phase 3 trial in patients with NSCLC with activating EGFR mutations (primarily L858R or exon 19 deletions) reported improved clinical benefit with first_line dacomitinib compared with gefitinib (median OS, 34.1 vs. 26.8 months, HR=0.760; median PFS, 14.7 vs. 9.2 months, HR=0.59) (Mok et al., 2018; 2986437, Wu et al., 2017; 28958502); median OS was 34.1 to 36.7 months and ORR was 74.9% to 79.3%, depending on the dosing regimen (Wu et al., 2018; WCLC abstract MA26.11). A pooled subgroup analysis of patients with NSCLC with activating EGFR mutations reported improved clinical efficacy with dacomitinib treatment compared with erlotinib (median PFS, 14.6 vs, 9.6 months, HR=0.717; median OS, 26.6 vs, 23.2 months, HR=0.737)(Ramalingam et al., 2016; 26768165). Reduced efficacy of dacomitinib treatment in patients with NSCLC harboring the EGFR T790M mutation has been reported in multiple studies (Yu et al., 2017; 29191595, Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471). A Phase 1 trial of combination dacomitinib and a MEK1/2 inhibitor for patients with KRAS_mutated CRC, NSCLC, or pancreatic cancer reported 20/36 SDs and 16 PDs, however toxicity from this combination prevented long_term treatment in this patient population (van Geel et al., 2020; 32147669). A Phase 2 study of dacomitinib in patients with NSCLC who had been previously treated with chemotherapy or erlotinib and were not selected for EGFR mutations reported an ORR of 4.5% (3/66) (Reckamp et al., 2014; 24501009). In one study, the combination of dacomitinib and crizotinib was ineffective and associated with high toxicity in patients with NSCLC (Janne et al., 2016; 26899759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> A Phase 3 trial of first_line gefitinib therapy for patients with NSCLC and EGFR exon 19 deletions or L858R mutations reported a longer PFS (9.2 months vs. 6.3 months) (Mitsudomi et al 2010; 20022809) but no change in median OS (34.9 months vs. 37.2 months) compared with patients treated with cisplatin plus docetaxel (median OS of 37.2 months) (Yoshioka et al., 2019; 31553438). Gefitinib achieved an ORR of 69.8% and an OS of 19.2 months as first_line treatment for Caucasian patients with non_small cell lung carcinoma (NSCLC) and EGFR sensitizing mutations (Douillard et al., 2014; 24263064). In the retrospective analysis of a Phase 3 study for East Asian patients, gefitinib was reported to have a longer PFS for patients with EGFR mutation_positive NSCLC compared with carboplatin/paclitaxel doublet chemotherapy (Fukuoka et al., 2011; 21670455, Mok et al., 2009; 19692680). Two Phase 3 trials of gefitinib plus pemetrexed and carboplatin compared with gefitinib alone for patients with advanced NSCLC harboring EGFR activating mutations reported significantly higher ORRs (75.3% and 84% vs. 62.5% and 67%), longer median PFSs (16 and 20.9 months vs. 8 and 11.9 months), and longer median OSs (50.9 months and not reached vs. 17 and 38.8 months) with combination treatment; however, combination treatment was associated with increased Grade 3 or higher adverse events (Noronha et al., 2019; 31411950, Hosomi et al., 2020; 31682542). Retrospective analysis of East Asian patients with advanced NSCLC receiving first_line gefitinib therapy reported that patients with EGFR exon 19 mutations experienced a longer median PFS (10.9 months) compared with patients with EGFR mutations in exon 18 (7.9 months), exon 20 (1.2 months), exon 21 (7.7 months), or double mutations (5.7 months); however, no differences in OS were seen between EGFR mutations (Sutiman et al., 2017; 27908825). In a Phase 1 study for treatment_naive patients with NSCLC, best ORRs of 78% (7/9) were observed in patients treated with combination gefitinib and the PD_L1 inhibitor durvalumab as first_line treatment and of 80% (8/10) in those treated with the combination after gefitinib monotherapy (Gibbons et al., 2016; 27198414). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Osimertinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Osimertinib is an irreversible EGFR TKI that is selective for EGFR TKI_sensitizing mutations and the EGFR T790M mutation. It is FDA approved in various treatment settings for patients with non_small cell lung cancer (NSCLC) whose tumors have EGFR exon 19 deletions, exon 21 L858R mutations, or T790M mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR TKI_sensitizing mutations or rearrangements and/or the EGFR T790M mutation may predict sensitivity to osimertinib in non_small cell lung cancer (Janne et al., 2015; 25923549, Soria et al., 2018; 29151359, Alanazi et al., 2020; 33318755, Kim et al., 2021; DOI: 10.1200/PO.20.00296, Wang et al., 2018; 30255937). Patients with untreated advanced NSCLC and EGFR exon 19 deletions or L858R mutations achieved an ORR of 80% and a median PFS of 21.4 and 14.4 months, respectively (Soria et al., 2018; 29151359). </p> <p><b>Supporting Data:</b> The Phase 3 FLAURA study reported that, relative to erlotinib or gefitinib, first_line osimertinib significantly increased both median PFS (18.9 vs. 10.2 months, HR=0.46) and median OS (38.6 vs. 31.8 months; HR=0.80) for patients with advanced NSCLC and activating, sensitizing EGFR mutations (specifically, exon 19 deletion or L858) (Soria et al., 2018; 29151359, Ramalingam et al., 2019; 31751012). In the Phase 3 ADAURA study, patients with early Stage (IB/II/IIIA) EGFR_mutated NSCLC experienced longer PFSs on osimertinib compared to placebo in the adjuvant setting (not reached vs. 28.1 months; HR=0.21)(Herbst et al., 2020; ASCO Abstract LBA5). A Phase 1 study reported that T790M_negative patients with acquired EGFR TKI resistance experienced an ORR of 21% and a median PFS of 2.8 months (Janne et al., 2015; 25923549). A Phase 1b/2 study evaluating osimertinib in combination with the CD73 inhibitor oleclumab for patients with advanced EGFR_mutated, T790M_negative NSCLC reported an ORR of 19% (4/19), a DCR of 81%, and mPFS of 11 months (Kim et al., 2021 AACR Abstract CT163). In a Phase 3 study for patients with EGFR T790M_positive advanced NSCLC who progressed on EGFR TKI therapy, osimertinib compared with combination platinum therapy led to longer median PFS (10.1 months vs. 4.4 months), including for patients with central nervous system metastases (8.5 vs. 4.2 months). An ORR of 71% was achieved with osimertinib compared to 31% with combination platinum therapy (Mok et al., 2017; 27959700). The efficacy of osimertinib is confirmed by earlier phase studies in this setting (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549), and in a real_world setting for patients with T790M_positive advanced NSCLC pretreated with EGFR TKIs (Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07). Case studies report that 2 patients with T790M_mutated NSCLC achieved durable PRs to osimertinib rechallenge after the adverse events induced by initial osimertinib treatment had been resolved (Miyauchi et al., 2017; 28434520, Yoshida et al., 2017; 28291724). A Phase 1/2 trial of osimertinib in combination with bevacizumab for patients with untreated metastatic EGFR_mutated non_small cell lung cancer (NSCLC) reported an 80% (39/49) ORR, a 100% (6/6, 2 CRs) central nervous system response rate, median PFS of 19 months, and a 1_year PFS rate of 72% (Yu et al., 2020; 32463456). The Phase 1b TATTON study of osimertinib in combination with selumetinib, savolitinib, or durvalumab for patients with previously treated EGFR_mutated NSCLC reported ORRs of 42% (15/36), 44% (8/18), and 44% (10/23), respectively (Oxnard et al., 2020; 32139298). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> For patients with EGFR_mutated NSCLC, the Phase 3 EURTAC trial reported improved PFS with first_line erlotinib relative to platinum_based chemotherapy (9.7 vs. 5.2 months, HR=0.37) (Rosell et al., 2012; 22285168). A Phase 3 study reported similar efficacy of erlotinib and gefitinib for patients with EGFR_mutated NSCLC (Yang et al., 2017; 28103612). Meta_analysis of studies comparing erlotinib or gefitinib versus chemotherapy in the first_line setting reported no significant improvement in OS for patients with EGFR_mutated NSCLC; however, the lack of improved OS was attributed to the effectiveness of postprogression salvage therapy (Lee et al., 2017; 28376144). In the maintenance setting, the placebo_controlled Phase 3 SATURN trial reported significantly improved PFS with maintenance erlotinib following first_line platinum_based chemotherapy irrespective of EGFR status; however, the largest effect was seen for patients with EGFR mutations (HR=0.10)(Cappuzzo et al., 2010; 20493771). In the neoadjuvant setting, a Phase 2 trial reported a numerically improved ORR and significantly longer PFS with erlotinib compared with chemotherapy for patients with advanced EGFR_mutated NSCLC (Zhong et al., 2019; 31194613). In the placebo_controlled Phase 3 RELAY trial, the addition of ramucirumab to erlotinib improved PFS for previously untreated patients with NSCLC harboring EGFR L858R or exon 19 deletion (19.4 vs. 12.4 months, HR=0.59)(Nakagawa et al., 2019; 31591063). In a Phase 2 trial, no clinical benefit was observed from the addition of bevacizumab to erlotinib for patients with NSCLC harboring EGFR exon 19 deletion or L858R mutation (Stinchcombe et al., 2019; 31393548). The Phase 3 BR.21 trial demonstrated prolonged OS for genomically unselected patients with NSCLC treated with erlotinib compared with those treated with standard chemotherapy (Shepherd et al., 2005; 16014882). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03521154", "Include": "true"}, {"nctId": "NCT04487080", "Include": "true"}, {"nctId": "NCT04619004", "Include": "true"}, {"nctId": "NCT02609776", "Include": "true"}, {"nctId": "NCT02099058", "Include": "true"}, {"nctId": "NCT04077463", "Include": "true"}, {"nctId": "NCT04035486", "Include": "true"}, {"nctId": "NCT04770688", "Include": "true"}, {"nctId": "NCT04425681", "Include": "true"}, {"nctId": "NCT04829019", "Include": "true"}]}}]}, "ReferenceLinks": null}, {"Name": "KEAP1", "Include": "true", "Alterations": {"Alteration": {"Name": "Q75*", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "Q75*"}}, "Interpretation": "KEAP1 encodes a substrate adaptor protein that regulates the cellular response to oxidative stress by providing substrate specificity for a CUL3_dependent ubiquitin ligase (Lo and Hannink, 2006; 17046835). KEAP1 exerts anti_tumor effects through negative regulation of NRF2, a transcription factor encoded by NFE2L2 (Wakabayashi et al., 2003; 14517554, Kansanen et al., 2013; 24024136, Hast et al., 2013; 23382044); KEAP1 inactivation promotes cancer progression through NRF2_mediated chemoresistance and cell growth (Kansanen et al., 2013; 24024136, Hast et al., 2013; 23382044). Somatic mutation of KEAP1 occurs in a range of solid tumors, including gastric, hepatocellular, colorectal, and lung cancers (Yoo et al., 2012; 22348534). KEAP1 mutations are rare in hematological malignancies, occurring in fewer than 1% of samples analyzed (COSMIC, 2021)(Tate et al., 2019; 30371878). In a retrospective analysis of the pan_solid MSKCC dataset, KEAP1 mutation correlated with reduced OS (13.28 vs. 26.53 months) (Xu et al., 2020; 32272498). For patients with non_small cell lung cancer (NSCLC), mutation of KEAP1 and/or NFE2L2 also correlated with reduced median OS (11.51 vs. 22.32 months) (Xu et al., 2020; 32272498). In another study, for NSCLC treated with frontline chemotherapy, multivariate analysis showed that KEAP1 and/or NFE2L2 mutations significantly associated with reduced survival for patients with adenocarcinoma (PFS HR=2.34, OS HR=1.96) but not for patients with squamous cell carcinoma (Goeman et al., 2019; 31323387). A study of patients with localized non_small cell lung cancer (NSCLC) identified pathogenic KEAP1 and NFE2L2 mutations as predictors of local recurrence following radiotherapy but not surgery; limited preclinical data also showed that treatment with a glutaminase inhibitor sensitized KEAP1_mutated NSCLC cells to radiation (Binkley et al., 2020; 33071215). In other preclinical studies, treatment with AKT inhibitors sensitized lung cancer cells harboring KEAP1 or NFE2L2 mutations to both chemotherapy and radiation therapy (Chowdhry et al., 2013; 22964642, Abazeed et al., 2013; 23980093). Mixed clinical data have been reported for the association between KEAP1 mutation and the response to immunotherapy. A pan_cancer study of immunotherapy showed that patients with KEAP1 mutations had shorter OS (10 vs. 20 months) than those without (Chen et al., 2020; 32175433). However, another study across solid tumors showed that KEAP1 mutations were associated with higher tumor mutational burden (TMB) and PD_L1 expression, as well as improved survival outcomes with immunotherapy compared with other treatments (20.0 vs. 11.5 months) (Xu et al., 2020; 32272498). In patients with non_small cell lung cancer (NSCLC), a study of PD_L1 inhibitors showed that patients with concurrent mutation of STK11 and KEAP1 (n=39) experienced significantly shorter PFS (1.6 vs. 2.5 months, HR=1.5) and OS (4 vs. 11 months, HR=1.9) compared with patients with STK11_ and KEAP1_wildtype tumors (n=210) despite significantly higher TMB in the group harboring STK11 and KEAP1 mutations (median 9.4 vs. 6.1 Muts/Mb) (Arbour et al., 2018; IASLC WCLC Abstract MA19.09). A retrospective analysis of patients with NSCLC who received immunotherapy reported reduced OS (p=0.040) for patients with KEAP1_ or NFE2L2_mutated tumors (n=69) relative to those with KEAP1_ and NFE2L2_wildtype tumors (n=202) (Zhang et al., 2020; 32471565). A study of immune checkpoint inhibitors for patients with lung adenocarcinoma showed that coexisting mutations between KEAP1, PBRM1, SMARCA4, and STK11 were associated with worse OS independent of blood or tissue NGS testing methods (Marinelli et al., 2020; 32866624). An exploratory analysis of a subset of patients with PD_L1_positive NSCLC treated in the first_line setting with pembrolizumab showed similar ORR, PFS, and OS when comparing patients with STK11 or KEAP1 mutations and those without (Cho et al., 2020; AACR Abstract CT084). In addition, preclinical data suggest that KEAP1 inactivation increases tumor demand for glutamine and increases tumor sensitivity to glutaminase inhibitors like telaglenastat (Gwinn et al., 2018; 29316436, Sayin et al., 2017; 28967864, Romero et al., 2017; 28967920). Limited clinical data suggest that KEAP1 mutations may predict improved clinical benefit from combinations of glutaminase inhibitors and anti_PD_1 inhibitors (Skoulidis et al., 2021; ASCO Abstract TPS9627); a Phase 1/2 study of the glutaminase inhibitor telaglenastat (CB_839) plus nivolumab for the treatment of advanced NSCLC reported better clinical benefit rates and median PFS for patients with KEAP1 mutation (75% [3/4] vs. 15% [2/13], 6.4 vs. 3.7 months), KRAS mutation (38% [3/8] vs. 20% [2/10], 4.5 vs. 3.7 months), or KEAP1 and KRAS concurrent mutations (100% [2/2] vs. 13% [1/8], 7.2 vs. 3.7 months) compared with patients without these mutations (Skoulidis et al., 2021; ASCO Abstract TPS9627). KEAP1 mutation has also been identified as a potential biomarker for sensitivity to combined AKT and TXNRD1 inhibition in lung cancer (Dai et al., 2013; 23824739).", "Include": "true", "ClinicalTrialNote": "KEAP1 inactivation may predict sensitivity to glutaminase inhibitors.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03872427", "Include": "true"}, {"nctId": "NCT04250545", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "MDM2", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "true", "name": "amplification"}}, "Interpretation": "MDM2 encodes an E3 ubiquitin protein ligase, which mediates the ubiquitination and subsequent degradation of p53, Rb1, and other proteins (Sdek et al., 2005; 16337594, Brady et al., 2005; 15632057, Li et al., 2004; 15053880). MDM2 acts to prevent the activity of the tumor suppressor p53; therefore, overexpression or amplification of MDM2 may be oncogenic (Brown et al., 2009; 19935675, Cordon_Cardo et al., 1994; 8306343). Overexpression or amplification of MDM2 is frequent in cancer (Beroukhim et al., 2010; 20164920). Although two retrospective clinical studies suggest that MDM2 amplification may predict a short time_to_treatment failure on anti_PD_1/PD_L1 immune checkpoint inhibitors, with 4/5 patients with MDM2 amplification (Kato et al., 2017; 28351930) and 2/3 patients with MDM2 or MDM4 amplification (Singavi et al., 2017; ESMO Abstract 1140PD) experiencing tumor hyperprogression, amplification of MDM2 or MDM4 was not associated with shorter progression_free survival (PFS) in a retrospective analysis of non_small cell lung cancer (NSCLC) outcomes with immune checkpoint inhibitors (hazard ratio of 1.4, p=0.44)(Rizvi et al., 2018; 29337640). The latter study reported PFS of >2 months for 5/8 patients with MDM2/MDM4 amplification (Rizvi et al., 2018; 29337640). In the TCGA datasets, amplification of MDM2 has been reported in 8% of lung adenocarcinoma cases (Cancer Genome Atlas Research Network., 2014; 25079552) and 2% of lung squamous cell carcinoma cases (Cancer Genome Atlas Research Network., 2012; 22960745). Separate studies have reported MDM2 amplification at similar incidences of 6_7% in non_small cell lung cancer (NSCLC), mainly in patients with adenocarcinoma, but a higher incidence of 21% (24/116) has also been observed, with amplification found in various NSCLC subtypes (Higashiyama et al., 1997; 9155050, Marchetti et al., 1995; 7551299, Dworakowska et al., 2004; 15165086). The role of MDM2 expression/amplification as a prognostic marker is complex, with some studies showing a negative and others a positive effect on survival in patients with NSCLC (Onel and Cordon_Cardo, 2004; 14757840, Dworakowska et al., 2004; 15165086, Higashiyama et al., 1997; 9155050, Ren et al., 2013; 24175836). MDM2 antagonists disrupt the MDM2_p53 interaction, thereby stabilizing p53 (Cheok et al., 2011; 20975744). Preclinical studies have suggested that the amplification of MDM2, in the absence of concurrent TP53 mutations, may increase sensitivity to these agents (Ohnstad et al., 2013; 23165797, Gamble et al., 2012; 21725357). Preliminary Phase 1 studies of the MDM2_p53 antagonist alrizomadlin (APG_115) reported a PR in a patient with liposarcoma harboring an MDM2 amplification and wildtype for TP53 and SD in 21%–38% (6/28 and 5/13, respectively) of patients in genomically unselected solid tumors (Zhang et al., 2019; ASCO Abstract 3124, Rasco et al., 2019; ASCO Abstract 3126). A Phase 2 trial of alrizomadlin in combination with pembrolizumab reported a PR in 1 of 3 patients with malignant peripheral nerve sheath tumor that had failed standard therapy, as well as PRs in patients with multiple types of solid tumors that had failed immunotherapy, including 1 out of 14 patients with non_small cell lung cancer; 1 out of 5 patients with urothelial carcinoma; and 2 out of5, 1 out of 5, and 1 out of 11 patients with mucosal, uveal, and cutaneous melanoma, respectively (Tolcher et al., 2021; ASCO Abstract 2506). Phase 1b studies of the MDM2 inhibitor idasanutlin for refractory AML in combination with cytarabine or venetoclax reported anti_leukemic response rates of 33% (25/75) and 37% (11/30), respectively (Martinelli et al., 2016; EHA21 Abstract S504, Daver et al., 2018; ASH Abstract 767); clinical benefit (58% ORR, 7/12) with idasanutlin monotherapy has been reported for patients with polycythemia vera (Mascarenhas et al., 2019; ASH Abstract 134). The dual MDM2/MDM4 inhibitor ALRN_6924 led to an ORR of 27% (4/15) for patients with TP53 wildtype peripheral T_cell lymphoma in a Phase 2 study (Shustov et al., 2018; ASH Abstract 1623); responses have also been observed in TP53 wildtype AML, MDS, Merkel cell carcinoma, colorectal cancer, and liposarcoma (Sallman et al., 2018; ASH Abstract 4066, Meric_Bernstam et al., 2017; ASCO Abstract 2505).", "Include": "true", "ClinicalTrialNote": "Inhibitors of the MDM2_p53 interaction are being tested in clinical trials. Overexpression or amplification of MDM2 may increase sensitivity to these agents, but more data are required.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04589845", "Include": "true"}, {"nctId": "NCT03449381", "Include": "true"}, {"nctId": "NCT03611868", "Include": "true"}, {"nctId": "NCT03725436", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "Cannot Be Determined", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "Cannot Be Determined"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). The level of MSI in this sample could not be determined with confidence. Depending on the clinical context, MSI testing of an alternate sample or by another methodology could be considered. MSI_H is generally infrequent in NSCLC, reported in fewer than 1% of samples across several large studies (Warth et al., 2016; 26637197, Ninomiya et al., 2006; 16641899, Vanderwalde et al., 2018; 29436178, Zang et al., 2019; 31270941, Dudley et al., 2016; 26880610, Takamochi et al., 2017; 28676214, Schrock et al., 2017; https://doi.org/10.1016/j.jtho.2016.11.487), whereas data on the reported incidence of MSI_H in SCLC has been limited and conflicting (Pylkkanen et al., 1997; 9329646, Gonzalez et al., 2000; 11061602, Chen et al., 1996; 8782463, Merlo et al., 1994; 8174113). One study reported MSI_H in lung adenocarcinoma patients with smoking history, and 3 of 4 MSI_H patients examined also had metachronous carcinomas in other organs, although this has not been investigated in large scale studies (Warth et al., 2016; 26637197). Published data investigating the prognostic implications of MSI in NSCLC are limited (PubMed, Oct 2021). On the basis of prospective clinical evidence in multiple solid tumor types, microsatellite instability (MSI) and associated increased tumor mutational burden (TMB) (Jass, 2007; 17204026, Lal et al., 2015; 25949894) may predict sensitivity to immune checkpoint inhibitors, including the approved PD_1_targeting agents cemiplimab, dostarlimab, nivolumab (alone or in combination with ipilimumab), and pembrolizumab (Overman et al., 2017; 28734759, Overman et al., 2018; 29355075, Overman et al., 2019; ASCO Abstract 635, Lipson et al., 2013; 23169436, Le et al., 2015; 26028255, Rizvi et al., 2015; 25765070, Oaknin et al., 2020; 33001143) and PD_L1_targeting agents atezolizumab, avelumab, and durvalumab (Hochster et al., 2017; ASCO Abstract 673, Fleming et al., 2018; ASCO Abstract 5585, Bang et al., 2018; ASCO Abstract 92). As the MSI status of this tumor is unknown, the relevance of these therapeutic approaches is unclear. While approximately 80% of MSI_H tumors arise due to somatic inactivation of an MMR pathway protein, about 20% arise due to germline mutations in one of the MMR genes (Kocarnik et al., 2015; 26337942), which are associated with a condition known as Lynch syndrome (also known as hereditary nonpolyposis colorectal cancer or HNPCC) (Lynch et al., 2009; 19659756). Lynch syndrome leads to an increased risk of colorectal, endometrial, gastric, and other cancers (Lynch et al., 2009; 19659756, Pande et al., 2012; 22714864, Kastrinos and Syngal, 2007; 17920897) and has an estimated prevalence in the general population ranging from 1:600 to 1:2000 (Silva et al., 2009; 19466295, Sehgal et al., 2014; 24978665, de la Chapelle et al., 2005; 16136383). Therefore, in the appropriate clinical context, germline testing of MLH1, MSH2, MSH6, and PMS2 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Fraction", "Include": "true", "Alterations": {"Alteration": {"Name": "15", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "15"}}, "Interpretation": "Tumor fraction provides an estimate of the percentage of ctDNA present in a cell_free DNA (cfDNA) sample. The tumor fraction estimate for this sample is based on the observed level of aneuploid instability. The tumor fraction algorithm utilized for FoundationOne Liquid CDx uses the allele frequencies of approximately 1,000 single_nucleotide polymorphism (SNP) sites across the genome. Unlike the maximum somatic allele frequency (MSAF) method of estimating ctDNA content (Li et al., 2019; 31602320), the tumor fraction metric does not take into account the allele frequency of individual variants but rather produces a more holistic estimate of ctDNA content using data from across the genome. The amount of ctDNA detected may correlate with disease burden and response to therapy (Zhang et al., 2020; 32757294, Butler et al., 2019; 30833418). Detectible ctDNA levels have been reported in a variety of tumor types, with higher tumor fraction levels reported for patients with metastatic (Stage 4) tumors compared with patients with localized disease (Stages 1 to 3) (Bettegowda et al., 2014; 24553385). Elevated tumor fraction levels have been reported to be associated with worse prognosis in a variety of cancer types, including pancreatic cancer (Lapin et al., 2018; 30400802), Ewing sarcoma and osteosarcoma (Shulman et al., 2018; 30131550), prostate cancer (Choudhury et al., 2018; 30385733, Conteduca et al., 2019; ASCO abstract 5039), breast cancer (Stover et al., 2018; 29298117), leiomyosarcoma (Hemming et al., 2019; 30793095), esophageal cancer (Egyud et al., 2019; 31059681), colorectal cancer (Fan et al., 2017; 28187169), and gastrointestinal cancer (Vu et al., 2020; DOI: 10.1200/PO.19.00204). Specimens with high tumor fraction values have high circulating_tumor DNA (ctDNA) content, and thus higher sensitivity for identifying genomic alterations. Such specimens are at a lower risk of false negative results (Li et al., 2021; AACR Abstract 2231). However, if tumor fraction is not detected as high, it does not exclude the presence of disease burden or compromise the confidence of reported alterations. Tumor fraction levels currently have limited implications for diagnosis, surveillance, or therapy and should not be overinterpreted or compared from one blood draw to another. There are currently no targeted approaches to address specific tumor fraction levels. In the research setting, changes in tumor fraction estimates have been associated with treatment duration and clinical response and may be a useful indicator for future cancer management (Bronkhorst et al., 2019; 30923679, Raja et al., 2018; 30093454, Hrebien et al., 2019; 30860573, Conteduca et al., 2019; ASCO Abstract 5039, Choudhury et al., 2018; 30385733, Goodall et al., 2017; 28450425, Goldberg et al., 2018; 29330207).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "KAZ954 Alone and With PDR001, NZV930 and NIR178 in Advanced Solid Tumors", "StudyPhase": "PHASE null", "Target": "ADORA2A, CD73, PD_1", "Locations": "Taipei (Taiwan), Sunto Gun (Japan), Singapore (Singapore), Milano (Italy), Barcelona (Spain), California, Illinois, Missouri, Connecticut, Texas", "NCTID": "NCT04237649", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "Efficacy and Safety of Pembrolizumab (MK_3475) With Platinum Doublet Chemotherapy as Neoadjuvant/Adjuvant Therapy for Participants With Resectable Stage IIB or IIIA Non_small Cell Lung Cancer (MK_3475_671/KEYNOTE_671)", "StudyPhase": "PHASE 3", "Target": "PD_1", "Locations": "Taipei (Taiwan), Kaohsiung (Taiwan), Ningbo (China), Hangzhou (China), Shanghai (China), Changsha (China), Kitakyushu (Japan), Yufu (Japan), Gyeonggi_do (Korea, Republic of), Hiroshima (Japan)", "NCTID": "NCT03425643", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "A Study of Durvalumab as Consolidation Therapy in Non_Small Cell Lung Cancer Patients", "StudyPhase": "PHASE 3", "Target": "PD_L1", "Locations": "Taipei (Taiwan), Taipei City (Taiwan), Taoyuan (Taiwan), Taichung (Taiwan), Fuzhou (China), Tainan (Taiwan), Wenzhou (China), Taizhou (China), Ningbo (China), Hangzhou (China)", "NCTID": "NCT03706690", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "A Study of Neoadjuvant/Adjuvant Durvalumab for the Treatment of Patients With Resectable Non_small Cell Lung Cancer", "StudyPhase": "PHASE 3", "Target": "PD_L1", "Locations": "Taipei (Taiwan), Taipei City (Taiwan), Taoyuan (Taiwan), Taichung City (Taiwan), Changhua (Taiwan), Taichung (Taiwan), Tainan City (Taiwan), Xiamen (China), Linhai (China), Ningbo (China)", "NCTID": "NCT03800134", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "A Study of Nivolumab and Ipilimumab in Untreated Patients With Stage 3 NSCLC That is Unable or Not Planned to be Removed by Surgery", "StudyPhase": "PHASE 3", "Target": "PD_1, PD_L1, CTLA_4", "Locations": "Taipei (Taiwan), New Taipei City (Taiwan), Fuzhou (China), Tainan (Taiwan), Kaohsiung (Taiwan), Linhai (China), Hangzhou (China), Nanchang (China), Nanjing (China), Changsha (China)", "NCTID": "NCT04026412", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "Phase III Study to Determine the Efficacy of Durvalumab in Combination With Chemotherapy in Completely Resected Stage II_III Non_small Cell Lung Cancer (NSCLC)", "StudyPhase": "PHASE 3", "Target": "PD_L1", "Locations": "Taipei (Taiwan), Taipei 112 (Taiwan), Taipei City (Taiwan), Tao_Yuan (Taiwan), Taichung (Taiwan), Chiayi (Taiwan), Hong Kong (Hong Kong), Hiroshima_shi (Japan), Cheongju_si (Korea, Republic of), Suwon_si (Korea, Republic of)", "NCTID": "NCT04385368", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "A Study of Neoadjuvant Chemotherapy Plus Nivolumab Versus Neoadjuvant Chemotherapy Plus Placebo, Followed by Surgical Removal and Adjuvant Treatment With Nivolumab or Placebo for Participants With Surgically Removable Early Stage Non_small Cell Lung Cancer", "StudyPhase": "PHASE 3", "Target": "PD_1", "Locations": "Taipei City (Taiwan), New Taipei City (Taiwan), Kaohsiung (Taiwan), Kaohsiung City (Taiwan), Hangzhou (China), Shanghai (China), Changsha (China), Kitakyushu_shi (Japan), Hiroshima (Japan), Kobe_shi (Japan)", "NCTID": "NCT04025879", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "Dose Escalation and Expansion Study of FLX475 Monotherapy and in Combination With Pembrolizumab", "StudyPhase": "PHASE 1/2", "Target": "PD_1, CCR4", "Locations": "Taipei (Taiwan), Tainan (Taiwan), Shatin (Hong Kong), High West (Hong Kong), Ulsan (Korea, Republic of), Chungbuk (Korea, Republic of), Seoul (Korea, Republic of), Bangkok (Thailand), Nedlands (Australia), Heidelberg (Australia)", "NCTID": "NCT03674567", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "Phase I/II Study of BLZ945 Single Agent or BLZ945 in Combination With PDR001 in Advanced Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "PD_1, CSF1R", "Locations": "Taipei (Taiwan), Tainan (Taiwan), Nagoya (Japan), Koto ku (Japan), Singapore (Singapore), Tel Aviv (Israel), Zurich (Switzerland), Rozzano (Italy), Barcelona (Spain), Hospitalet de LLobregat (Spain)", "NCTID": "NCT02829723", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Blood Tumor Mutational Burden", "Alteration": "11", "Title": "A Phase 2 Study of NIR178 in Combination With PDR001 in Patients With Solid Tumors and Non_Hodgkin Lymphoma", "StudyPhase": "PHASE 2", "Target": "PD_1, ADORA2A", "Locations": "Taipei (Taiwan), Koto ku (Japan), Singapore (Singapore), Brno (Czechia), Salzburg (Austria), Essen (Germany), Koeln (Germany), St. Gallen (Switzerland), Rotterdam (Netherlands), Liege (Belgium)", "NCTID": "NCT03207867", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "Efficacy and Safety of Targeted Precision Therapy in Refractory Tumor With Druggable Molecular Event", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB2, ERBB4, PARP, mTOR, MET, RET, ROS1, VEGFRs, BRAF, CDK4, CDK6", "Locations": "Shanghai (China)", "NCTID": "NCT03239015", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "CDK4/6 Tumor, Abemaciclib, Paclitaxel", "StudyPhase": "PHASE 1/2", "Target": "CDK4, CDK6", "Locations": "Seoul (Korea, Republic of)", "NCTID": "NCT04594005", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "Phase Ib Study of TNO155 in Combination With Spartalizumab or Ribociclib in Selected Malignancies", "StudyPhase": "PHASE 1", "Target": "PD_1, SHP2, CDK6, CDK4", "Locations": "Hong Kong (Hong Kong), Chengdu (China), Chuo ku (Japan), Singapore (Singapore), Westmead (Australia), Koeln (Germany), Bruxelles (Belgium), Barcelona (Spain), Massachusetts", "NCTID": "NCT04000529", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "This Study in Patients With Different Types of Cancer (Solid Tumours) Aims to Find a Safe Dose of Xentuzumab in Combination With Abemaciclib With or Without Hormonal Therapies. The Study Also Tests How Effective These Medicines Are in Patients With Lung and Breast Cancer.", "StudyPhase": "PHASE 1", "Target": "CDK4, CDK6, IGF_1, IGF_2, Aromatase, ER", "Locations": "Seoul (Korea, Republic of), Goyang (Korea, Republic of), Aichi, Nagoya (Japan), Kanagawa, Isehara (Japan), Tokyo, Chuo_ku (Japan), Tokyo, Koto_ku (Japan), Chiba, Kashiwa (Japan), Helsinki (Finland), Tampere (Finland), Turku (Finland)", "NCTID": "NCT03099174", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "Safety and Oversight of the Individually Tailored Treatment Approach: A Novel Pilot Study", "StudyPhase": "PHASE null", "Target": "CDK4, CDK6, PI3K_alpha, PD_L1, MEK, PARP, PD_1, BRAF", "Locations": "Melbourne (Australia)", "NCTID": "NCT04801966", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "Genetic Testing in Guiding Treatment for Patients With Brain Metastases", "StudyPhase": "PHASE 2", "Target": "ALK, ROS1, TRKA, TRKB, TRKC, CDK4, CDK6, PI3K, mTOR", "Locations": "Alaska, Washington", "NCTID": "NCT03994796", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "TAPUR: Testing the Use of Food and Drug Administration (FDA) Approved Drugs That Target a Specific Abnormality in a Tumor Gene in People With Advanced Stage Cancer", "StudyPhase": "PHASE 2", "Target": "VEGFRs, ABL, SRC, ALK, AXL, MET, ROS1, TRKA, TRKC, CDK4, CDK6, CSF1R, FLT3, KIT, RET, mTOR, EGFR, ERBB2, ERBB3, MEK, BRAF, SMO, DDR2, PARP, PD_1, CTLA_4, ERBB4", "Locations": "Hawaii, Washington, Oregon, California", "NCTID": "NCT02693535", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "National Lung Matrix Trial: Multi_drug Phase II Trial in Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 2", "Target": "FGFRs, mTORC1, mTORC2, CDK4, CDK6, ALK, AXL, MET, ROS1, TRKA, TRKC, MEK, AKTs, EGFR, PD_L1, DDR2, FLT3, KIT, PDGFRA, RET, TRKB, VEGFRs", "Locations": "Aberdeen (United Kingdom), Newcastle (United Kingdom), Glasgow (United Kingdom), Leeds (United Kingdom), Colchester (United Kingdom), Sheffield (United Kingdom), Cambridge (United Kingdom), Manchester (United Kingdom), Leicester (United Kingdom), Maidstone (United Kingdom)", "NCTID": "NCT02664935", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "Canadian Profiling and Targeted Agent Utilization Trial (CAPTUR)", "StudyPhase": "PHASE 2", "Target": "VEGFRs, ABL, SRC, ALK, AXL, MET, ROS1, TRKA, TRKC, DDR2, KIT, EGFR, PD_1, CTLA_4, PARP, CDK4, CDK6, CSF1R, FLT3, RET, mTOR, ERBB2, ERBB3, MEK, BRAF, SMO", "Locations": "Vancouver (Canada), Edmonton (Canada), Saskatoon (Canada), Regina (Canada), Ottawa (Canada), Montreal (Canada), Toronto (Canada), Kingston (Canada), London (Canada)", "NCTID": "NCT03297606", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "CDK4", "Alteration": "amplification", "Title": "A Study Evaluating the Activity of Anti_cancer Treatments Targeting Tumor Molecular Alterations/Characteristics in Advanced / Metastatic Tumors.", "StudyPhase": "PHASE 2", "Target": "CDK6, CDK4, MDM2, MET, RET, ROS1, VEGFRs", "Locations": "Nice (France), Lyon (France), Marseille (France), Toulouse (France), Bordeaux (France)", "NCTID": "NCT04116541", "Note": "CDK4 amplification may predict sensitivity to CDK4/6 inhibitors.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Global Study to Assess the Effects of Osimertinib Following Chemoradiation in Patients With Stage III Unresectable Non_small Cell Lung Cancer (LAURA)", "StudyPhase": "PHASE 3", "Target": "EGFR", "Locations": "Taipei (Taiwan), Taoyuan (Taiwan), Taichung (Taiwan), Tainan City (Taiwan), Linhai (China), Hangzhou (China), Shanghai (China), Nanjing (China), Beijing (China), Guangzhou (China)", "NCTID": "NCT03521154", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Amivantamab and Lazertinib Combination Therapy Versus Osimertinib in Locally Advanced or Metastatic Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 3", "Target": "MET, EGFR", "Locations": "New Taipei (Taiwan), Taichung (Taiwan), Tainan (Taiwan), Kaohsiung (Taiwan), Wenzhou (China), Linhai (China), Hangzhou (China), Hang Zhou (China), Shanghai (China), Busan (Korea, Republic of)", "NCTID": "NCT04487080", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "HERTHENA_Lung01: Patritumab Deruxtecan in Subjects With Metastatic or Locally Advanced EGFR_mutated Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 2", "Target": "ERBB3", "Locations": "Taipei (Taiwan), Tainan City (Taiwan), Kaohsiung City (Taiwan), Fukuoka (Japan), Daegu (Korea, Republic of), Matsuyama (Japan), Seongnam (Korea, Republic of), Seoul (Korea, Republic of), Akashi (Japan), Ōsaka_sayama (Japan)", "NCTID": "NCT04619004", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Dose Escalation Study of JNJ_61186372 in Participants With Advanced Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 1", "Target": "MET, EGFR", "Locations": "Taipei (Taiwan), Taipei City (Taiwan), Taichung (Taiwan), Hangzhou (China), Nanchang (China), Nanjing (China), Hefei (China), Guangzhou (China), Changsha (China), Wuhan (China)", "NCTID": "NCT02609776", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Phase 1/1b Study With ABBV_399, an Antibody Drug Conjugate, in Subjects With Advanced Solid Cancer Tumors", "StudyPhase": "PHASE 1", "Target": "MET, EGFR, PD_1", "Locations": "Taipei City (Taiwan), Taichung City (Taiwan), Tainan City (Taiwan), Seoul (Korea, Republic of), Chuo_ku (Japan), Kashiwa_shi (Japan), Marseille CEDEX 05 (France), California", "NCTID": "NCT02099058", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Lazertinib as Monotherapy or in Combination With JNJ_61186372 in Japanese Participants With Advanced Non_small Cell Lung Cancer", "StudyPhase": "PHASE 1", "Target": "EGFR, MET", "Locations": "Taipei City (Taiwan), Taichung (Taiwan), Tainan (Taiwan), Kaohsiung (Taiwan), Hang Zhou (China), Shanghai (China), Guangzhou (China), Wuhan (China), Jinan (China), Seongnam_si (Korea, Republic of)", "NCTID": "NCT04077463", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Osimertinib With or Without Chemotherapy as 1st Line Treatment in Patients With Mutated Epidermal Growth Factor Receptor Non_Small Cell Lung Cancer (FLAURA2)", "StudyPhase": "PHASE 3", "Target": "EGFR", "Locations": "Taichung (Taiwan), Shanghai (China), Nanchang (China), Nanjing (China), Yangzhou (China), Hefei (China), Guangzhou (China), Beijing (China), Urumqi (China), Zhengzhou (China)", "NCTID": "NCT04035486", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Advanced Lung Tumor Treated by Osimertinib Plus Anlotinib", "StudyPhase": "PHASE 1/2", "Target": "EGFR", "Locations": "Shanghai (China)", "NCTID": "NCT04770688", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Osimertinib With Bevacizumab for Leptomeningeal Metastasis From EGFR_mutation Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 2", "Target": "EGFR, VEGFA", "Locations": "Nanchang (China)", "NCTID": "NCT04425681", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Neurocognition in NSCLC Patients Treated With Osimertinib or Osimertinib + WBI", "StudyPhase": "PHASE 2", "Target": "EGFR", "Locations": "Guangzhou (China)", "NCTID": "NCT04829019", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "KEAP1", "Alteration": "Q75*", "Title": "Testing Whether Cancers With Specific Mutations Respond Better to Glutaminase Inhibitor, CB_839 HCl, Anti_Cancer Treatment, BeGIN Study", "StudyPhase": "PHASE 2", "Target": "GLS", "Locations": "Kansas, Missouri, Illinois", "NCTID": "NCT03872427", "Note": "KEAP1 inactivation may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "KEAP1", "Alteration": "Q75*", "Title": "Testing of the Anti Cancer Drugs CB_839 HCl (Telaglenastat) and MLN0128 (Sapanisertib) in Advanced Stage Non_small Cell Lung Cancer", "StudyPhase": "PHASE 1", "Target": "mTORC1, mTORC2, GLS", "Locations": "California, New York", "NCTID": "NCT04250545", "Note": "KEAP1 inactivation may predict sensitivity to glutaminase inhibitors.", "Include": "true"}, {"Gene": "MDM2", "Alteration": "amplification", "Title": "Tumor_Agnostic Precision Immuno_Oncology and Somatic Targeting Rational for You (TAPISTRY) Platform Study", "StudyPhase": "PHASE 2", "Target": "ALK, ROS1, TRKA, TRKB, TRKC, RET, PD_L1, AKTs, ERBB2, MDM2, PI3K_alpha", "Locations": "Zhongzheng Dist. (Taiwan), Taipei City (Taiwan), Tainan (Taiwan), Seoul (Korea, Republic of), Beijing (China), Woolloongabba (Australia), Darlinghurst (Australia), Randwick (Australia), Melbourne (Australia), Haifa (Israel)", "NCTID": "NCT04589845", "Note": "Inhibitors of the MDM2_p53 interaction are being tested in clinical trials. Overexpression or amplification of MDM2 may increase sensitivity to these agents, but more data are required.", "Include": "true"}, {"Gene": "MDM2", "Alteration": "amplification", "Title": "This Study Aims to Find the Best Dose of BI 907828 in Patients With Different Types of Advanced Cancer (Solid Tumors)", "StudyPhase": "PHASE 1", "Target": "MDM2", "Locations": "Tokyo, Chuo_ku (Japan), Ottawa (Canada), Connecticut, New York, Tennessee, Florida", "NCTID": "NCT03449381", "Note": "Inhibitors of the MDM2_p53 interaction are being tested in clinical trials. Overexpression or amplification of MDM2 may increase sensitivity to these agents, but more data are required.", "Include": "true"}, {"Gene": "MDM2", "Alteration": "amplification", "Title": "A Study of APG_115 in Combination With Pembrolizumab in Patients With Metastatic Melanomas or Advanced Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "MDM2, PD_1", "Locations": "Brisbane (Australia), California, Arizona, Missouri, Arkansas, Pennsylvania, New York, Tennessee, Texas", "NCTID": "NCT03611868", "Note": "Inhibitors of the MDM2_p53 interaction are being tested in clinical trials. Overexpression or amplification of MDM2 may increase sensitivity to these agents, but more data are required.", "Include": "true"}, {"Gene": "MDM2", "Alteration": "amplification", "Title": "ALRN_6924 and Paclitaxel in Treating Patients With Advanced, Metastatic, or Unresectable Solid Tumors", "StudyPhase": "PHASE 1", "Target": "MDM2, MDM4", "Locations": "Texas", "NCTID": "NCT03725436", "Note": "Inhibitors of the MDM2_p53 interaction are being tested in clinical trials. Overexpression or amplification of MDM2 may increase sensitivity to these agents, but more data are required.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "23644662", "FullCitation": "Choi YJ, et al. Oncogene (2014) pmid: 23644662", "Include": "true"}, {"number": "1", "ReferenceId": "7736585", "FullCitation": "Cell (1995) pmid: 7736585", "Include": "true"}, {"number": "2", "ReferenceId": "21734724", "FullCitation": "Musgrove EA, et al. Nat. Rev. Cancer (2011) pmid: 21734724", "Include": "true"}, {"number": "3", "ReferenceId": "15543620", "FullCitation": "Wikman H, et al. Genes Chromosomes Cancer (2005) pmid: 15543620", "Include": "true"}, {"number": "4", "ReferenceId": "19609742", "FullCitation": "Rao SK, et al. J. Neurooncol. (2010) pmid: 19609742", "Include": "true"}, {"number": "5", "ReferenceId": "23569312", "FullCitation": "Dickson MA, et al. J. Clin. Oncol. (2013) pmid: 23569312", "Include": "true"}, {"number": "6", "ReferenceId": "19574885", "FullCitation": "Chung L, et al. Am. J. Surg. Pathol. (2009) pmid: 19574885", "Include": "true"}, {"number": "7", "ReferenceId": "15024701", "FullCitation": "Ragazzini P, et al. Histol. Histopathol. (2004) pmid: 15024701", "Include": "true"}, {"number": "8", "ReferenceId": "21336260", "FullCitation": "Dujardin F, et al. Mod. Pathol. (2011) pmid: 21336260", "Include": "true"}, {"number": "9", "ReferenceId": "23393200", "FullCitation": "Zhang K, et al. Cancer Res. (2013) pmid: 23393200", "Include": "true"}, {"number": "10", "ReferenceId": "19734852", "FullCitation": "Horvai AE, et al. Mod. Pathol. (2009) pmid: 19734852", "Include": "true"}, {"number": "11", "ReferenceId": "27158780", "FullCitation": "Campbell JD, et al. Nat. Genet. (2016) pmid: 27158780", "Include": "true"}, {"number": "12", "ReferenceId": "22960745", "FullCitation": "Nature (2012) pmid: 22960745", "Include": "true"}, {"number": "13", "ReferenceId": "14578194", "FullCitation": "Borczuk AC, et al. Am. J. Pathol. (2003) pmid: 14578194", "Include": "true"}, {"number": "14", "ReferenceId": "21477379", "FullCitation": "Wu A, et al. J Transl Med (2011) pmid: 21477379", "Include": "true"}, {"number": "15", "ReferenceId": "20609353", "FullCitation": "Puyol M, et al. Cancer Cell (2010) pmid: 20609353", "Include": "true"}, {"number": "16", "ReferenceId": "22090362", "FullCitation": "Flaherty KT, et al. Clin. Cancer Res. (2012) pmid: 22090362", "Include": "true"}, {"number": "17", "ReferenceId": "27217383", "FullCitation": "Patnaik A, et al. Cancer Discov (2016) pmid: 27217383", "Include": "true"}, {"number": "18", "ReferenceId": "27542767", "FullCitation": "Infante JR, et al. Clin. Cancer Res. (2016) pmid: 27542767", "Include": "true"}, {"number": "19", "ReferenceId": "27124835", "FullCitation": "Dickson MA, et al. JAMA Oncol (2016) pmid: 27124835", "Include": "true"}, {"number": "20", "ReferenceId": "18337605", "FullCitation": "Ciardiello F, et al. N. Engl. J. Med. (2008) pmid: 18337605", "Include": "true"}, {"number": "21", "ReferenceId": "15118073", "FullCitation": "Lynch TJ, et al. N. Engl. J. Med. (2004) pmid: 15118073", "Include": "true"}, {"number": "22", "ReferenceId": "15118125", "FullCitation": "Paez JG, et al. Science (2004) pmid: 15118125", "Include": "true"}, {"number": "23", "ReferenceId": "15329413", "FullCitation": "Pao W, et al. Proc. Natl. Acad. Sci. U.S.A. (2004) pmid: 15329413", "Include": "true"}, {"number": "24", "ReferenceId": "25589191", "FullCitation": "Yang JC, et al. Lancet Oncol. (2015) pmid: 25589191", "Include": "true"}, {"number": "25", "ReferenceId": "21430269", "FullCitation": "Sequist LV, et al. Sci Transl Med (2011) pmid: 21430269", "Include": "true"}, {"number": "26", "ReferenceId": "15737014", "FullCitation": "Pao W, et al. PLoS Med. (2005) pmid: 15737014", "Include": "true"}, {"number": "27", "ReferenceId": "17020982", "FullCitation": "Kosaka T, et al. Clin. Cancer Res. (2006) pmid: 17020982", "Include": "true"}, {"number": "28", "ReferenceId": "24501009", "FullCitation": "Reckamp KL, et al. Cancer (2014) pmid: 24501009", "Include": "true"}, {"number": "29", "ReferenceId": "21220471", "FullCitation": "Jänne PA, et al. Clin. Cancer Res. (2011) pmid: 21220471", "Include": "true"}, {"number": "30", "ReferenceId": "29191595", "FullCitation": "Yu HA, et al. Lung Cancer (2017) pmid: 29191595", "Include": "true"}, {"number": "31", "ReferenceId": "20118985", "FullCitation": "Ercan D, et al. Oncogene (2010) pmid: 20118985", "Include": "true"}, {"number": "32", "ReferenceId": "26862733", "FullCitation": "Wu SG, et al. Oncotarget (2016) pmid: 26862733", "Include": "true"}, {"number": "33", "ReferenceId": "18588508", "FullCitation": "Avizienyte E, et al. Biochem. J. (2008) pmid: 18588508", "Include": "true"}, {"number": "34", "ReferenceId": "18199554", "FullCitation": "Gilmer TM, et al. Cancer Res. (2008) pmid: 18199554", "Include": "true"}, {"number": "35", "ReferenceId": "24736066", "FullCitation": "Gazdar A, et al. J Thorac Oncol (2014) pmid: 24736066", "Include": "true"}, {"number": "36", "ReferenceId": "16258541", "FullCitation": "Bell DW, et al. Nat. Genet. (2005) pmid: 16258541", "Include": "true"}, {"number": "37", "ReferenceId": "22588155", "FullCitation": "Oxnard GR, et al. J Thorac Oncol (2012) pmid: 22588155", "Include": "true"}, {"number": "38", "ReferenceId": "17671201", "FullCitation": "Godin_Heymann N, et al. Cancer Res. (2007) pmid: 17671201", "Include": "true"}, {"number": "39", "ReferenceId": "23934203", "FullCitation": "Vallee A, et al. Int. J. Oncol. (2013) pmid: 23934203", "Include": "true"}, {"number": "40", "ReferenceId": "22980975", "FullCitation": "Imielinski M, et al. Cell (2012) pmid: 22980975", "Include": "true"}, {"number": "41", "ReferenceId": "25079552", "FullCitation": "Nature (2014) pmid: 25079552", "Include": "true"}, {"number": "42", "ReferenceId": "20353893", "FullCitation": "Watzka SB, et al. Eur J Cardiothorac Surg (2010) pmid: 20353893", "Include": "true"}, {"number": "43", "ReferenceId": "20637128", "FullCitation": "Liang Z, et al. BMC Cancer (2010) pmid: 20637128", "Include": "true"}, {"number": "44", "ReferenceId": "23238037", "FullCitation": "Grob TJ, et al. Lung Cancer (2013) pmid: 23238037", "Include": "true"}, {"number": "45", "ReferenceId": "22207554", "FullCitation": "Park S, et al. Histol. Histopathol. (2012) pmid: 22207554", "Include": "true"}, {"number": "46", "ReferenceId": "21040950", "FullCitation": "Dobashi Y, et al. Hum. Pathol. (2011) pmid: 21040950", "Include": "true"}, {"number": "47", "ReferenceId": "23314677", "FullCitation": "Ludovini V, et al. Cancer Chemother. Pharmacol. (2013) pmid: 23314677", "Include": "true"}, {"number": "48", "ReferenceId": "23870818", "FullCitation": "Skrzypski M, et al. Clin Lung Cancer (2013) pmid: 23870818", "Include": "true"}, {"number": "49", "ReferenceId": "22419022", "FullCitation": "Kim SH, et al. Histol. Histopathol. (2012) pmid: 22419022", "Include": "true"}, {"number": "50", "ReferenceId": "23525704", "FullCitation": "Lee JS, et al. Ann. Surg. Oncol. (2013) pmid: 23525704", "Include": "true"}, {"number": "51", "ReferenceId": "21587084", "FullCitation": "Oakley GJ, et al. J Thorac Oncol (2011) pmid: 21587084", "Include": "true"}, {"number": "52", "ReferenceId": "18303429", "FullCitation": "Marks JL, et al. J Thorac Oncol (2008) pmid: 18303429", "Include": "true"}, {"number": "53", "ReferenceId": "23932319", "FullCitation": "Izar B, et al. Ann. Thorac. Surg. (2013) pmid: 23932319", "Include": "true"}, {"number": "54", "ReferenceId": "22285168", "FullCitation": "Rosell R, et al. Lancet Oncol. (2012) pmid: 22285168", "Include": "true"}, {"number": "55", "ReferenceId": "24263064", "FullCitation": "Douillard JY, et al. Br. J. Cancer (2014) pmid: 24263064", "Include": "true"}, {"number": "56", "ReferenceId": "23816960", "FullCitation": "Sequist LV, et al. J. Clin. Oncol. (2013) pmid: 23816960", "Include": "true"}, {"number": "57", "ReferenceId": "29864379", "FullCitation": "Mok TS, et al. J. Clin. Oncol. (2018) pmid: 29864379", "Include": "true"}, {"number": "58", "ReferenceId": "25923549", "FullCitation": "Jänne PA, et al. N. Engl. J. Med. (2015) pmid: 25923549", "Include": "true"}, {"number": "59", "ReferenceId": "32749686", "FullCitation": "Hong MH, et al. Cancer (2020) pmid: 32749686", "Include": "true"}, {"number": "60", "ReferenceId": "26462025", "FullCitation": "Kim HS, et al. Oncotarget (2015) pmid: 26462025", "Include": "true"}, {"number": "61", "ReferenceId": "25424851", "FullCitation": "Kim HS, et al. Clin. Cancer Res. (2015) pmid: 25424851", "Include": "true"}, {"number": "62", "ReferenceId": "32303840", "FullCitation": "Mondal G, et al. Acta Neuropathol (2020) pmid: 32303840", "Include": "true"}, {"number": "63", "ReferenceId": "29734047", "FullCitation": "Cavalieri S, et al. Eur. J. Cancer (2018) pmid: 29734047", "Include": "true"}, {"number": "64", "ReferenceId": "32923886", "FullCitation": "Chi AS, et al. JCO Precis Oncol (2020) pmid: 32923886", "Include": "true"}, {"number": "65", "ReferenceId": "31809241", "FullCitation": "Yang JCH, et al. J. Clin. Oncol. (2019) pmid: 31809241", "Include": "true"}, {"number": "66", "ReferenceId": "28221867", "FullCitation": "Yang JC, et al. J. Clin. Oncol. (2017) pmid: 28221867", "Include": "true"}, {"number": "67", "ReferenceId": "27751847", "FullCitation": "Goss G, et al. Lancet Oncol. (2016) pmid: 27751847", "Include": "true"}, {"number": "68", "ReferenceId": "29151359", "FullCitation": "Soria JC, et al. N. Engl. J. Med. (2018) pmid: 29151359", "Include": "true"}, {"number": "69", "ReferenceId": "31943845", "FullCitation": "Wang H, et al. Thorac Cancer (2020) pmid: 31943845", "Include": "true"}, {"number": "70", "ReferenceId": "29626621", "FullCitation": "Ma Y, et al. J Thorac Oncol (2018) pmid: 29626621", "Include": "true"}, {"number": "71", "ReferenceId": "33780662", "FullCitation": "Shi Y, et al. Lancet Respir Med (2021) pmid: 33780662", "Include": "true"}, {"number": "72", "ReferenceId": "29807396", "FullCitation": "Azuma K, et al. Cancer Sci (2018) pmid: 29807396", "Include": "true"}, {"number": "73", "ReferenceId": "31070709", "FullCitation": "Kelly RJ, et al. Ann Oncol (2019) pmid: 31070709", "Include": "true"}, {"number": "74", "ReferenceId": "29972716", "FullCitation": "Murakami H, et al. Cancer Sci (2018) pmid: 29972716", "Include": "true"}, {"number": "75", "ReferenceId": "28954786", "FullCitation": "Yu HA, et al. Clin Cancer Res (2017) pmid: 28954786", "Include": "true"}, {"number": "76", "ReferenceId": "31954624", "FullCitation": "Tan DS, et al. Lancet Respir Med (2020) pmid: 31954624", "Include": "true"}, {"number": "77", "ReferenceId": "33434335", "FullCitation": "Park K, et al. Cancer (2021) pmid: 33434335", "Include": "true"}, {"number": "78", "ReferenceId": "31447004", "FullCitation": "Kim DW, et al. Lung Cancer (2019) pmid: 31447004", "Include": "true"}, {"number": "79", "ReferenceId": "29056570", "FullCitation": "Ahn MJ, et al. Lancet Respir Med (2017) pmid: 29056570", "Include": "true"}, {"number": "80", "ReferenceId": "27928026", "FullCitation": "Yang Z, et al. Sci Transl Med (2016) pmid: 27928026", "Include": "true"}, {"number": "81", "ReferenceId": "31587882", "FullCitation": "Ahn MJ, et al. Lancet Oncol (2019) pmid: 31587882", "Include": "true"}, {"number": "82", "ReferenceId": "29863955", "FullCitation": "Socinski MA, et al. N. Engl. J. Med. (2018) pmid: 29863955", "Include": "true"}, {"number": "83", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "84", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "85", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "86", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "87", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "88", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "89", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "90", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "91", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "92", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "93", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "94", "ReferenceId": "30082870", "FullCitation": "Gandara DR, et al. Nat. Med. (2018) pmid: 30082870", "Include": "true"}, {"number": "95", "ReferenceId": "30816954", "FullCitation": "Wang Z, et al. JAMA Oncol (2019) pmid: 30816954", "Include": "true"}, {"number": "96", "ReferenceId": "32102950", "FullCitation": "Aggarwal C, et al. Clin. Cancer Res. (2020) pmid: 32102950", "Include": "true"}, {"number": "97", "ReferenceId": "32380463", "FullCitation": "Nie W, et al. J Natl Compr Canc Netw (2020) pmid: 32380463", "Include": "true"}, {"number": "98", "ReferenceId": "34055609", "FullCitation": "Ma Y, et al. Front Oncol (2021) pmid: 34055609", "Include": "true"}, {"number": "99", "ReferenceId": "27009843", "FullCitation": "Xiao D, et al. Oncotarget (2016) pmid: 27009843", "Include": "true"}, {"number": "100", "ReferenceId": "31088500", "FullCitation": "Chen Y, et al. J. Exp. Clin. Cancer Res. (2019) pmid: 31088500", "Include": "true"}, {"number": "101", "ReferenceId": "30253973", "FullCitation": "Yu H, et al. J Thorac Oncol (2019) pmid: 30253973", "Include": "true"}, {"number": "102", "ReferenceId": "16337594", "FullCitation": "Sdek P, et al. Mol. Cell (2005) pmid: 16337594", "Include": "true"}, {"number": "103", "ReferenceId": "15632057", "FullCitation": "Brady M, et al. Mol. Cell. Biol. (2005) pmid: 15632057", "Include": "true"}, {"number": "104", "ReferenceId": "15053880", "FullCitation": "Li M, et al. Mol. Cell (2004) pmid: 15053880", "Include": "true"}, {"number": "105", "ReferenceId": "19935675", "FullCitation": "Brown CJ, et al. Nat. Rev. Cancer (2009) pmid: 19935675", "Include": "true"}, {"number": "106", "ReferenceId": "8306343", "FullCitation": "Cordon_Cardo C, et al. Cancer Res. (1994) pmid: 8306343", "Include": "true"}, {"number": "107", "ReferenceId": "20164920", "FullCitation": "Beroukhim R, et al. Nature (2010) pmid: 20164920", "Include": "true"}, {"number": "108", "ReferenceId": "28351930", "FullCitation": "Kato S, et al. Clin. Cancer Res. (2017) pmid: 28351930", "Include": "true"}, {"number": "109", "ReferenceId": "29337640", "FullCitation": "Rizvi H, et al. J. Clin. Oncol. (2018) pmid: 29337640", "Include": "true"}, {"number": "110", "ReferenceId": "9155050", "FullCitation": "Higashiyama M, et al. Br. J. Cancer (1997) pmid: 9155050", "Include": "true"}, {"number": "111", "ReferenceId": "7551299", "FullCitation": "Marchetti A, et al. Diagn. Mol. Pathol. (1995) pmid: 7551299", "Include": "true"}, {"number": "112", "ReferenceId": "15165086", "FullCitation": "Dworakowska D, et al. Lung Cancer (2004) pmid: 15165086", "Include": "true"}, {"number": "113", "ReferenceId": "14757840", "FullCitation": "Onel K, et al. Mol. Cancer Res. (2004) pmid: 14757840", "Include": "true"}, {"number": "114", "ReferenceId": "24175836", "FullCitation": "Ren YW, et al. Asian Pac. J. Cancer Prev. (2013) pmid: 24175836", "Include": "true"}, {"number": "115", "ReferenceId": "20975744", "FullCitation": "Cheok CF, et al. Nat Rev Clin Oncol (2011) pmid: 20975744", "Include": "true"}, {"number": "116", "ReferenceId": "23165797", "FullCitation": "Ohnstad HO, et al. Cancer (2013) pmid: 23165797", "Include": "true"}, {"number": "117", "ReferenceId": "21725357", "FullCitation": "Gamble LD, et al. Oncogene (2012) pmid: 21725357", "Include": "true"}, {"number": "118", "ReferenceId": "17046835", "FullCitation": "Lo SC, et al. J. Biol. Chem. (2006) pmid: 17046835", "Include": "true"}, {"number": "119", "ReferenceId": "14517554", "FullCitation": "Wakabayashi N, et al. Nat. Genet. (2003) pmid: 14517554", "Include": "true"}, {"number": "120", "ReferenceId": "24024136", "FullCitation": "Kansanen E, et al. Redox Biol (2013) pmid: 24024136", "Include": "true"}, {"number": "121", "ReferenceId": "23382044", "FullCitation": "Hast BE, et al. Cancer Res. (2013) pmid: 23382044", "Include": "true"}, {"number": "122", "ReferenceId": "22348534", "FullCitation": "Yoo NJ, et al. Histopathology (2012) pmid: 22348534", "Include": "true"}, {"number": "123", "ReferenceId": "30371878", "FullCitation": "Tate JG, et al. Nucleic Acids Res. (2019) pmid: 30371878", "Include": "true"}, {"number": "124", "ReferenceId": "32272498", "FullCitation": "Xu X, et al. Oncologist (2020) pmid: 32272498", "Include": "true"}, {"number": "125", "ReferenceId": "31323387", "FullCitation": "Goeman F, et al. J Thorac Oncol (2019) pmid: 31323387", "Include": "true"}, {"number": "126", "ReferenceId": "33071215", "FullCitation": "Binkley MS, et al. Cancer Discov (2020) pmid: 33071215", "Include": "true"}, {"number": "127", "ReferenceId": "22964642", "FullCitation": "Chowdhry S, et al. Oncogene (2013) pmid: 22964642", "Include": "true"}, {"number": "128", "ReferenceId": "23980093", "FullCitation": "Abazeed ME, et al. Cancer Res. (2013) pmid: 23980093", "Include": "true"}, {"number": "129", "ReferenceId": "32175433", "FullCitation": "Chen X, et al. Ann Transl Med (2020) pmid: 32175433", "Include": "true"}, {"number": "130", "ReferenceId": "32471565", "FullCitation": "Zhang C, et al. J Thorac Oncol (2020) pmid: 32471565", "Include": "true"}, {"number": "131", "ReferenceId": "32866624", "FullCitation": "Marinelli D, et al. Ann Oncol (2020) pmid: 32866624", "Include": "true"}, {"number": "132", "ReferenceId": "29316436", "FullCitation": "Gwinn DM, et al. Cancer Cell (2018) pmid: 29316436", "Include": "true"}, {"number": "133", "ReferenceId": "28967864", "FullCitation": "Sayin VI, et al. Elife (2017) pmid: 28967864", "Include": "true"}, {"number": "134", "ReferenceId": "28967920", "FullCitation": "Romero R, et al. Nat. Med. (2017) pmid: 28967920", "Include": "true"}, {"number": "135", "ReferenceId": "23824739", "FullCitation": "Dai B, et al. Cancer Res. (2013) pmid: 23824739", "Include": "true"}, {"number": "136", "ReferenceId": "31602320", "FullCitation": "Li G, et al. J Gastrointest Oncol (2019) pmid: 31602320", "Include": "true"}, {"number": "137", "ReferenceId": "32757294", "FullCitation": "Zhang EW, et al. Cancer (2020) pmid: 32757294", "Include": "true"}, {"number": "138", "ReferenceId": "30833418", "FullCitation": "Butler TM, et al. Cold Spring Harb Mol Case Stud (2019) pmid: 30833418", "Include": "true"}, {"number": "139", "ReferenceId": "24553385", "FullCitation": "Bettegowda C, et al. Sci Transl Med (2014) pmid: 24553385", "Include": "true"}, {"number": "140", "ReferenceId": "30400802", "FullCitation": "Lapin M, et al. J Transl Med (2018) pmid: 30400802", "Include": "true"}, {"number": "141", "ReferenceId": "30131550", "FullCitation": "Shulman DS, et al. Br. J. Cancer (2018) pmid: 30131550", "Include": "true"}, {"number": "142", "ReferenceId": "30385733", "FullCitation": "Choudhury AD, et al. JCI Insight (2018) pmid: 30385733", "Include": "true"}, {"number": "143", "ReferenceId": "29298117", "FullCitation": "Stover DG, et al. J. Clin. Oncol. (2018) pmid: 29298117", "Include": "true"}, {"number": "144", "ReferenceId": "30793095", "FullCitation": "Hemming ML, et al. JCO Precis Oncol (2019) pmid: 30793095", "Include": "true"}, {"number": "145", "ReferenceId": "31059681", "FullCitation": "Egyud M, et al. Ann. Thorac. Surg. (2019) pmid: 31059681", "Include": "true"}, {"number": "146", "ReferenceId": "28187169", "FullCitation": "Fan G, et al. PLoS ONE (2017) pmid: 28187169", "Include": "true"}, {"number": "147", "ReferenceId": "30923679", "FullCitation": "Bronkhorst AJ, et al. Biomol Detect Quantif (2019) pmid: 30923679", "Include": "true"}, {"number": "148", "ReferenceId": "30093454", "FullCitation": "Raja R, et al. Clin. Cancer Res. (2018) pmid: 30093454", "Include": "true"}, {"number": "149", "ReferenceId": "30860573", "FullCitation": "Hrebien S, et al. Ann. Oncol. (2019) pmid: 30860573", "Include": "true"}, {"number": "150", "ReferenceId": "28450425", "FullCitation": "Goodall J, et al. Cancer Discov (2017) pmid: 28450425", "Include": "true"}, {"number": "151", "ReferenceId": "29330207", "FullCitation": "Goldberg SB, et al. Clin. Cancer Res. (2018) pmid: 29330207", "Include": "true"}, {"number": "152", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "153", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "154", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "155", "ReferenceId": "26637197", "FullCitation": "Warth A, et al. Virchows Arch. (2016) pmid: 26637197", "Include": "true"}, {"number": "156", "ReferenceId": "16641899", "FullCitation": "Ninomiya H, et al. Br. J. Cancer (2006) pmid: 16641899", "Include": "true"}, {"number": "157", "ReferenceId": "29436178", "FullCitation": "Vanderwalde A, et al. Cancer Med (2018) pmid: 29436178", "Include": "true"}, {"number": "158", "ReferenceId": "31270941", "FullCitation": "Zang YS, et al. Cancer Med (2019) pmid: 31270941", "Include": "true"}, {"number": "159", "ReferenceId": "26880610", "FullCitation": "Dudley JC, et al. Clin. Cancer Res. (2016) pmid: 26880610", "Include": "true"}, {"number": "160", "ReferenceId": "28676214", "FullCitation": "Takamochi K, et al. Lung Cancer (2017) pmid: 28676214", "Include": "true"}, {"number": "161", "ReferenceId": "9329646", "FullCitation": "Pylkkänen L, et al. Environ. Mol. Mutagen. (1997) pmid: 9329646", "Include": "true"}, {"number": "162", "ReferenceId": "11061602", "FullCitation": "Gonzalez R, et al. Ann. Oncol. (2000) pmid: 11061602", "Include": "true"}, {"number": "163", "ReferenceId": "8782463", "FullCitation": "Chen XQ, et al. Nat. Med. (1996) pmid: 8782463", "Include": "true"}, {"number": "164", "ReferenceId": "8174113", "FullCitation": "Merlo A, et al. Cancer Res. (1994) pmid: 8174113", "Include": "true"}, {"number": "165", "ReferenceId": "17204026", "FullCitation": "Histopathology (2007) pmid: 17204026", "Include": "true"}, {"number": "166", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "167", "ReferenceId": "28734759", "FullCitation": "Overman MJ, et al. Lancet Oncol. (2017) pmid: 28734759", "Include": "true"}, {"number": "168", "ReferenceId": "29355075", "FullCitation": "Overman MJ, et al. J. Clin. Oncol. (2018) pmid: 29355075", "Include": "true"}, {"number": "169", "ReferenceId": "23169436", "FullCitation": "Lipson EJ, et al. Clin. Cancer Res. (2013) pmid: 23169436", "Include": "true"}, {"number": "170", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "171", "ReferenceId": "33001143", "FullCitation": "Oaknin A, et al. JAMA Oncol (2020) pmid: 33001143", "Include": "true"}, {"number": "172", "ReferenceId": "19659756", "FullCitation": "Lynch HT, et al. Clin. Genet. (2009) pmid: 19659756", "Include": "true"}, {"number": "173", "ReferenceId": "22714864", "FullCitation": "Pande M, et al. Fam. Cancer (2012) pmid: 22714864", "Include": "true"}, {"number": "174", "ReferenceId": "17920897", "FullCitation": "Kastrinos F, et al. Semin. Oncol. (2007) pmid: 17920897", "Include": "true"}, {"number": "175", "ReferenceId": "19466295", "FullCitation": "Silva FC, et al. Sao Paulo Med J (2009) pmid: 19466295", "Include": "true"}, {"number": "176", "ReferenceId": "24978665", "FullCitation": "Sehgal R, et al. Genes (Basel) (2014) pmid: 24978665", "Include": "true"}, {"number": "177", "ReferenceId": "16136383", "FullCitation": "Fam. Cancer (2005) pmid: 16136383", "Include": "true"}, {"number": "178", "ReferenceId": "32463456", "FullCitation": "Yu HA, et al. JAMA Oncol (2020) pmid: 32463456", "Include": "true"}, {"number": "179", "ReferenceId": "32139298", "FullCitation": "Oxnard GR, et al. Ann. Oncol. (2020) pmid: 32139298", "Include": "true"}, {"number": "180", "ReferenceId": "28434520", "FullCitation": "Miyauchi E, et al. J Thorac Oncol (2017) pmid: 28434520", "Include": "true"}, {"number": "181", "ReferenceId": "28291724", "FullCitation": "Yoshida H, et al. J Thorac Oncol (2017) pmid: 28291724", "Include": "true"}, {"number": "182", "ReferenceId": "27959700", "FullCitation": "Mok TS, et al. N. Engl. J. Med. (2017) pmid: 27959700", "Include": "true"}, {"number": "183", "ReferenceId": "31751012", "FullCitation": "Ramalingam SS, et al. N. Engl. J. Med. (2019) pmid: 31751012", "Include": "true"}, {"number": "184", "ReferenceId": "33318755", "FullCitation": "Alanazi A, et al. Lung Cancer Manag (2020) pmid: 33318755", "Include": "true"}, {"number": "185", "ReferenceId": "30255937", "FullCitation": "Wang J, et al. Int. J. Cancer (2019) pmid: 30255937", "Include": "true"}, {"number": "186", "ReferenceId": "33581821", "FullCitation": "Sezer A, et al. Lancet (2021) pmid: 33581821", "Include": "true"}, {"number": "187", "ReferenceId": "30262187", "FullCitation": "Barlesi F, et al. Lancet Oncol (2018) pmid: 30262187", "Include": "true"}, {"number": "188", "ReferenceId": "33845211", "FullCitation": "Park K, et al. J Thorac Oncol (2021) pmid: 33845211", "Include": "true"}, {"number": "189", "ReferenceId": "33636453", "FullCitation": "Park K, et al. Lung Cancer (2021) pmid: 33636453", "Include": "true"}, {"number": "190", "ReferenceId": "32907924", "FullCitation": "Verschraegen CF, et al. J Immunother Cancer (2020) pmid: 32907924", "Include": "true"}, {"number": "191", "ReferenceId": "33820783", "FullCitation": "Shafique M, et al. Clin Cancer Res (2021) pmid: 33820783", "Include": "true"}, {"number": "192", "ReferenceId": "32991781", "FullCitation": "Tfayli A, et al. Cancer Med (2020) pmid: 32991781", "Include": "true"}, {"number": "193", "ReferenceId": "32209338", "FullCitation": "Paz_Ares L, et al. Ann. Oncol. (2020) pmid: 32209338", "Include": "true"}, {"number": "194", "ReferenceId": "33476803", "FullCitation": "Faivre_Finn C, et al. J Thorac Oncol (2021) pmid: 33476803", "Include": "true"}, {"number": "195", "ReferenceId": "32201234", "FullCitation": "Planchard D, et al. Ann. Oncol. (2020) pmid: 32201234", "Include": "true"}, {"number": "196", "ReferenceId": "32271377", "FullCitation": "Rizvi NA, et al. JAMA Oncol (2020) pmid: 32271377", "Include": "true"}, {"number": "197", "ReferenceId": "31228626", "FullCitation": "Antonia SJ, et al. J Thorac Oncol (2019) pmid: 31228626", "Include": "true"}, {"number": "198", "ReferenceId": "29545095", "FullCitation": "Garassino MC, et al. Lancet Oncol. (2018) pmid: 29545095", "Include": "true"}, {"number": "199", "ReferenceId": "21670455", "FullCitation": "Fukuoka M, et al. J. Clin. Oncol. (2011) pmid: 21670455", "Include": "true"}, {"number": "200", "ReferenceId": "19692680", "FullCitation": "Mok TS, et al. N. Engl. J. Med. (2009) pmid: 19692680", "Include": "true"}, {"number": "201", "ReferenceId": "31411950", "FullCitation": "Noronha V, et al. J. Clin. Oncol. (2019) pmid: 31411950", "Include": "true"}, {"number": "202", "ReferenceId": "31682542", "FullCitation": "Hosomi Y, et al. J. Clin. Oncol. (2020) pmid: 31682542", "Include": "true"}, {"number": "203", "ReferenceId": "27908825", "FullCitation": "Sutiman N, et al. J Thorac Oncol (2017) pmid: 27908825", "Include": "true"}, {"number": "204", "ReferenceId": "27198414", "FullCitation": "Gibbons DL, et al. J Thorac Oncol (2016) pmid: 27198414", "Include": "true"}, {"number": "205", "ReferenceId": "31553438", "FullCitation": "Yoshioka H, et al. Ann. Oncol. (2019) pmid: 31553438", "Include": "true"}, {"number": "206", "ReferenceId": "22370314", "FullCitation": "Han JY, et al. J. Clin. Oncol. (2012) pmid: 22370314", "Include": "true"}, {"number": "207", "ReferenceId": "20573926", "FullCitation": "Maemondo M, et al. N. Engl. J. Med. (2010) pmid: 20573926", "Include": "true"}, {"number": "208", "ReferenceId": "20022809", "FullCitation": "Mitsudomi T, et al. Lancet Oncol. (2010) pmid: 20022809", "Include": "true"}, {"number": "209", "ReferenceId": "22056888", "FullCitation": "Petrelli F, et al. Clin Lung Cancer (2012) pmid: 22056888", "Include": "true"}, {"number": "210", "ReferenceId": "25329826", "FullCitation": "Qi WX, et al. Curr Med Res Opin (2015) pmid: 25329826", "Include": "true"}, {"number": "211", "ReferenceId": "25546556", "FullCitation": "Zhao H, et al. J Thorac Oncol (2015) pmid: 25546556", "Include": "true"}, {"number": "212", "ReferenceId": "26398831", "FullCitation": "Baik CS, et al. J Thorac Oncol (2015) pmid: 26398831", "Include": "true"}, {"number": "213", "ReferenceId": "16014882", "FullCitation": "Shepherd FA, et al. N. Engl. J. Med. (2005) pmid: 16014882", "Include": "true"}, {"number": "214", "ReferenceId": "28103612", "FullCitation": "Yang JJ, et al. Br. J. Cancer (2017) pmid: 28103612", "Include": "true"}, {"number": "215", "ReferenceId": "28376144", "FullCitation": "Lee CK, et al. J. Natl. Cancer Inst. (2017) pmid: 28376144", "Include": "true"}, {"number": "216", "ReferenceId": "20493771", "FullCitation": "Cappuzzo F, et al. Lancet Oncol. (2010) pmid: 20493771", "Include": "true"}, {"number": "217", "ReferenceId": "31194613", "FullCitation": "Zhong WZ, et al. J. Clin. Oncol. (2019) pmid: 31194613", "Include": "true"}, {"number": "218", "ReferenceId": "31591063", "FullCitation": "Nakagawa K, et al. Lancet Oncol. (2019) pmid: 31591063", "Include": "true"}, {"number": "219", "ReferenceId": "31393548", "FullCitation": "Stinchcombe TE, et al. JAMA Oncol (2019) pmid: 31393548", "Include": "true"}, {"number": "220", "ReferenceId": "30955977", "FullCitation": "Mok TSK, et al. Lancet (2019) pmid: 30955977", "Include": "true"}, {"number": "221", "ReferenceId": "31154919", "FullCitation": "Garon EB, et al. J. Clin. Oncol. (2019) pmid: 31154919", "Include": "true"}, {"number": "222", "ReferenceId": "31435660", "FullCitation": "Aguilar EJ, et al. Ann. Oncol. (2019) pmid: 31435660", "Include": "true"}, {"number": "223", "ReferenceId": "32150489", "FullCitation": "Gadgeel S, et al. J. Clin. Oncol. (2020) pmid: 32150489", "Include": "true"}, {"number": "224", "ReferenceId": "30280635", "FullCitation": "Paz_Ares L, et al. N. Engl. J. Med. (2018) pmid: 30280635", "Include": "true"}, {"number": "225", "ReferenceId": "32599071", "FullCitation": "Paz_Ares L, et al. J Thorac Oncol (2020) pmid: 32599071", "Include": "true"}, {"number": "226", "ReferenceId": "26712084", "FullCitation": "Herbst RS, et al. Lancet (2016) pmid: 26712084", "Include": "true"}, {"number": "227", "ReferenceId": "27267608", "FullCitation": "Goldberg SB, et al. Lancet Oncol. (2016) pmid: 27267608", "Include": "true"}, {"number": "228", "ReferenceId": "30885353", "FullCitation": "Gubens MA, et al. Lung Cancer (2019) pmid: 30885353", "Include": "true"}, {"number": "229", "ReferenceId": "31409616", "FullCitation": "Gray JE, et al. Clin. Cancer Res. (2019) pmid: 31409616", "Include": "true"}, {"number": "230", "ReferenceId": "32997907", "FullCitation": "Herbst RS, et al. N Engl J Med (2020) pmid: 32997907", "Include": "true"}, {"number": "231", "ReferenceId": "27979383", "FullCitation": "Rittmeyer A, et al. Lancet (2017) pmid: 27979383", "Include": "true"}, {"number": "232", "ReferenceId": "26970723", "FullCitation": "Fehrenbacher L, et al. Lancet (2016) pmid: 26970723", "Include": "true"}, {"number": "233", "ReferenceId": "31122901", "FullCitation": "West H, et al. Lancet Oncol. (2019) pmid: 31122901", "Include": "true"}, {"number": "234", "ReferenceId": "31921683", "FullCitation": "Chen YT, et al. Front Oncol (2019) pmid: 31921683", "Include": "true"}, {"number": "235", "ReferenceId": "26412456", "FullCitation": "Borghaei H, et al. N. Engl. J. Med. (2015) pmid: 26412456", "Include": "true"}, {"number": "236", "ReferenceId": "26028407", "FullCitation": "Brahmer J, et al. N. Engl. J. Med. (2015) pmid: 26028407", "Include": "true"}, {"number": "237", "ReferenceId": "25704439", "FullCitation": "Rizvi NA, et al. Lancet Oncol. (2015) pmid: 25704439", "Include": "true"}, {"number": "238", "ReferenceId": "27354481", "FullCitation": "Rizvi NA, et al. J. Clin. Oncol. (2016) pmid: 27354481", "Include": "true"}, {"number": "239", "ReferenceId": "32439653", "FullCitation": "Diab A, et al. Cancer Discov (2020) pmid: 32439653", "Include": "true"}, {"number": "240", "ReferenceId": "26899759", "FullCitation": "Jänne PA, et al. J Thorac Oncol (2016) pmid: 26899759", "Include": "true"}, {"number": "241", "ReferenceId": "32147669", "FullCitation": "van Geel RMJM, et al. Br. J. Cancer (2020) pmid: 32147669", "Include": "true"}, {"number": "242", "ReferenceId": "2986437", "FullCitation": "Opsomer RJ, et al. Acta Urol Belg (1985) pmid: 2986437", "Include": "true"}, {"number": "243", "ReferenceId": "28958502", "FullCitation": "Wu YL, et al. Lancet Oncol. (2017) pmid: 28958502", "Include": "true"}, {"number": "244", "ReferenceId": "26768165", "FullCitation": "Ramalingam SS, et al. Ann. Oncol. (2016) pmid: 26768165", "Include": "true"}, {"number": "245", "ReferenceId": "25521938", "FullCitation": "Lemos H, et al. Expert Rev Clin Immunol (2015) pmid: 25521938", "Include": "true"}, {"number": "246", "ReferenceId": "22249430", "FullCitation": "Takahashi T, et al. Invest New Drugs (2012) pmid: 22249430", "Include": "true"}, {"number": "247", "ReferenceId": "24439929", "FullCitation": "Wu YL, et al. Lancet Oncol. (2014) pmid: 24439929", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2021_11_01 23:19:45", "OpName": "Donna Ferguson, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Donna Ferguson, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "N/A"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 fraction_unstable_loci"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "11 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "15%"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "LUNG", "disease_ontology": "Lung adenocarcinoma", "flowcell_analysis": "2000018347", "gender": "male", "pathology_diagnosis": "Adenocarcinoma of lung", "pipeline_version": "v3.8.2", "purity_assessment": "14.0", "specimen": "ORD_1220220_01*US1178431.01", "study": "CLINICAL_F1LCDx", "test_request": "ORD_1220220_01", "test_type": "FoundationOneLiquidDx", "tissue_of_origin": "Blood", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "AB1", "name": "SQ_US1178431.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.0225", "cds_effect": "491G>C", "depth": "1953", "equivocal": "false", "functional_effect": "missense", "gene": "MYCL1", "percent_reads": "2.25", "position": "chr1:40366706", "protein_effect": "S164T", "status": "unknown", "strand": "_", "transcript": "NM_005376", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0414", "cds_effect": "815G>A", "depth": "2317", "equivocal": "false", "functional_effect": "missense", "gene": "PDCD1", "percent_reads": "4.14", "position": "chr2:242793262", "protein_effect": "R272Q", "status": "unknown", "strand": "_", "transcript": "NM_005018", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.4919", "cds_effect": "599G>A", "depth": "929", "equivocal": "false", "functional_effect": "missense", "gene": "SGK1", "percent_reads": "49.19", "position": "chr6:134493863", "protein_effect": "R200H", "status": "unknown", "strand": "_", "transcript": "NM_005627", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.1323", "cds_effect": "2573T>G", "depth": "6427", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "13.23", "position": "chr7:55259515", "protein_effect": "L858R", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0019", "cds_effect": "130T>G", "depth": "6895", "equivocal": "false", "functional_effect": "missense", "gene": "MDM2", "percent_reads": "0.19", "position": "chr12:69207364", "protein_effect": "L44V", "status": "unknown", "strand": "+", "transcript": "NM_002392", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0014", "cds_effect": "3044T>C", "depth": "3641", "equivocal": "false", "functional_effect": "missense", "gene": "NF1", "percent_reads": "0.14", "position": "chr17:29557331", "protein_effect": "L1015P", "status": "unknown", "strand": "+", "transcript": "NM_001042492", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.5046", "cds_effect": "1528G>A", "depth": "1865", "equivocal": "false", "functional_effect": "missense", "gene": "DNMT3A", "percent_reads": "50.46", "position": "chr2:25468148", "protein_effect": "V510I", "status": "unknown", "strand": "_", "transcript": "NM_022552", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0017", "cds_effect": "72G>C", "depth": "2939", "equivocal": "false", "functional_effect": "missense", "gene": "CARD11", "percent_reads": "0.17", "position": "chr7:2987357", "protein_effect": "E24D", "status": "unknown", "strand": "_", "transcript": "NM_032415", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.4475", "cds_effect": "704C>T", "depth": "2219", "equivocal": "false", "functional_effect": "missense", "gene": "PARP3", "percent_reads": "44.75", "position": "chr3:51979083", "protein_effect": "A235V", "status": "unknown", "strand": "+", "transcript": "NM_005485", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0041", "cds_effect": "644G>A", "depth": "2415", "equivocal": "false", "functional_effect": "missense", "gene": "CDK6", "percent_reads": "0.41", "position": "chr7:92300743", "protein_effect": "R215K", "status": "unknown", "strand": "_", "transcript": "NM_001259", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.04", "cds_effect": "268A>T", "depth": "1599", "equivocal": "false", "functional_effect": "missense", "gene": "FGF14", "percent_reads": "4.0", "position": "chr13:102527587", "protein_effect": "M90L", "status": "unknown", "strand": "_", "transcript": "NM_175929", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0046", "cds_effect": "685G>C", "depth": "1954", "equivocal": "false", "functional_effect": "missense", "gene": "SDHB", "percent_reads": "0.46", "position": "chr1:17349183", "protein_effect": "E229Q", "status": "unknown", "strand": "_", "transcript": "NM_003000", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.4755", "cds_effect": "1729A>G", "depth": "2608", "equivocal": "false", "functional_effect": "missense", "gene": "CBL", "percent_reads": "47.55", "position": "chr11:119156064", "protein_effect": "K577E", "status": "unknown", "strand": "+", "transcript": "NM_005188", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0054", "cds_effect": "2369C>T", "depth": "5900", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "0.54", "position": "chr7:55249071", "protein_effect": "T790M", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0492", "cds_effect": "3796C>T", "depth": "2234", "equivocal": "false", "functional_effect": "nonsense", "gene": "ERBB3", "percent_reads": "4.92", "position": "chr12:56495606", "protein_effect": "Q1266*", "status": "unknown", "strand": "+", "transcript": "NM_001982", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0137", "cds_effect": "2080C>T", "depth": "1460", "equivocal": "false", "functional_effect": "missense", "gene": "DNMT3A", "percent_reads": "1.37", "position": "chr2:25464433", "protein_effect": "H694Y", "status": "unknown", "strand": "_", "transcript": "NM_022552", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.0037", "cds_effect": "223C>T", "depth": "2168", "equivocal": "false", "functional_effect": "nonsense", "gene": "KEAP1", "percent_reads": "0.37", "position": "chr19:10610487", "protein_effect": "Q75*", "status": "known", "strand": "_", "transcript": "NM_012289", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"allele_fraction": "0.4613", "cds_effect": "436C>T", "depth": "2107", "equivocal": "false", "functional_effect": "missense", "gene": "PARP3", "percent_reads": "46.13", "position": "chr3:51978529", "protein_effect": "H146Y", "status": "unknown", "strand": "+", "transcript": "NM_005485", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": [{"copy_number": "6", "equivocal": "true", "gene": "CDK4", "number_of_exons": "7 of 7", "position": "chr12:58142289_58145500", "ratio": "1.48", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"copy_number": "6", "equivocal": "true", "gene": "MDM2", "number_of_exons": "9 of 11", "position": "chr12:69207306_69233685", "ratio": "1.46", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}]}, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "11.38", "status": "intermediate", "unit": "mutations_per_megabase"}}, "non_human_content": {"non_human": [{"organism": "HPV_16", "reads_per_million": "11", "status": "unknown", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}, {"organism": "HHV_4", "reads_per_million": "18", "status": "unknown", "dna_evidence": {"sample": "SQ_US1178431.01_1"}}]}}}}}