{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2021_00016386", "CSN": null, "TRF": "ORD_1187296_01", "MRN": "46613278", "PhysicianId": "79769", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "886862", "clinicalId": "888267", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1187296_01", "SampleName": "US1148215.01", "Version": "0", "Sample": {"FM_Id": "ORD_1187296_01", "SampleId": "US1148215.01", "BlockId": "S110-21825F", "TRFNumber": "ORD_1187296_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "FFPE", "ReceivedDate": "2021_09_14", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}]}, "TumorPurity": "30", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S110-99574", "MRN": "46613278", "FullName": "李天時", "FirstName": "Tien_Shih", "LastName": "Li", "SubmittedDiagnosis": " Adenocarcinoma, Cecum and appendix", "Gender": "Male", "DOB": "1959_01_22", "OrderingMD": "鄭厚軒", "OrderingMDId": "79769", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Colon", "CollDate": "2021_09_03", "ReceivedDate": "2021-10-11 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Colorectal Cancer"}, "PertinentNegatives": {"PertinentNegative": [{"Gene": "KRAS"}, {"Gene": "NRAS"}]}, "Summaries": {"alterationCount": "24", "clinicalTrialCount": "17", "resistiveCount": "0", "sensitizingCount": "8"}, "VariantProperties": {"VariantProperty": [{"geneName": "CASP8", "isVUS": "true", "variantName": "rearrangement"}, {"geneName": "ERCC4", "isVUS": "true", "variantName": "E145K"}, {"geneName": "HNF1A", "isVUS": "true", "variantName": "T82M"}, {"geneName": "IRS2", "isVUS": "true", "variantName": "Q1269P"}, {"geneName": "LYN", "isVUS": "true", "variantName": "amplification"}, {"geneName": "MAP2K2 (MEK2)", "isVUS": "true", "variantName": "P298L"}, {"geneName": "MTOR", "isVUS": "true", "variantName": "T1834_T1837del"}, {"geneName": "NBN", "isVUS": "true", "variantName": "amplification"}, {"geneName": "NTRK1", "isVUS": "true", "variantName": "R49G"}, {"geneName": "P2RY8", "isVUS": "true", "variantName": "D162E"}, {"geneName": "PMS2", "isVUS": "true", "variantName": "V816M"}, {"geneName": "RAD21", "isVUS": "true", "variantName": "amplification"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "BRAF", "Include": "true", "Alterations": {"Alteration": [{"Name": "V600E", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "V600E"}}, "Interpretation": "BRAF encodes a member of the RAF family of protein kinases, which includes ARAF, BRAF, and CRAF. These kinases function downstream of RAS as part of the MAPK (RAF_MEK_ERK) signaling cascade that facilitates cell proliferation, survival and transformation (Holderfield et al., 2014; 24957944, Burotto et al., 2014; 24948110). BRAF mutations have been reported in up to 20% of all cancers, with the majority of mutations occurring at the V600 position (Davies et al., 2002; 12068308, Kandoth et al., 2013; 24132290). BRAF amplification has been reported and correlated with overexpression of the BRAF protein in various tumor types (Gao et al., 2013; 23550210, Tanami et al., 2004; 15467732, Modrek et al., 2009; 19671679, Ciampi et al., 2005; 16199894). Among the V600 mutations, V600E accounts for 70_80% of observations, V600K for 10_30%, and V600R for 5_7%, with V600D comprising the majority of the rest (Davies et al., 2002; 12068308, Greaves et al., 2013; 23273605, Klein et al., 2013; 23237741). Mutations at V600 have been shown to constitutively activate BRAF kinase and hyperactivate the downstream MEK_ERK signaling, promoting oncogenic transformation (Wellbrock et al., 2004; 15059882, Davies et al., 2002; 12068308). In multiple cancer types, multiple mutations at V600, including V600E, V600K, V600R, V600D, and V600M exhibited sensitivity to V600_targeted therapies (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Lee et al., 2017; 28194436); other mutations at this position are predicted to behave similarly. BRAF mutations have been reported in approximately 5_19% of colorectal cancer samples (De Roock et al., 2011; 21163703, Di Nicolantonio et al., 2008; 19001320, Dienstmann et al., 2012; 22723336, Safaee et al., 2012; 23056577, Guedes et al., 2013; 23548132). BRAF V600E is a strong adverse prognostic marker in colorectal cancer (NCCN Colon Cancer Guidelines, v2.2021). BRAF mutations have been associated with poor prognosis and shorter survival in patients with colorectal cancer, particularly those with metastatic disease, as well as with smoking history (Sinicrope et al., 2012; ASCO Abstract 3514, Hassabo et al., 2014; ASCO Gastrointestinal Cancers Symposium Abstract 473) (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2012; 22446022, Gavin et al., 2012; 23045248, Laurent_Puig et al., 2009; 19884556, Ogino et al., 2012; 22147942, Roth et al., 2010; 20008640, Douillard et al., 2013; 24024839, Hsu et al., 2016; 26989027). Analysis of individual BRAF mutations in 2127 patients with advanced colorectal cancer treated with chemotherapy with or without cetuximab revealed that BRAF V600E associated with poor prognosis (HR 2.60, P=1.0e_15, with median reduction of survival being 320 days) and distinct clinicopathological features, including correlation with increased peritoneal metastases compared to BRAF wild_type tumors (24% vs. 12%, P=0.0015), while BRAF D594G inactivating mutation was not prognostic (HR 1.30, P=0.37) and had similar clinicopathologic features as BRAF wild_type tumors (Summers et al., 2016; 27815357). Significant benefit for patients with BRAF V600_mutated colorectal cancers (CRC) has been achieved with combinatorial approaches involving BRAF inhibitors, EGF_targeting antibodies, and MEK inhibitors (Kopetz et al., 2020; ASCO Abstract 4001, Corcoran et al., 2018; 29431699, Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621, Kopetz et al., 2020; 33356422). In a Phase 3 study for patients with metastatic CRC on second_ or third_line treatments, doublet therapy with the RAF inhibitor encorafenib and the EGFR antibody cetuximab showed superior mOS to cetuximab plus chemotherapy (9.3 vs. 5.9 months, HR=0.61, n=220 and n=221), and similar benefit was seen for a triplet therapy cohort adding the MEK inhibitor binimetinib (OS of 9.3 months, n=224) (Kopetz et al., 2020; ASCO Abstract 4001). Combinations of other RAF inhibitors such as dabrafenib or vemurafenib with EGFR antibodies such as panitumumab have also resulted in clinical benefit for similar patient populations in Phase 1 and 2 studies. A trial of dabrafenib and panitumumab with or without the MEK inhibitor trametinib reported a 21% ORR and 86% DCR (n=91) for the triplet combination and a 10% ORR and 90% DCR (n=20) for the doublet therapy (Corcoran et al., 2018; 29431699). Multiple similar studies of vemurafenib with panitumumab or cetuximab doublet therapy have also reported a benefit (Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621). In a randomized Phase 2 study for patients with 0_4 previous lines of therapy, the addition of vemurafenib to cetuximab and irinotecan significantly improved ORR (17% vs. 4.2%, n=50 and n=50) and DCR (65% vs. 21%) (Kopetz et al., 2020; 33356422). A Phase 2 trial evaluating the investigational agent spartalizumab, an anti_PD_1 antibody, with dabrafenib and trametinib reported an ORR of 35% (n=20) and DCR of 75% (Corcoran et al., 2020; ESMO GI Abstract SO_26). Extensive clinical evidence also supports a significant benefit in BRAF_inhibitor and MEK_inhibitor doublet therapy for patients with BRAF V600E_mutated metastatic CRC. A Phase 2 study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 29% (n=28) and DCR of 57% (Klute et al., 2020; ASCO Abstract 122), and a similar trial of dabrafenib and trametinib reported a 12% ORR (n=43) and 67% DCR (Corcoran et al., 2015; 26392102). A basket trial of the combination of encorafenib and binimetinib for patients with BRAF V600_mutated solid cancers elicited 1 PR and 1 SD for 3 patients with CRC (Ascierto et al., 2017; ASCO Abstract 9518). Outcomes for patients with BRAF amplifications have been studied almost exclusively in the context of concurrent activating alterations and resistance mechanisms (Rizos et al., 2014; 24463458, Stagni et al., 2018; 29626128, Wilson et al., 2015; 26307133); the evidence that BRAF amplification without a concurrent activating mutation is responsive to BRAF_pathway_targeting MEK or RAF inhibitors is very limited. A patient with triple_negative breast cancer with a high_level BRAF amplification and loss of PTEN and INPP4B achieved a major response to a combination of a MEK inhibitor and an AKT inhibitor (O Shaughnessy et al., 2011; SABC Abstract S3_5). Investigational ERK (Sullivan et al., 2018; 29247021) and second_generation BRAF inhibitors (Janku et al., 2021; AACR Abstract CT212) are also in development; however, it is uncertain whether these strategies would be of benefit for patients with BRAF amplifications. On the basis of extensive clinical data, BRAF V600 mutation does not generally associate with significant clinical benefit from addition of cetuximab or panitumumab to chemotherapy (NCCN Colon Cancer Guidelines, v2.2021) (Pietrantonio et al., 2015; 25673558, Rowland et al., 2015; 25989278, Van Custem et al., 2011; 21502544, Smith et al., 2013; 23741067, Douillard et al., 2013; 24024839, Karapetis et al., 2014; 24218517, Peeters et al., 2013; 23325582, Peeters et al., 2015; 26341920, Guren et al., 2017; 28399112, Seymour et al., 2013; 23725851). Low response rates to cetuximab or panitumumab monotherapy or combination with chemotherapy have been frequently observed among patients with BRAF V600_mutated CRC, although similarly low response rates in this patient population were also often observed to chemotherapy alone; additionally, response rates were generally lower for patients with BRAF_mutated tumors than for those whose tumors were BRAF_wild_type (Van Cutsem et al., 2011; 21502544, Peeters et al., 2013; 23325582, Seymour et al., 2013; 23725851, Karapetis et al., 2014; 24218517, Di Nicolantonio et al., 2008; 19001320, Stintzing et al., 2017; 28463756, Tol et al., 2009; 19571295). In a limited number of patients with CRC treated with cetuximab_ or panitumumab_containing chemotherapy regimens, BRAF V600E was found to be present at the time of progression (Freeman et al., 2008; 18621636, Gao et al., 2011; 23357879, Soeda et al., 2013; 22638623, Molinari et al., 2011; 21632860, Andre et al., 2013; 23041588, Benvenuti et al., 2007; 17363584), to be a mechanism of acquired (Arena et al., 2015; 25623215, Montagut et al., 2012; 22270724) or primary (Todelo et al., 2017; 27852040) resistance, or to be enriched in nonresponders versus responders (Molinari et al., 2011; 21632860).", "Include": "true", "ClinicalTrialNote": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Encorafenib + Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Encorafenib is an inhibitor of BRAF, and cetuximab is a monoclonal antibody that targets EGFR. The combination is FDA approved to treat patients with BRAF V600E_mutated colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Guidelines, Colon Cancer, v.2.2020). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> The Phase 3 BEACON study for previously treated patients with BRAF V600E_mutated metastatic colorectal cancer (CRC) demonstrated significantly improved efficacy of encorafenib and cetuximab doublet therapy over standard irinotecan and cetuximab therapy (median OS [mOS] of 9.3 vs. 5.9 months, HR=0.61; median PFS [mPFS] of 4.3 vs. 1.5 months, HR=0.44; and ORR of 19.5% vs. 1.8%)(Tabernero et al., 2021; 33503393, Kopetz et al., 2019; 31566309). The triplet therapy of encorafenib and cetuximab combined with the MEK inhibitor binimetinib resulted in similar efficacy as the doublet therapy, compared with standard therapy in the BEACON study (mOS of 9.3 vs. 5.9 months, HR=0.60; mPFS of 4.5 vs. 1.5 months, HR=0.42; and ORR of 26.8% vs. 1.8%)(Tabernero et al., 2021; 33503393). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Trametinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Trametinib is a MEK inhibitor that is FDA approved as a monotherapy to treat patients with melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activating BRAF alterations may predict sensitivity to MEK inhibitors such as trametinib. Significant clinical responses to trametinib have been achieved by patients with melanoma harboring BRAF V600E (Falchook et al., 2012; 22805292, Kim et al., 2013; 23248257), V600K (Falchook et al., 2012; 22805292), V600R (Kim et al., 2013; 23248257), K601E (Bowyer et al., 2014; 24933606, Kim et al., 2013; 23248257), L597V (Falchook et al., 2012; 22805292), L597Q (Sullivan et al., 2016; ASCO Abstract 9537, Bowyer et al., 2014; 24933606), or L597S (Dahlman et al., 2012; 22798288) mutations; by a patient with histiocytosis harboring an activating N486_P490del alteration (Lee et al., 2017; 28194436); as well as by patients with tumors harboring BRAF fusions (Banerjee et al., 2014; ASCO Abstract 10065, Ross et al., 2015; 26314551, Menzies et al., 2015; 26072686, Grisham et al., 2015; 26324360, Chmielecki et al., 2014; 25266736, Durham et al., 2019; 31768065). </p> <p><b>Supporting Data:</b> Preclinical studies have reported that trametinib shows some activity in colorectal cancer (CRC) cells alone and enhances antitumor effects in cells treated with 5_fluorouracil (Yamaguchi et al., 2011; 21523318, Watanabe et al., 2013; 23438367). In addition, preclinical investigations have shown sensitivity to trametinib in cell lines with activating KRAS mutations in codons 12, 13, and 61 (Gilmartin et al., 2011; 21245089). Phase 1 and Phase 1b studies of trametinib, alone or in combination with gemcitabine, reported some activity in several types of solid tumors (Infante et al., 2013; 23583440, Infante et al., 2012; 22805291). However, Phase 1 monotherapy trials of RO4987655, another MEK inhibitor, have shown no responses and only 1 incidence of stable disease in 31 evaluable patients with CRC, including an expansion cohort of 24 patients with KRAS mutations (Leijen et al., 2012; 22767668, Zimmer et al., 2014; 24947927). In contrast, a trial of combination treatment with selumetinib (another MEK inhibitor) and irinotecan in patients with KRAS_mutated CRC reported confirmed partial responses (PR) in 3/31 (10%) patients, an unconfirmed PR in one patient (3%), and stable disease in 15/31 (48%) patients, improving upon historical clinical trial data of irinotecan single_agent treatment; longer progression_free survival compared to historical controls was also achieved (Hochster et al., 2013; ASCO GI Abstract 380). A Phase 1b trial of combination treatment with the MEK inhibitor MEK162 and the PI3K_alpha inhibitor BYL719 reported stable disease in 43% of patients with KRAS_mutated CRC, with responses independent of PIK3CA mutation status (Juric et al., 2014; ASCO Abstract 9051). Another Phase 1b combination trial of trametinib and the CDK4/6 inhibitor palbociclib in solid tumors observed ongoing partial responses in 2/28 (7%) of patients, including one patient with CRC harboring a NRAS Q61K mutation (Sullivan et al., 2015; AACR_NCI_EORTC Abstract PR06). Although the presence of a KRAS mutation in CRC has been associated with lack of efficacy to monotherapy MEK inhibitors (Infante et al., 2012; 22805291, Zimmer et al., 2014; 24947927, Bennouna et al., 2011; 20127139, Weekes et al., 2013; 23434733), the extent to which other alterations affecting this pathway, such as observed here, confers sensitivity to MEK inhibitors is unclear (Tsimberidou et al., 2013; ASCO Abstract e22086). Whereas frequent adverse events precluded a recommended Phase 2 dose and schedule for the combination of trametinib and everolimus in a Phase 1b trial for solid tumors (Tolcher et al., 2014; 25344362), a retrospective study for heavily pretreated patients with solid tumors reported tolerable regimens of the combination for 23/31 patients, with 16 patients treated >3 months and evaluable patients achieving a median PFS of 6.5 months (Patterson et al., 2018; AACR Abstract 3891). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dabrafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dabrafenib is a BRAF V600_selective inhibitor that is FDA approved as a monotherapy to treat melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Mutations at BRAF V600, including V600E, V600K, V600R, V600D, and V600M, have been reported to exhibit clinical sensitivity to V600_targeted therapies (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246); therefore, this tumor may be sensitive to V600_targeted therapy such as dabrafenib. </p> <p><b>Supporting Data:</b> Dabrafenib and vemurafenib have primarily been studied in the context of BRAF V600E_positive melanoma and NSCLC (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246). Clinical trials of single_agent dabrafenib for the treatment of BRAF_mutated colorectal cancers (CRCs) have shown a very low frequency of objective responses (Kopetz et al., 2010; ASCO Abstract 3534, Dienstmann et al., 2012; 22723336, Falchook et al., 2012; 22608338), but combination regimens with other agents have shown improved efficacy. In patients with BRAF V600E_mutated CRC, a combination of dabrafenib and panitumumab resulted in an ORR of 10% (2/20) (Atreya et al., 2015; ASCO Abstract 103). Dabrafenib can induce adverse effects such as the development of cutaneous squamous cell carcinomas and keratoacanthomas caused by inactivation of wildtype BRAF that leads to paradoxical activation of the MAPK pathway, but it has been reported to be well tolerated in patients with BRAF V600E_mutated thyroid cancer (Gibney et al., 2013; 23712190, Hauschild et al., 2012; 22735384, Falchook et al., 2015; 25285888). Patients with melanoma harboring BRAF V600E or V600K mutation treated with a combination of dabrafenib and trametinib experienced significantly lower rates of cutaneous squamous cell carcinoma and regression of established BRAF inhibitor_induced skin lesions (Flaherty et al., 2012; 23020132, Long et al., 2014; 25265492, Peters et al., 2014; 25185693, Long et al., 2015; 26037941, Roberts et al., 2015; 25399551). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Selumetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Selumetinib is a MEK inhibitor that is FDA approved to treat pediatric patients 2 years of age and older with neurofibromatosis type 1 (NF1) who have symptomatic, inoperable plexiform neurofibromas (PNs). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence demonstrating the efficacy of selumetinib in patients with BRAF V600_mutated papillary thyroid cancer (Hayes et al., 2012; 22241789), melanoma, (Kirkwood et al., 2012; 22048237, Patel et al., 2013; 22972589, Banerji et al., 2010; 20179232, Boers_Sonderen et al., 2012; 22293660, Robert et al., 2013; 23735514) and low grade glioma (Fangusaro et al., 2019; 31151904), as well as in patients with BRAF fusion_positive glioma (Banerjee et al., 2017; 28339824, Fangusaro et al., 2019; 31151904), BRAF activating alterations may predict sensitivity to selumetinib. </p> <p><b>Supporting Data:</b> A Phase 2 study for selumetinib in patients with CRC showed similar efficacy (10/34 SD) to capecitabine (1/35 PR and 15/35 SD) and a median PFS of 81 days and 88 days, respectively (Bennouna et al., 2011; 20127139). A Phase 2 study evaluating the combination of MK_2206, an allosteric AKT 1/2/3 inhibitor, and selumetinib, did not report objective responses for 21 CRC patients (Do et al., 2015; 25637165). The combination of selumetinib plus irinotecan has been evaluated in a Phase 2 study for patients with KRAS_mutated CRC and achieved 3/31 PR and 16/21 SD (Hochster et al., 2015; 25322874). A Phase 1 study for selumetinib in patients with advanced solid tumors reported 1/15 PR and 3/15 SD, followed by 5/18 SD in an extended cohort of KRAS_mutated CRC patients (Deming et al., 2016; 26666244), and an additional Phase 1 study evaluating the combination of selumetinib with rectal chemoradiotherapy (CRT) for CRC patients reported a low tolerance (Marti et al., 2019; 31229949). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Vemurafenib + Cobimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Vemurafenib is a selective inhibitor of BRAF with V600 mutations and cobimetinib is a MEK inhibitor. The combination is FDA approved to treat patients with melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in melanoma and colorectal carcinoma, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as vemurafenib and cobimetinib (Ascierto et al., 2016; 27480103, Ribas et al., 2020; 31732523, Klute et al., 2020; ASCO Abstract 122). </p> <p><b>Supporting Data:</b> The Phase 2 TAPUR study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 28.6% (8/28), median PFS of 15.8 weeks, and median OS of 38.9 weeks (Klute et al., 2020; ASCO Abstract 122). Vemurafenib can induce adverse effects, such as the development of cutaneous squamous cell carcinomas, keratoacanthomas, and new primary melanomas caused by inactivation of wildtype BRAF and leading to paradoxical activation of the MAPK pathway (Gibney et al., 2013; 23712190, McArthur et al., 2014; 24508103). In a Phase 1b trial, patients with BRAF V600E_mutated melanoma treated with a combination of vemurafenib and cobimetinib had increased RR (87%) and PFS (13.7 months) compared to the RR and PFS values previously reported for vemurafenib or MEK inhibitor monotherapy; this combination also resulted in lower rates of cutaneous SCC (Ribas et al., 2014; 25037139). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Vemurafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Vemurafenib is a selective inhibitor of BRAF with V600 mutations and is FDA approved to treat melanoma as monotherapy for patients with the BRAF V600E mutation. It is also approved to treat patients with Erdheim_Chester Disease (ECD) with BRAF V600 mutation. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of strong clinical data, BRAF V600E mutations may confer sensitivity to V600_targeted therapies such as vemurafenib (Chapman et al., 2011; 21639808, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Ponti et al., 2013; 23463675, Kurzrock et al., 2020; 32067683, Hyman et al., 2015; 26287849, Subbiah et al., 2020; 32029534, Mazieres et al., 2020; 31959346, Larkin et al., 2019; 30580112, Kaley et al., 2018; 30351999). </p> <p><b>Supporting Data:</b> Vemurafenib monotherapy in patients with BRAF V600_mutated colorectal cancer (CRC) has shown limited efficacy (Kopetz et al., 2015; 26460303, Hyman et al., 2015; 26287849, Dovrat et al., 2018; 30036146). A study of vemurafenib plus panitumumab reported an ORR of 13% (2/15), median PFS of 3.2 months, and median OS of 7.6 months (Yaeger et al., 2015; 25589621), whereas a study of vemurafenib plus cetuximab reported an ORR of 3.7% (1/27), median PFS of 3.7 months, and median OS of 7.1 months (Hyman et al., 2015; 26287849). In a randomized Phase 2 study of cetuximab and irinotecan with or without vemurafenib for patients with BRAF V600_mutated, RAS_wildtype metastatic CRC, the addition of vemurafenib improved median PFS (4.4 vs. 2.0 months, HR=0.42) and ORR (16% vs. 4.2%, p=0.08) (Kopetz et al., 2017; ASCO Abstract 520, Kopetz et al., 2017; ASCO Abstract 3505). Dabrafenib and vemurafenib have primarily been studied in the context of BRAF V600E_positive melanoma and NSCLC (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246). Vemurafenib can induce adverse effects, such as the development of cutaneous squamous cell carcinomas, keratoacanthomas, and new primary melanomas caused by inactivation of wildtype BRAF and leading to paradoxical activation of the MAPK pathway (Gibney et al., 2013; 23712190, McArthur et al., 2014; 24508103). In a Phase 1b trial, patients with BRAF V600E_mutated melanoma treated with a combination of vemurafenib and cobimetinib had increased RR (87%) and PFS (13.7 months) compared to the RR and PFS values previously reported for vemurafenib or MEK inhibitor monotherapy; this combination also resulted in lower rates of cutaneous SCC (Ribas et al., 2014; 25037139). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Encorafenib + Binimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> The combination of the BRAF inhibitor encorafenib and MEK inhibitor binimetinib is FDA approved to treat patients with melanoma with BRAF V600E or BRAF V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical efficacy in the treatment of patients with BRAF V600_mutated melanoma (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Holbrook et al., 2020; 31658370, Sullivan et al., 2020; 32669376), and activity in colorectal, thyroid, and lung cancer (Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), activating alterations affecting BRAF predict sensitivity to the combination of encorafenib and binimetinib. </p> <p><b>Supporting Data:</b> A Phase 1/2 trial of encorafenib combined with binimetinib for patients with BRAF V600E_ or BRAF V600K_mutated solid tumors reported an ORR of 18.2% (2/11) for the subset of patients with metastatic colorectal cancer (Sullivan et al., 2020; 32669376). The combination of encorafenib and binimetinib has been reported to provide clinical benefit for patients with various solid tumors harboring BRAF V600 activating alterations (Dummer et al., 2018; 29573941, Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), and has been studied primarily in the context of BRAF V600_mutated melanoma where patients treated with this combination achieved greater PFS and OS compared with encorafenib or vemurafenib monotherapy (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Gogas et al., 2020; ASCO Abstract 10012). A combination of encorafenib, binimetinib, and the CDK4/6 inhibitor ribociclib in a Phase 1b trial for patients with BRAF V600_mutant cancers elicited responses in melanoma, astrocytoma, unknown carcinoma, and in 1 of 3 patients with colorectal cancer; a Phase 2 study of this combination in V600_mutant melanoma reported an ORR of 52.4% (22/42), including 5 CRs, median PFS of 9.2 months, and median OS of 19.4 months (Ascierto et al., 2017; ASCO Abstract 9518). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dabrafenib + Trametinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dabrafenib is a BRAF V600_selective inhibitor and trametinib is a MEK inhibitor. These two therapies are FDA approved in combination to treat patients with melanoma with BRAF V600E or BRAF V600K mutations. This combination is also approved to treat patients with non_small cell lung cancer (NSCLC) with a BRAF V600E mutation, and to treat patients with BRAF V600E_positive anaplastic thyroid cancer (ATC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in various solid tumors and hematologic malignancies, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as dabrafenib and trametinib (Long et al., 2017; 28475671, Long et al., 2015; 26037941, Robert et al., 2015; 25399551, Planchard et al., 2017; 28919011, Subbiah et al., 2018; 29072975, Corcoran et al., 2015; 26392102, Kreitman et al., 2018; ASH Abstract 391, Lagana et al., 2018; DOI: 10.1200/PO.18.00019, Salama et al., 2020; 32758030). </p> <p><b>Supporting Data:</b> The combination of BRAF inhibitors with MEK inhibitors has shown clinical activity for patients with BRAF V600_mutated metastatic colorectal carcinoma (mCRC). A Phase 1/2 open_label trial combining dabrafenib and trametinib for BRAF V600_mutated mCRC reported an ORR of 12% (5/43, including 1 CR with a response duration >36 months) (Corcoran et al., 2015; 26392102). For patients with BRAF V600E_mutated mCRC, a combination of dabrafenib, trametinib, and panitumumab resulted in an ORR of 26% (9/35) (Atreya et al., 2015; ASCO Abstract 103). A Phase 2 trial evaluating dabrafenib and trametinib in combination with the anti_PD_1 immune checkpoint inhibitor spartalizumab reported an ORR of 33% (7/21) for patients with BRAF V600_mutated mCRC, with a median duration of response of 5.6 months (Corcoran et al., 2020; ESMO GI Abstract SO_26). One case report describes a patient with colon adenocarcinoma who responded to a combination of dabrafenib, trametinib, and oxaliplatin (Williams et al., 2015; 26664139). Dabrafenib can induce adverse effects such as the development of cutaneous squamous cell carcinomas and keratoacanthomas caused by inactivation of wildtype BRAF that leads to paradoxical activation of the MAPK pathway, but it has been reported to be well tolerated in patients with BRAF V600E_mutated thyroid cancer (Gibney et al., 2013; 23712190, Hauschild et al., 2012; 22735384, Falchook et al., 2015; 25285888). Patients with melanoma harboring BRAF V600E or V600K mutation treated with a combination of dabrafenib and trametinib experienced significantly lower rates of cutaneous squamous cell carcinoma and regression of established BRAF inhibitor_induced skin lesions (Flaherty et al., 2012; 23020132, Long et al., 2014; 25265492, Peters et al., 2014; 25185693, Long et al., 2015; 26037941, Roberts et al., 2015; 25399551). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT03727763", "Include": "true"}, {"nctId": "NCT03781219", "Include": "true"}, {"nctId": "NCT04607421", "Include": "true"}, {"nctId": "NCT04790448", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT03989115", "Include": "true"}, {"nctId": "NCT03284502", "Include": "true"}, {"nctId": "NCT04294160", "Include": "true"}, {"nctId": "NCT04801966", "Include": "true"}]}}, {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "true", "name": "amplification"}}, "Interpretation": "BRAF encodes a member of the RAF family of protein kinases, which includes ARAF, BRAF, and CRAF. These kinases function downstream of RAS as part of the MAPK (RAF_MEK_ERK) signaling cascade that facilitates cell proliferation, survival and transformation (Holderfield et al., 2014; 24957944, Burotto et al., 2014; 24948110). BRAF mutations have been reported in up to 20% of all cancers, with the majority of mutations occurring at the V600 position (Davies et al., 2002; 12068308, Kandoth et al., 2013; 24132290). BRAF amplification has been reported and correlated with overexpression of the BRAF protein in various tumor types (Gao et al., 2013; 23550210, Tanami et al., 2004; 15467732, Modrek et al., 2009; 19671679, Ciampi et al., 2005; 16199894). Among the V600 mutations, V600E accounts for 70_80% of observations, V600K for 10_30%, and V600R for 5_7%, with V600D comprising the majority of the rest (Davies et al., 2002; 12068308, Greaves et al., 2013; 23273605, Klein et al., 2013; 23237741). Mutations at V600 have been shown to constitutively activate BRAF kinase and hyperactivate the downstream MEK_ERK signaling, promoting oncogenic transformation (Wellbrock et al., 2004; 15059882, Davies et al., 2002; 12068308). In multiple cancer types, multiple mutations at V600, including V600E, V600K, V600R, V600D, and V600M exhibited sensitivity to V600_targeted therapies (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Lee et al., 2017; 28194436); other mutations at this position are predicted to behave similarly. BRAF mutations have been reported in approximately 5_19% of colorectal cancer samples (De Roock et al., 2011; 21163703, Di Nicolantonio et al., 2008; 19001320, Dienstmann et al., 2012; 22723336, Safaee et al., 2012; 23056577, Guedes et al., 2013; 23548132). BRAF V600E is a strong adverse prognostic marker in colorectal cancer (NCCN Colon Cancer Guidelines, v2.2021). BRAF mutations have been associated with poor prognosis and shorter survival in patients with colorectal cancer, particularly those with metastatic disease, as well as with smoking history (Sinicrope et al., 2012; ASCO Abstract 3514, Hassabo et al., 2014; ASCO Gastrointestinal Cancers Symposium Abstract 473) (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2012; 22446022, Gavin et al., 2012; 23045248, Laurent_Puig et al., 2009; 19884556, Ogino et al., 2012; 22147942, Roth et al., 2010; 20008640, Douillard et al., 2013; 24024839, Hsu et al., 2016; 26989027). Analysis of individual BRAF mutations in 2127 patients with advanced colorectal cancer treated with chemotherapy with or without cetuximab revealed that BRAF V600E associated with poor prognosis (HR 2.60, P=1.0e_15, with median reduction of survival being 320 days) and distinct clinicopathological features, including correlation with increased peritoneal metastases compared to BRAF wild_type tumors (24% vs. 12%, P=0.0015), while BRAF D594G inactivating mutation was not prognostic (HR 1.30, P=0.37) and had similar clinicopathologic features as BRAF wild_type tumors (Summers et al., 2016; 27815357). Significant benefit for patients with BRAF V600_mutated colorectal cancers (CRC) has been achieved with combinatorial approaches involving BRAF inhibitors, EGF_targeting antibodies, and MEK inhibitors (Kopetz et al., 2020; ASCO Abstract 4001, Corcoran et al., 2018; 29431699, Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621, Kopetz et al., 2020; 33356422). In a Phase 3 study for patients with metastatic CRC on second_ or third_line treatments, doublet therapy with the RAF inhibitor encorafenib and the EGFR antibody cetuximab showed superior mOS to cetuximab plus chemotherapy (9.3 vs. 5.9 months, HR=0.61, n=220 and n=221), and similar benefit was seen for a triplet therapy cohort adding the MEK inhibitor binimetinib (OS of 9.3 months, n=224) (Kopetz et al., 2020; ASCO Abstract 4001). Combinations of other RAF inhibitors such as dabrafenib or vemurafenib with EGFR antibodies such as panitumumab have also resulted in clinical benefit for similar patient populations in Phase 1 and 2 studies. A trial of dabrafenib and panitumumab with or without the MEK inhibitor trametinib reported a 21% ORR and 86% DCR (n=91) for the triplet combination and a 10% ORR and 90% DCR (n=20) for the doublet therapy (Corcoran et al., 2018; 29431699). Multiple similar studies of vemurafenib with panitumumab or cetuximab doublet therapy have also reported a benefit (Hyman et al., 2015; 26287849, Yaeger et al., 2015; 25589621). In a randomized Phase 2 study for patients with 0_4 previous lines of therapy, the addition of vemurafenib to cetuximab and irinotecan significantly improved ORR (17% vs. 4.2%, n=50 and n=50) and DCR (65% vs. 21%) (Kopetz et al., 2020; 33356422). A Phase 2 trial evaluating the investigational agent spartalizumab, an anti_PD_1 antibody, with dabrafenib and trametinib reported an ORR of 35% (n=20) and DCR of 75% (Corcoran et al., 2020; ESMO GI Abstract SO_26). Extensive clinical evidence also supports a significant benefit in BRAF_inhibitor and MEK_inhibitor doublet therapy for patients with BRAF V600E_mutated metastatic CRC. A Phase 2 study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 29% (n=28) and DCR of 57% (Klute et al., 2020; ASCO Abstract 122), and a similar trial of dabrafenib and trametinib reported a 12% ORR (n=43) and 67% DCR (Corcoran et al., 2015; 26392102). A basket trial of the combination of encorafenib and binimetinib for patients with BRAF V600_mutated solid cancers elicited 1 PR and 1 SD for 3 patients with CRC (Ascierto et al., 2017; ASCO Abstract 9518). Outcomes for patients with BRAF amplifications have been studied almost exclusively in the context of concurrent activating alterations and resistance mechanisms (Rizos et al., 2014; 24463458, Stagni et al., 2018; 29626128, Wilson et al., 2015; 26307133); the evidence that BRAF amplification without a concurrent activating mutation is responsive to BRAF_pathway_targeting MEK or RAF inhibitors is very limited. A patient with triple_negative breast cancer with a high_level BRAF amplification and loss of PTEN and INPP4B achieved a major response to a combination of a MEK inhibitor and an AKT inhibitor (O Shaughnessy et al., 2011; SABC Abstract S3_5). Investigational ERK (Sullivan et al., 2018; 29247021) and second_generation BRAF inhibitors (Janku et al., 2021; AACR Abstract CT212) are also in development; however, it is uncertain whether these strategies would be of benefit for patients with BRAF amplifications. On the basis of extensive clinical data, BRAF V600 mutation does not generally associate with significant clinical benefit from addition of cetuximab or panitumumab to chemotherapy (NCCN Colon Cancer Guidelines, v2.2021) (Pietrantonio et al., 2015; 25673558, Rowland et al., 2015; 25989278, Van Custem et al., 2011; 21502544, Smith et al., 2013; 23741067, Douillard et al., 2013; 24024839, Karapetis et al., 2014; 24218517, Peeters et al., 2013; 23325582, Peeters et al., 2015; 26341920, Guren et al., 2017; 28399112, Seymour et al., 2013; 23725851). Low response rates to cetuximab or panitumumab monotherapy or combination with chemotherapy have been frequently observed among patients with BRAF V600_mutated CRC, although similarly low response rates in this patient population were also often observed to chemotherapy alone; additionally, response rates were generally lower for patients with BRAF_mutated tumors than for those whose tumors were BRAF_wild_type (Van Cutsem et al., 2011; 21502544, Peeters et al., 2013; 23325582, Seymour et al., 2013; 23725851, Karapetis et al., 2014; 24218517, Di Nicolantonio et al., 2008; 19001320, Stintzing et al., 2017; 28463756, Tol et al., 2009; 19571295). In a limited number of patients with CRC treated with cetuximab_ or panitumumab_containing chemotherapy regimens, BRAF V600E was found to be present at the time of progression (Freeman et al., 2008; 18621636, Gao et al., 2011; 23357879, Soeda et al., 2013; 22638623, Molinari et al., 2011; 21632860, Andre et al., 2013; 23041588, Benvenuti et al., 2007; 17363584), to be a mechanism of acquired (Arena et al., 2015; 25623215, Montagut et al., 2012; 22270724) or primary (Todelo et al., 2017; 27852040) resistance, or to be enriched in nonresponders versus responders (Molinari et al., 2011; 21632860).", "Include": "true", "ClinicalTrialNote": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Encorafenib + Cetuximab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Encorafenib is an inhibitor of BRAF, and cetuximab is a monoclonal antibody that targets EGFR. The combination is FDA approved to treat patients with BRAF V600E_mutated colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Patients with BRAF V600_mutated CRC are considered unlikely to benefit from cetuximab, alone or in combination with chemotherapy, unless combined with BRAF inhibitors (NCCN Guidelines, Colon Cancer, v.2.2020). Response rates to cetuximab, both as monotherapy and in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC, independent of treatment line and chemotherapy backbone (Van Custem et al., 2011; 21502544, Stintzing et al., 2017; 28463756, Karapetis et al., 2014; 24218517, Park et al, 2011; 21340604, Loupakis et al., 2009; 19603018, Di Nicolantonio et al., 2008; 19001320, De Roock et al., 2010; 20619739, Hsu et al., 2016; 26989027, Lupini et al., 2015; 26508446, Inno et al., 2011; 21729677, Tol et al., 2009; 19571295, Gao et al., 2011; 23357879, Benvenuti et al., 2007; 17363584, Lupini et al., 2015; 26508446, Modest et al., 2012; 21960311). However, significant clinical responses have been reported for patients with BRAF V600_mutated CRC treated with cetuximab in combination with the BRAF inhibitor vemurafenib (Hyman et al., 2015; 26287849), the 2 in combination with irinotecan (Hong et al., 2016; 27729313), or cetuximab in combination with BRAF inhibitor encorafenib (Kopetz et al., 2019; 31566309, van Geel et al., 2017; 28363909). </p> <p><b>Supporting Data:</b> The Phase 3 BEACON study for previously treated patients with BRAF V600E_mutated metastatic colorectal cancer (CRC) demonstrated significantly improved efficacy of encorafenib and cetuximab doublet therapy over standard irinotecan and cetuximab therapy (median OS [mOS] of 9.3 vs. 5.9 months, HR=0.61; median PFS [mPFS] of 4.3 vs. 1.5 months, HR=0.44; and ORR of 19.5% vs. 1.8%)(Tabernero et al., 2021; 33503393, Kopetz et al., 2019; 31566309). The triplet therapy of encorafenib and cetuximab combined with the MEK inhibitor binimetinib resulted in similar efficacy as the doublet therapy, compared with standard therapy in the BEACON study (mOS of 9.3 vs. 5.9 months, HR=0.60; mPFS of 4.5 vs. 1.5 months, HR=0.42; and ORR of 26.8% vs. 1.8%)(Tabernero et al., 2021; 33503393). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Trametinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Trametinib is a MEK inhibitor that is FDA approved as a monotherapy to treat patients with melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activating BRAF alterations may predict sensitivity to MEK inhibitors such as trametinib. Significant clinical responses to trametinib have been achieved by patients with melanoma harboring BRAF V600E (Falchook et al., 2012; 22805292, Kim et al., 2013; 23248257), V600K (Falchook et al., 2012; 22805292), V600R (Kim et al., 2013; 23248257), K601E (Bowyer et al., 2014; 24933606, Kim et al., 2013; 23248257), L597V (Falchook et al., 2012; 22805292), L597Q (Sullivan et al., 2016; ASCO Abstract 9537, Bowyer et al., 2014; 24933606), or L597S (Dahlman et al., 2012; 22798288) mutations; by a patient with histiocytosis harboring an activating N486_P490del alteration (Lee et al., 2017; 28194436); as well as by patients with tumors harboring BRAF fusions (Banerjee et al., 2014; ASCO Abstract 10065, Ross et al., 2015; 26314551, Menzies et al., 2015; 26072686, Grisham et al., 2015; 26324360, Chmielecki et al., 2014; 25266736, Durham et al., 2019; 31768065). </p> <p><b>Supporting Data:</b> Preclinical studies have reported that trametinib shows some activity in colorectal cancer (CRC) cells alone and enhances antitumor effects in cells treated with 5_fluorouracil (Yamaguchi et al., 2011; 21523318, Watanabe et al., 2013; 23438367). In addition, preclinical investigations have shown sensitivity to trametinib in cell lines with activating KRAS mutations in codons 12, 13, and 61 (Gilmartin et al., 2011; 21245089). Phase 1 and Phase 1b studies of trametinib, alone or in combination with gemcitabine, reported some activity in several types of solid tumors (Infante et al., 2013; 23583440, Infante et al., 2012; 22805291). However, Phase 1 monotherapy trials of RO4987655, another MEK inhibitor, have shown no responses and only 1 incidence of stable disease in 31 evaluable patients with CRC, including an expansion cohort of 24 patients with KRAS mutations (Leijen et al., 2012; 22767668, Zimmer et al., 2014; 24947927). In contrast, a trial of combination treatment with selumetinib (another MEK inhibitor) and irinotecan in patients with KRAS_mutated CRC reported confirmed partial responses (PR) in 3/31 (10%) patients, an unconfirmed PR in one patient (3%), and stable disease in 15/31 (48%) patients, improving upon historical clinical trial data of irinotecan single_agent treatment; longer progression_free survival compared to historical controls was also achieved (Hochster et al., 2013; ASCO GI Abstract 380). A Phase 1b trial of combination treatment with the MEK inhibitor MEK162 and the PI3K_alpha inhibitor BYL719 reported stable disease in 43% of patients with KRAS_mutated CRC, with responses independent of PIK3CA mutation status (Juric et al., 2014; ASCO Abstract 9051). Another Phase 1b combination trial of trametinib and the CDK4/6 inhibitor palbociclib in solid tumors observed ongoing partial responses in 2/28 (7%) of patients, including one patient with CRC harboring a NRAS Q61K mutation (Sullivan et al., 2015; AACR_NCI_EORTC Abstract PR06). Although the presence of a KRAS mutation in CRC has been associated with lack of efficacy to monotherapy MEK inhibitors (Infante et al., 2012; 22805291, Zimmer et al., 2014; 24947927, Bennouna et al., 2011; 20127139, Weekes et al., 2013; 23434733), the extent to which other alterations affecting this pathway, such as observed here, confers sensitivity to MEK inhibitors is unclear (Tsimberidou et al., 2013; ASCO Abstract e22086). Whereas frequent adverse events precluded a recommended Phase 2 dose and schedule for the combination of trametinib and everolimus in a Phase 1b trial for solid tumors (Tolcher et al., 2014; 25344362), a retrospective study for heavily pretreated patients with solid tumors reported tolerable regimens of the combination for 23/31 patients, with 16 patients treated >3 months and evaluable patients achieving a median PFS of 6.5 months (Patterson et al., 2018; AACR Abstract 3891). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dabrafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dabrafenib is a BRAF V600_selective inhibitor that is FDA approved as a monotherapy to treat melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Mutations at BRAF V600, including V600E, V600K, V600R, V600D, and V600M, have been reported to exhibit clinical sensitivity to V600_targeted therapies (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246); therefore, this tumor may be sensitive to V600_targeted therapy such as dabrafenib. </p> <p><b>Supporting Data:</b> Dabrafenib and vemurafenib have primarily been studied in the context of BRAF V600E_positive melanoma and NSCLC (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246). Clinical trials of single_agent dabrafenib for the treatment of BRAF_mutated colorectal cancers (CRCs) have shown a very low frequency of objective responses (Kopetz et al., 2010; ASCO Abstract 3534, Dienstmann et al., 2012; 22723336, Falchook et al., 2012; 22608338), but combination regimens with other agents have shown improved efficacy. In patients with BRAF V600E_mutated CRC, a combination of dabrafenib and panitumumab resulted in an ORR of 10% (2/20) (Atreya et al., 2015; ASCO Abstract 103). Dabrafenib can induce adverse effects such as the development of cutaneous squamous cell carcinomas and keratoacanthomas caused by inactivation of wildtype BRAF that leads to paradoxical activation of the MAPK pathway, but it has been reported to be well tolerated in patients with BRAF V600E_mutated thyroid cancer (Gibney et al., 2013; 23712190, Hauschild et al., 2012; 22735384, Falchook et al., 2015; 25285888). Patients with melanoma harboring BRAF V600E or V600K mutation treated with a combination of dabrafenib and trametinib experienced significantly lower rates of cutaneous squamous cell carcinoma and regression of established BRAF inhibitor_induced skin lesions (Flaherty et al., 2012; 23020132, Long et al., 2014; 25265492, Peters et al., 2014; 25185693, Long et al., 2015; 26037941, Roberts et al., 2015; 25399551). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Selumetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Selumetinib is a MEK inhibitor that is FDA approved to treat pediatric patients 2 years of age and older with neurofibromatosis type 1 (NF1) who have symptomatic, inoperable plexiform neurofibromas (PNs). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence demonstrating the efficacy of selumetinib in patients with BRAF V600_mutated papillary thyroid cancer (Hayes et al., 2012; 22241789), melanoma, (Kirkwood et al., 2012; 22048237, Patel et al., 2013; 22972589, Banerji et al., 2010; 20179232, Boers_Sonderen et al., 2012; 22293660, Robert et al., 2013; 23735514) and low grade glioma (Fangusaro et al., 2019; 31151904), as well as in patients with BRAF fusion_positive glioma (Banerjee et al., 2017; 28339824, Fangusaro et al., 2019; 31151904), BRAF activating alterations may predict sensitivity to selumetinib. </p> <p><b>Supporting Data:</b> A Phase 2 study for selumetinib in patients with CRC showed similar efficacy (10/34 SD) to capecitabine (1/35 PR and 15/35 SD) and a median PFS of 81 days and 88 days, respectively (Bennouna et al., 2011; 20127139). A Phase 2 study evaluating the combination of MK_2206, an allosteric AKT 1/2/3 inhibitor, and selumetinib, did not report objective responses for 21 CRC patients (Do et al., 2015; 25637165). The combination of selumetinib plus irinotecan has been evaluated in a Phase 2 study for patients with KRAS_mutated CRC and achieved 3/31 PR and 16/21 SD (Hochster et al., 2015; 25322874). A Phase 1 study for selumetinib in patients with advanced solid tumors reported 1/15 PR and 3/15 SD, followed by 5/18 SD in an extended cohort of KRAS_mutated CRC patients (Deming et al., 2016; 26666244), and an additional Phase 1 study evaluating the combination of selumetinib with rectal chemoradiotherapy (CRT) for CRC patients reported a low tolerance (Marti et al., 2019; 31229949). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Vemurafenib + Cobimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Vemurafenib is a selective inhibitor of BRAF with V600 mutations and cobimetinib is a MEK inhibitor. The combination is FDA approved to treat patients with melanoma with BRAF V600E or V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in melanoma and colorectal carcinoma, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as vemurafenib and cobimetinib (Ascierto et al., 2016; 27480103, Ribas et al., 2020; 31732523, Klute et al., 2020; ASCO Abstract 122). </p> <p><b>Supporting Data:</b> The Phase 2 TAPUR study of vemurafenib plus cobimetinib for patients with advanced BRAF V600E_mutated CRC reported an ORR of 28.6% (8/28), median PFS of 15.8 weeks, and median OS of 38.9 weeks (Klute et al., 2020; ASCO Abstract 122). Vemurafenib can induce adverse effects, such as the development of cutaneous squamous cell carcinomas, keratoacanthomas, and new primary melanomas caused by inactivation of wildtype BRAF and leading to paradoxical activation of the MAPK pathway (Gibney et al., 2013; 23712190, McArthur et al., 2014; 24508103). In a Phase 1b trial, patients with BRAF V600E_mutated melanoma treated with a combination of vemurafenib and cobimetinib had increased RR (87%) and PFS (13.7 months) compared to the RR and PFS values previously reported for vemurafenib or MEK inhibitor monotherapy; this combination also resulted in lower rates of cutaneous SCC (Ribas et al., 2014; 25037139). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Vemurafenib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Vemurafenib is a selective inhibitor of BRAF with V600 mutations and is FDA approved to treat melanoma as monotherapy for patients with the BRAF V600E mutation. It is also approved to treat patients with Erdheim_Chester Disease (ECD) with BRAF V600 mutation. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of strong clinical data, BRAF V600E mutations may confer sensitivity to V600_targeted therapies such as vemurafenib (Chapman et al., 2011; 21639808, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Ponti et al., 2013; 23463675, Kurzrock et al., 2020; 32067683, Hyman et al., 2015; 26287849, Subbiah et al., 2020; 32029534, Mazieres et al., 2020; 31959346, Larkin et al., 2019; 30580112, Kaley et al., 2018; 30351999). </p> <p><b>Supporting Data:</b> Vemurafenib monotherapy in patients with BRAF V600_mutated colorectal cancer (CRC) has shown limited efficacy (Kopetz et al., 2015; 26460303, Hyman et al., 2015; 26287849, Dovrat et al., 2018; 30036146). A study of vemurafenib plus panitumumab reported an ORR of 13% (2/15), median PFS of 3.2 months, and median OS of 7.6 months (Yaeger et al., 2015; 25589621), whereas a study of vemurafenib plus cetuximab reported an ORR of 3.7% (1/27), median PFS of 3.7 months, and median OS of 7.1 months (Hyman et al., 2015; 26287849). In a randomized Phase 2 study of cetuximab and irinotecan with or without vemurafenib for patients with BRAF V600_mutated, RAS_wildtype metastatic CRC, the addition of vemurafenib improved median PFS (4.4 vs. 2.0 months, HR=0.42) and ORR (16% vs. 4.2%, p=0.08) (Kopetz et al., 2017; ASCO Abstract 520, Kopetz et al., 2017; ASCO Abstract 3505). Dabrafenib and vemurafenib have primarily been studied in the context of BRAF V600E_positive melanoma and NSCLC (Hauschild et al., 2012; 22735384, McArthur et al., 2014; 24508103, Fisher et al., 2012; 22904646, Yang et al., 2010; 20551065, Gentilcore et al., 2013; 23317446, Klein et al., 2013; 23237741, van den Brom et al., 2013; 23473613, Klein et al., 2013; 23490649, Ponti et al., 2013; 23463675, Ponti et al., 2012; 23031422, Parakh et al., 2015; 25382067, Klempner et al., 2016; 27048246). Vemurafenib can induce adverse effects, such as the development of cutaneous squamous cell carcinomas, keratoacanthomas, and new primary melanomas caused by inactivation of wildtype BRAF and leading to paradoxical activation of the MAPK pathway (Gibney et al., 2013; 23712190, McArthur et al., 2014; 24508103). In a Phase 1b trial, patients with BRAF V600E_mutated melanoma treated with a combination of vemurafenib and cobimetinib had increased RR (87%) and PFS (13.7 months) compared to the RR and PFS values previously reported for vemurafenib or MEK inhibitor monotherapy; this combination also resulted in lower rates of cutaneous SCC (Ribas et al., 2014; 25037139). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Encorafenib + Binimetinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> The combination of the BRAF inhibitor encorafenib and MEK inhibitor binimetinib is FDA approved to treat patients with melanoma with BRAF V600E or BRAF V600K mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical efficacy in the treatment of patients with BRAF V600_mutated melanoma (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Holbrook et al., 2020; 31658370, Sullivan et al., 2020; 32669376), and activity in colorectal, thyroid, and lung cancer (Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), activating alterations affecting BRAF predict sensitivity to the combination of encorafenib and binimetinib. </p> <p><b>Supporting Data:</b> A Phase 1/2 trial of encorafenib combined with binimetinib for patients with BRAF V600E_ or BRAF V600K_mutated solid tumors reported an ORR of 18.2% (2/11) for the subset of patients with metastatic colorectal cancer (Sullivan et al., 2020; 32669376). The combination of encorafenib and binimetinib has been reported to provide clinical benefit for patients with various solid tumors harboring BRAF V600 activating alterations (Dummer et al., 2018; 29573941, Sullivan et al., 2020; 32669376, Kefford et al., 2013; Melanoma Bridge Meeting Abstract P5, McLoughlin et al., 2019; 31757377), and has been studied primarily in the context of BRAF V600_mutated melanoma where patients treated with this combination achieved greater PFS and OS compared with encorafenib or vemurafenib monotherapy (Dummer et al., 2018; 29573941, Ascierto et al., 2020; 31901705, Gogas et al., 2020; ASCO Abstract 10012). A combination of encorafenib, binimetinib, and the CDK4/6 inhibitor ribociclib in a Phase 1b trial for patients with BRAF V600_mutant cancers elicited responses in melanoma, astrocytoma, unknown carcinoma, and in 1 of 3 patients with colorectal cancer; a Phase 2 study of this combination in V600_mutant melanoma reported an ORR of 52.4% (22/42), including 5 CRs, median PFS of 9.2 months, and median OS of 19.4 months (Ascierto et al., 2017; ASCO Abstract 9518). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dabrafenib + Trametinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Dabrafenib is a BRAF V600_selective inhibitor and trametinib is a MEK inhibitor. These two therapies are FDA approved in combination to treat patients with melanoma with BRAF V600E or BRAF V600K mutations. This combination is also approved to treat patients with non_small cell lung cancer (NSCLC) with a BRAF V600E mutation, and to treat patients with BRAF V600E_positive anaplastic thyroid cancer (ATC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical evidence in various solid tumors and hematologic malignancies, BRAF activating alterations may confer sensitivity to the combination of BRAF V600_targeted therapies and MEK inhibitors such as dabrafenib and trametinib (Long et al., 2017; 28475671, Long et al., 2015; 26037941, Robert et al., 2015; 25399551, Planchard et al., 2017; 28919011, Subbiah et al., 2018; 29072975, Corcoran et al., 2015; 26392102, Kreitman et al., 2018; ASH Abstract 391, Lagana et al., 2018; DOI: 10.1200/PO.18.00019, Salama et al., 2020; 32758030). </p> <p><b>Supporting Data:</b> The combination of BRAF inhibitors with MEK inhibitors has shown clinical activity for patients with BRAF V600_mutated metastatic colorectal carcinoma (mCRC). A Phase 1/2 open_label trial combining dabrafenib and trametinib for BRAF V600_mutated mCRC reported an ORR of 12% (5/43, including 1 CR with a response duration >36 months) (Corcoran et al., 2015; 26392102). For patients with BRAF V600E_mutated mCRC, a combination of dabrafenib, trametinib, and panitumumab resulted in an ORR of 26% (9/35) (Atreya et al., 2015; ASCO Abstract 103). A Phase 2 trial evaluating dabrafenib and trametinib in combination with the anti_PD_1 immune checkpoint inhibitor spartalizumab reported an ORR of 33% (7/21) for patients with BRAF V600_mutated mCRC, with a median duration of response of 5.6 months (Corcoran et al., 2020; ESMO GI Abstract SO_26). One case report describes a patient with colon adenocarcinoma who responded to a combination of dabrafenib, trametinib, and oxaliplatin (Williams et al., 2015; 26664139). Dabrafenib can induce adverse effects such as the development of cutaneous squamous cell carcinomas and keratoacanthomas caused by inactivation of wildtype BRAF that leads to paradoxical activation of the MAPK pathway, but it has been reported to be well tolerated in patients with BRAF V600E_mutated thyroid cancer (Gibney et al., 2013; 23712190, Hauschild et al., 2012; 22735384, Falchook et al., 2015; 25285888). Patients with melanoma harboring BRAF V600E or V600K mutation treated with a combination of dabrafenib and trametinib experienced significantly lower rates of cutaneous squamous cell carcinoma and regression of established BRAF inhibitor_induced skin lesions (Flaherty et al., 2012; 23020132, Long et al., 2014; 25265492, Peters et al., 2014; 25185693, Long et al., 2015; 26037941, Roberts et al., 2015; 25399551). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT03727763", "Include": "true"}, {"nctId": "NCT03781219", "Include": "true"}, {"nctId": "NCT04607421", "Include": "true"}, {"nctId": "NCT04790448", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT03989115", "Include": "true"}, {"nctId": "NCT03284502", "Include": "true"}, {"nctId": "NCT04294160", "Include": "true"}, {"nctId": "NCT04801966", "Include": "true"}]}}]}, "ReferenceLinks": null}, {"Name": "MYC", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "amplification"}}, "Interpretation": "MYC (c_MYC) encodes a transcription factor that regulates many genes related to cell cycle regulation and cell growth. It is an oncogene and may be activated in as many as 20% of cancers (Dang et al., 2006; 16904903). MYC dysregulation (amplification, overexpression, translocation) has been identified in a number of different cancer types (Nesbit et al., 1999; 10378696). MYC amplification has been significantly linked with increased mRNA and protein levels and results in the dysregulation of a large number of target genes (Blancato et al., 2004; 15083194, Dang et al., 2006; 16904903, Fromont et al., 2013; 23574779). Mutation and amplification of MYC have been observed in up to 2% and 5% of patients with colorectal cancer, respectively (cBioPortal, COSMIC, Sep 2021)(Cerami et al., 2012; 22588877, Gao et al., 2013; 23550210, Tate et al., 2019; 30371878). Overexpression of MYC in colorectal carcinoma has been reported to occur in the absence of MYC amplification (Erisman et al., 1985; 3837853, Erisman et al., 1988; 3283655, Wang et al., 1994; 8086630). MYC is a target gene of beta_catenin and may be upregulated by aberrant WNT signaling in colorectal cancer (Herbst et al., 2014; 24467841). MYC overexpression has been reported in 62_91% of colorectal carcinomas studied (Huang et al., 2013; 24240588, Toon et al., 2014; 24503701, Erisman et al., 1985; 3837853, Wang et al., 1994; 8086630). MYC protein overexpression was reported to be a favorable prognostic biomarker in patients with colorectal cancer, and patients with low_level MYC amplification have been found to have significantly longer survival (Toon et al., 2014; 24503701, Augenlicht et al., 1997; 9135021). However, MYC amplification and high expression have been associated with metastatic and aggressive colorectal tumors (Wang et al., 1994; 8086630, Monnat et al., 1987; 3040597). There are no available therapies that directly target MYC. However, preclinical data indicate that MYC overexpression may predict sensitivity to investigational agents targeting CDK1 (Horiuchi et al., 2012; 22430491, Goga et al., 2007; 17589519), CDK2 (Molenaar et al., 2009; 19525400), Aurora kinase A (Dammert et al., 2019; 31375684, Mollaoglu et al., 2017; 28089889, Robert et al., 2017; 29088717, Wang et al., 2017; 28417568, Takahashi et al., 2015; 25632068, Li et al., 2018; 30226440, Kong et al., 2017; DOI: 10.21037/tcr.2017.06.41, Mahadeva et al.,2014; 24893165, Park et al., 2019; 31429028), Aurora kinase B (Helfrich et al., 2016; 27496133, Hook et al., 2012; 22222631, Yang et al., 2010; 20643922, He et al., 2019; 30540594), glutaminase (Shroff et al., 2015; 25964345, Effenberger et al., 2017; 29156762, Shen et al., 2018; 30103944, Xiang et al., 2015; 25915584), or BET bromodomain_containing proteins (Delmore et al., 2011; 21889194, Bandopadhayay et al., 2013; 24297863, Loven et al., 2013; 23582323, Otto et al., 2019; 31734632), as well as agents targeting both HDAC and PI3K (Dong et al., 2013; 23866964, Pei et al., 2016; 26977882; Fu et al., 2019; 30224636). A Phase 2 study reported a PFS benefit associated with a combination of the Aurora A kinase inhibitor alisertib and paclitaxel as second_line therapy for patients with MYC_overexpressed small cell lung cancer but not for patients without MYC overexpression (Simmons et al., 2020; 31655296). A patient with MYC_amplified invasive ductal breast carcinoma experienced a PR to an Aurora kinase inhibitor (Ganesan et al., 2014; 25253784). The glutaminase inhibitor CB_839, in combination with either everolimus or cabozantinib, has demonstrated encouraging efficacy in Phase 1 and 2 studies enrolling patients with pretreated advanced renal cell carcinoma (Tannir et al., 2018; ASCO GU Abstract 603, Motzer et al., 2019; ESMO Abstract LBA54). MYC amplification has also been suggested to predict response to chemotherapy in patients with breast cancer in some studies (Pereira et al., 2013; 23555992, Yasojima et al., 2011; 21741827). Preclinical evidence suggests that colon cancer cells with MYC amplification may be more sensitive to 5_fluorouracil and paclitaxel (Arango et al., 2001; 11406570, Bottone et al., 2003; 14516787).", "Include": "true", "ClinicalTrialNote": "MYC overexpression may predict sensitivity to inhibition of CDKs, especially CDK1 and CDK2, of Aurora kinases, including Aurora kinase A and B, and of BET domain proteins, which are reported to downregulate MYC expression and MYC_dependent transcriptional programs.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03220347", "Include": "true"}, {"nctId": "NCT03297424", "Include": "true"}, {"nctId": "NCT04555837", "Include": "true"}, {"nctId": "NCT01434316", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "RNF43", "Include": "true", "Alterations": {"Alteration": {"Name": "A193fs*6", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "A193fs*6"}}, "Interpretation": "RNF43 encodes a ubiquitin ligase (Sugiura et al., 2008; 18313049) that was discovered because it is overexpressed in colon cancer (Yagyu et al., 2004; 15492824). RNF43 and the homologous E3 ubiquitin ligase ZNRF3 are tumor suppressors that function as negative regulators of WNT signaling (Hao et al., 2012; 22575959, Koo et al., 2012; 22895187, Jiang et al., 2013; 23847203, Koo et al., 2015; 26023187, Tsukiyama et al., 2015; 25825523). An additional tumor_suppressor_like role for RNF43 in colon cancer is hypothesized to occur via its interaction with the ubiquitin_protein ligase NEDL1, which is predicted to enhance the pro_apoptotic effects of p53 (Shinada et al., 2011; 21108931). Mutations in RNF43 have been reported in 18_27% of endometrial cancers (Kinde et al., 2013; 23303603, Giannakis et al., 2014; 25344691), 3_5% of pancreatic cancers (Madan and Virshup, 2015; 25901018), 21% of ovarian mucinous carcinomas (Ryland et al., 2013; 23096461), 9% of liver fluke_associated cholangiocarcinomas (Ong et al., 2012; 22561520), and up to 18% of colorectal cancers (Giannakis et al., 2014; 25344691, Cancer Genome Atlas Network., 2012; 22810696). RNF43 mutations are associated with mismatch repair deficiency and microsatellite instability (MSI) in colorectal (Giannakis et al., 2014; 25344691), endometrial (Giannakis et al., 2014; 25344691), and gastric cancers (Wang et al., 2014; 24816253, Cancer Genome Atlas Research Network., 2014; 25079317); one study reported RNF43 alterations in more than 50% of MSI gastric carcinomas (Wang et al., 2014; 24816253). Preclinical studies have reported that RNF43 is a negative regulator of WNT signaling, and RNF43 loss or inactivation leads to WNT activation and confers sensitivity to WNT pathway inhibitors, particularly Porcupine inhibitors, in multiple tumor types (Hao et al., 2012; 22575959, Koo et al., 2012; 22895187, Jiang et al., 2013; 23847203, Koo et al., 2015; 26023187, Tsukiyama et al., 2015; 25825523). Therefore, patients whose tumors harbor inactivating alterations in RNF43 may benefit from WNT pathway inhibitors, which are under investigation in clinical trials.", "Include": "true", "ClinicalTrialNote": "Based on preclinical evidence, tumors with loss or inactivation of RNF43 may be sensitive to inhibitors of the WNT signaling pathway.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT02521844", "Include": "true"}, {"nctId": "NCT01351103", "Include": "true"}, {"nctId": "NCT03447470", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "KEL", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "true", "name": "amplification"}}, "Interpretation": "KEL encodes a transmembrane glycoprotein with similarities to zinc_dependent metalloproteases; this glycoprotein is highly polymorphic and forms the Kell blood group antigen (Claperon et al., 2005; 15769748). KEL mutations have been reported in tumors of the skin, lung, endometrium, stomach, large intestine, soft tissue, and liver at rates of 1.9_8.4%; up to 1.2% of acute lymphoblastic leukemia (ALL), acute myeloid leukemia (AML), and chronic lymphocytic leukemia_small lymphocytic lymphoma (CLL/SLL) samples (COSMIC, 2021)(Tate et al., 2019; 30371878). However, the mechanism by which KEL mutations contribute to tumor formation is not known. There are no therapies available to target genomic alterations in KEL.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "KRAS", "Include": "true", "Alterations": {"Alteration": {"Name": "wildtype", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "wildtype"}}, "Interpretation": "KRAS encodes a member of the RAS family of small GTPases. Activating mutations in RAS genes can cause uncontrolled cell proliferation and tumor formation (Pylayeva_Gupta et al., 2011; 21993244, Kahn et al., 1987; 3310850). No alterations in KRAS were identified in this case. Approximately 50_65% of colorectal cancers (CRCs) have been reported to lack KRAS mutations (Lievre et al., 2006; 16618717, De Roock et al., 2011; 21163703, Chen et al., 2014; 25367198, Li et al., 2015; 25929517, Hu et al., 2016; 27977612, Zekri et al., 2017; 28218784, Staudacher et al., 2017; 29048416, Wang et al., 2018; 29705968, Guo et al., 2018; 29666387). Numerous studies have reported that KRAS wild_type status is associated with decreased metastasis, better clinicopathological features, and longer survival of patients with CRC (Chen et al., 2014; 25367198, Li et al., 2015; 25929517, Hu et al., 2016; 27977612, Mármol et al., 2017; 28106826, Zekri et al., 2017; 28218784, Kwak et al., 2017; 28858102). Lack of mutations in KRAS or NRAS is associated with clinical benefit of treatment with EGFR_targeting antibodies cetuximab (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Karapetis et al., 2008; 18946061, De Roock et al., 2008; 17998284) or panitumumab (Douillard et al., 2014; 24718886, Douillard et al., 2012; 24024839, Amado et al., 2008; 18316791) for patients with CRC. Therefore, these agents are indicated to treat patients with CRC lacking such mutations (NCCN Guidelines v2.2021).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "MTAP", "Include": "true", "Alterations": {"Alteration": {"Name": "P41fs*20", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "P41fs*20"}}, "Interpretation": "MTAP encodes S_methyl_5 _thioadenosine (MTA) phosphorylase, a tumor suppressor involved in polyamine metabolism and methionine synthesis, although its enzymatic function is dispensable for its tumor suppressor activity (Limm et al., 2016; 27479139, Tang et al., 2014; 25387827). Decreased expression of MTAP leads to MTA accumulation within tumor cells and their microenvironment (Kirovski et al., 2011; 21356366, Limm et al., 2013; 23265702, Stevens et al., 2009; 19097084), thereby reducing intracellular arginine methylation (Marjon et al., 2016; 27068473, Mavrakis et al., 2016; 26912361, Kryukov et al., 2016; 26912360) and altering cell signaling (Limm et al., 2014; 25087184, Stevens et al., 2009; 19097084). MTAP is located at 9p21, adjacent to CDKN2A and CDKN2B, with which it is frequently co_deleted in various cancers. Other alterations in MTAP are rare and have not been extensively characterized. MTAP loss/homozygous deletion as well as loss of expression has been reported in a wide variety of solid tumors and hematologic cancers (Wei et al., 2016; 27929028, Zhao and Zhao, 2016; 27556634); such events have been correlated with poor prognosis in a variety of cancer types, including hepatocellular carcinoma (Kirovski et al., 2011; 21356366), gastrointestinal stromal tumors (Huang et al., 2009; 19887491), mantle cell lymphoma (MCL)(Marce et al., 2006; 16778103), melanoma (Meyer et al., 2010; 20500769, Wild et al., 2006; 16618867), gastric cancer (Kim et al., 2011; 21412930), myxofibrosarcoma (Li et al., 2014; 25426549), nasopharyngeal carcinoma (He et al., 2015; 26656376), ovarian carcinoma (Wei et al., 2016; 27929028) and non_small cell lung cancer (Su et al., 2014; 24969958). MTAP loss was not prognostic in pediatric B_cell acute lymphocytic leukemia (Mirebeau et al., 2006; 16818274) or in astrocytoma (Becker et al., 2015; 26088413). However, MTAP has also been reported to be overexpressed in colorectal cancer (CRC) samples (Snezhkina et al., 2016; 27433286), and MTAP retention is thought to be important for prostate cancer growth due to continuous supply of SAM (Bistulfi et al., 2016; 26910893). Germline SNPs in MTAP have been correlated with the development of cutaneous melanoma (Antonopoulou et al., 2015; 25407435, Mccioni et al., 2013; 23816148), esophageal cancer (Hyland et al., 2016; 26635288, Lin et al., 2017; 27960044), osteosarcoma (Zhi et al., 2016; 27994653), and CRC (Gu et al., 2013; 23361049). Preclinical and limited clinical evidence indicate that MTAP inactivation produces specific metabolic vulnerabilities. MTAP inactivation may confer sensitivity to MAT2A inhibitors (Heist et al., 2019; AACR_NCI_EORTC Abstract B116, Marjon et al., 2016; 27068473). A Phase 1 trial of MAT2A inhibitor AG_270 reported 1 PR and 2 SDs lasting longer than 6 months for patients with advanced solid tumors displaying MTAP loss (Heist et al., 2019; AACR_NCI_EORTC Abstract B116). Although preclinical data have suggested that MTAP loss sensitizes cells to PRMT5 inhibition (Marjon et al., 2016; 27068473, Mavrakis et al., 2016; 26912361, Kryukov et al., 2016; 2691236), MTAP loss may not be a biomarker of response to previously developed small_molecule SAM_uncompetitive PRMT5 inhibitors (Guccione and Richard, 2019; 31350521); dual PRMT1 and PRMT5 inhibition may be more effective (Fedoriw et al., 2019; 31257072, Srour et al., 2019; 31287990, Gao et al., 2019; 30916320). In preclinical cancer models, MTAP inactivation showed increased sensitivity to inhibitors of purine synthesis or purine analogs, especially upon addition of exogenous MTA, which is converted to adenine in normal cells, thereby providing competition to purine poisons lacking in MTAP_deficient cells (Hansen et al., 2019; 31040154, Tang et al., 2018; 29844120, Munshi et al., 2014; 24928612, de Oliveira et al., 2016; 26751376, Lubin and Lubin, 2009; 19478948, Tang et al., 2012; 22825330, Collins et al., 2012; 22252602, Bertino et al., 2011; 21301207, Coulthard et al., 2011; 21282358, Miyazaki et al., 2007; 17912432, Efferth et al., 2002; 11987241). A Phase 2 study of L_alanosine, an inhibitor of adenine synthesis, as a monotherapy for 65 patients with MTAP_deficient cancers reported no responses and stable disease in 23.6% (13/55) of patients (Kindler et al., 2009; 18618081).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "MS_Stable", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "MS_Stable"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). This sample is microsatellite_stable (MSS), equivalent to the clinical definition of an MSS tumor: one with mutations in none of the tested microsatellite markers (Boland et al., 1998; 9823339, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS status indicates MMR proficiency and typically correlates with intact expression of all MMR family proteins (Kocarnik et al., 2015; 26337942, Bairwa et al., 2014; 24623249, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS colorectal cancers (CRCs) make up 70_85% of CRC cases (Guastadisegni et al., 2010; 20627535, Pawlik et al., 2004; 15528785, Kocarnik et al., 2015; 26337942, Cancer Genome Atlas Network., 2012; 22810696, Jass, 2007; 17204026, Lal et al., 2015; 25949894). MSS colorectal cancers are molecularly heterogeneous, driven by diverse mechanisms such as extensive DNA methylation, oncogenic mutations in KRAS or BRAF, or chromosomal instability (Jass, 2007; 17204026). Multiple studies have shown that MSS CRCs have a worse prognosis than MSI_high tumors (Samowitz et al., 2001; 11535541, Elsaleh and Iacopetta, 2001; 12445368, Brueckl et al., 2003; 12820457, Guidoboni et al., 2001; 11438476, Gryfe et al., 2000; 10631274, Sinicrope et al., 2006; 16952542, Guastadisegni et al., 2010; 20627535, Laghi and Malesci, 2012; 22722556). On the basis of clinical evidence, MSS tumors are significantly less likely than MSI_H tumors to respond to anti_PD_1 immune checkpoint inhibitors (Gatalica et al., 2014; 25392179, Kroemer et al., 2015; 26140250, Lal et al., 2015; 25949894), including approved therapies nivolumab and pembrolizumab (Overman et al., 2016; ASCO Abstract 3501, Le et al., 2015; 26028255). In a retrospective analysis of 361 patients with solid tumors treated with pembrolizumab, 3% were MSI_H and experienced a significantly higher ORR compared with non_MSI_H cases (70% vs. 12%, p=0.001) (Ayers et al., 2016; ASCO_SITC Abstract P60). For patients with chemotherapy_refractory metastatic colorectal cancer, 92% of which were MSS or MSI_Intermediate, a Phase 3 trial reported no OS advantage from the combination of the PD_L1 inhibitor atezolizumab plus cobimetinib relative to regorafenib (8.9 vs. 8.5 months, HR=1.00); atezolizumab monotherapy similarly did not prolong OS (7.1 vs. 8.5 months, HR=1.19) (Ciardiello et al., 2018; ESMO Abstract LBA_004). MSI has not been found to be a predictive biomarker for combination chemotherapy regimens, including FOLFOX (Sinicrope et al., 2013; 24019539, Gavin et al., 2012; 23045248) and FOLFIRI (Bertagnolli et al., 2009; 19273709, Van Cutsem et al., 2009; 19451425). Patients with MSS CRC are more likely to benefit from postsurgical fluorouracil (FU)_based adjuvant therapy (Ribic et al., 2003; 12867608, Sargent et al., 2010; 20498393) but less likely to benefit from irinotecan chemotherapy (Fallik et al., 2003; 14522894).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "NRAS", "Include": "true", "Alterations": {"Alteration": {"Name": "wildtype", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "wildtype"}}, "Interpretation": "NRAS encodes a member of the RAS family of small GTPases that mediate transduction of growth signals. Activation of RAS signaling causes cell growth, differentiation, and survival by activating the RAF_MAPK_ERK, PI3K, and other pathways (Pylayeva_Gupta et al., 2011; 21993244). No alterations in NRAS were identified in this case. The majority of colorectal cancers (CRCs) (91_98%) have been reported to lack NRAS mutations (Pentheroudakis et al., 2013; 23374602, Vaughn et al., 2011; 21305640, Janku et al., 2013; 23400451, De Roock et al., 2010; 20619739, Irahara et al., 2010; 20736745, Cancer Genome Atlas Network., 2012; 22810696, Schirripa et al., 2015; 24806288, Guo et al., 2018; 29666387). NRAS wild_type status has been reported to be associated with decreased frequency of metastasis (Guo et al., 2018; 29666387) and longer survival (Schirripa et al., 2015; 24806288, Cercek et al., 2017; 28446505) of patients with CRC. Lack of mutations in KRAS or NRAS is associated with clinical benefit of treatment with EGFR_targeting antibodies cetuximab (Van Cutsem et al., 2011; 21502544, Bokemeyer et al., 2011; 21228335, Karapetis et al., 2008; 18946061, De Roock et al., 2008; 17998284) or panitumumab (Douillard et al., 2014; 24718886, Douillard et al., 2012; 24024839, Amado et al., 2008; 18316791) for patients with CRC. Therefore, these agents are indicated to treat patients with CRC lacking such mutations (NCCN Guidelines v2.2021).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "SMAD4", "Include": "true", "Alterations": {"Alteration": {"Name": "R361H", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "R361H"}}, "Interpretation": "SMAD4, also known as DPC4, encodes a tumor suppressor that regulates transcriptional activity downstream of TGF_beta receptor signaling (Massague et al., 2012; 22992590, Massague et al., 2008; 18662538). SMAD4 alterations that result in loss or disruption of the MH1 domain (aa 18_142), MH2 domain (aa 323_552), or SAD domain (aa 275_320) are predicted to be inactivating (Massague et al., 2005; 16322555, Morén et al., 2000; 10980615, Xu and Attisano, 2000; 10781087, Luo et al., 1999; 10485843, Jones and Kern, 2000; 10871368, Fink et al., 2001; 11196171, De Bosscher et al., 2004; 14715079, Shi et al., 1997; 9214508, Miyaki et al., 1999; 10340381, Prokova et al., 2007; 17994767, Wu et al., 2001; 11274206, Ding et al., 2009; 19139564, Kuang et al., 2004; 14647410, Watanabe et al., 2000; 11265759, Bosscher et al., 2004; 14715079). SMAD4 mutation or homozygous deletion is most frequently observed in pancreatic adenocarcinoma (43%)(cBio_Witkiewicz et al., 2015; 25855536), pancreatic acinar cell carcinoma (Jiao et al., 2014; 24293293), cholangiocarcinoma (25%)(Churi et al., 2014; 25536104), appendiceal adenocarcinoma (14_20% mutation; 57% deletion)(Liu et al., 2014; 24821835, Maru et al., 2004; 14647445), colorectal adenocarcinoma (CRC; 14%)(Cancer Genome Atlas Network., 2012; 22810696), esophageal adenocarcinoma (14%)(Wang et al., 2015; 26336083), and stomach adenocarcinoma (13%)(Cancer Genome Atlas Research Network., 2014; 25079317). In preclinical studies, SMAD4 loss of function has been implicated in the development of mucinous neoplasms of the pancreas, including mucinous cystic neoplasms (MCN)(Izeradjene et al., 2007; 17349581) and intraductal papillary mucinous neoplasms (IPMN)(Bardeesy et al., 2006; 17114584); in clinical samples, SMAD4 homozygous deletion has been observed in 10% of IPMNs and 8% of MCNs, and mutation was also observed in 5% of IPMNs (Springer et al., 2015; 26253305). SMAD4 gene alterations have been associated with reduced overall survival for patients with pancreatic adenocarcinoma (Blackford et al., 2009; 19584151). Reduced SMAD4 expression has been associated with worse prognosis in various cancer types, including CRC (Yan et al., 2016; 26861460, Kozak et al., 2015; 25681512, Roth et al., 2012; 23104212), appendiceal mucinous neoplasm (Davison et al., 2014; 24618609), gastric adenocarcinoma (Kim et al., 2004; 15033661, Xiangming et al., 2001; 11234879), esophageal adenocarcinoma (Singhi et al., 2015; 25634752), esophageal squamous cell carcinoma (Natsugoe et al., 2002; 12060625), breast cancer (de Kruijf et al., 2013; 23022998), and prostate cancer (Shipitsin et al., 2014; 25032733). There are no therapies to address SMAD4 alterations in cancer. Preclinical studies (Cui et al., 2012; 22753594, Haeger et al., 2016; 25893305) and a clinical study of pancreatic cancer suggest that low SMAD4 expression exhibit increased responsiveness to chemotherapeutic agents such as cisplatin and irinotecan (Bachet et al., 2012; 22377565). One or more of the SMAD4 variants observed here has been described in the ClinVar database as a likely pathogenic or pathogenic germline mutation (by an expert panel or multiple submitters) associated with juvenile polyposis syndrome (ClinVar, Mar 2021)(Landrum et al., 2018; 29165669). Follow_up germline testing would be needed to distinguish whether the finding in this patient is somatic or germline. Germline SMAD4 mutations, including those at the R361 hotspot, have been observed in patients with juvenile polyposis syndrome (Houlston et al., 1998; 9811934, Woodford_Richens et al., 2000; 10764709, Howe et al., 2004; 15235019, Howe et al., 2004; 15235019, Howe et al., 2004; 15235019), which is associated with an increased risk of gastrointestinal cancers (Brosens et al., 2011; 22171123). The penetrance of deleterious SMAD4 mutations in patients with colon cancer is estimated at 20% by age 35 and 70% by age 65 (Kalia et al., 2017; 27854360). In the appropriate clinical context, germline testing of SMAD4 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "TP53", "Include": "true", "Alterations": {"Alteration": {"Name": "D228fs*1", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "D228fs*1"}}, "Interpretation": "Functional loss of the tumor suppressor p53, which is encoded by the TP53 gene, is common in aggressive advanced cancers (Brown et al., 2009; 19935675). Alterations such as seen here may disrupt TP53 function or expression (Joerger and Fersht, 2008; 18410249, Kato et al., 2003; 12826609, Kamada et al., 2011; 20978130, Zerdoumi et al., 2017; 28472496, Yamada et al., 2007; 17690113). TP53 mutations have been reported in up to 60% of colorectal cancer cases (Cancer Genome Atlas Network., 2012; 22810696, Goh et al., 1995; 7585578, Berg et al., 2010; 21103049, Han et al., 2013; 23700467, Peeters et al., 2013; 23325582, Malhotra et al., 2013; 23526092, Di Bartolomeo et al., 2013; 23821376). A study reported p53 expression in 49% of analyzed colorectal cancer cases (Wangefjord et al., 2013; 23337059). TP53 mutation has not been consistently demonstrated to be a significant independent prognostic marker in the context of CRC (Russo et al., 2005; 16172461). There are no approved therapies to address TP53 mutation or loss. However, tumors with TP53 loss of function alterations may be sensitive to the WEE1 inhibitor adavosertib (Hirai et al., 2010; 20107315, Bridges et al., 2011; 21799033, Rajeshkumar et al., 2011; 21389100, Osman et al., 2015; 25504633), or p53 gene therapy and immunotherapeutics such as SGT_53 (Xu et al., 2002; 12489850, Xu et al., 2001; 11713371, Camp et al., 2013; 23470564, Kim et al., 2015; 25240597, Pirollo et al., 2016; 27357628) and ALT_801 (Hajdenberg et al., 2012; ASCO Abstract e15010). In a Phase 1 study, adavosertib in combination with gemcitabine, cisplatin, or carboplatin elicited PRs in 9.7% (17/176) and SDs in 53.4% (94/176) of patients with solid tumors; the response rate was 21.1% (4/19) in patients with TP53 mutations versus 12.1% (4/33) in patients who were TP53 wild_type (Leijen et al., 2016; 27601554). A Phase 2 trial of adavosertib in combination with chemotherapy (gemcitabine, carboplatin, paclitaxel, or doxorubicin) reported a 31.9% (30/94, 3 CR) ORR and a 73.4% (69/94) DCR in patients with platinum_refractory TP53_mutated ovarian, Fallopian tube, or peritoneal cancer (Moore et al., 2019; ASCO Abstract 5513). A smaller Phase 2 trial of adavosertib in combination with carboplatin achieved a 42.9% (9/21, 1 CR) ORR and a 76.2% (16/21) DCR in patients with platinum_refractory TP53_mutated ovarian cancer (Leijen et al., 2016; 27998224). The combination of adavosertib with paclitaxel and carboplatin in patients with TP53_mutated ovarian cancer also significantly increased PFS compared with paclitaxel and carboplatin alone (Oza et al., 2015; ASCO Abstract 5506). In the Phase 2 VIKTORY trial, patients with TP53_mutated metastatic and/or recurrent gastric cancer experienced a 24.0% (6/25) ORR with adavosertib combined with paclitaxel (Lee et al., 2019; 31315834). A Phase 1 trial of neoadjuvant adavosertib in combination with cisplatin and docetaxel for head and neck squamous cell carcinoma (HNSCC) elicited a 71.4% (5/7) response rate for patients with TP53 alterations (Mendez et al., 2018; 29535125). In a Phase 1b clinical trial of SGT_53 in combination with docetaxel in patients with solid tumors, 75.0% (9/12) of evaluable patients experienced clinical benefit, including 2 confirmed and 1 unconfirmed PRs and 2 instances of SD with significant tumor shrinkage (Pirollo et al., 2016; 27357628). Additionally, the combination of a CHK1 inhibitor and irinotecan reportedly reduced tumor growth and prolonged survival in a TP53_mutated, but not TP53_wild_type, breast cancer xenotransplant mouse model (Ma et al., 2012; 22446188). ATR inhibitor treatment of chronic lymphocytic leukemia (CLL) cells with biallelic inactivation of TP53 suppressed cell viability, promoted DNA damage, and attenuated xenograft growth in preclinical studies (Kwok et al., 2016; 26563132, Boudny et al., 2019; 30975914); however, ATR inhibitors as monotherapy had little effect on these parameters in solid tumor models in other preclinical studies (Dillon et al., 2017; 28062704, Middleton et al., 2018; 30127241). Therefore, it is unclear whether TP53 inactivation predicts sensitivity to ATR inhibition. Germline mutations in TP53 are associated with the very rare autosomal dominant disorder Li_Fraumeni syndrome and the early onset of many cancers (Bougeard et al., 2015; 26014290, Sorrell et al., 2013; 23355100, Nichols et al., 2001; 11219776), including sarcomas (Kleihues et al., 1997; 9006316, Gonzalez et al., 2009; 19204208). Estimates for the prevalence of germline TP53 mutations in the general population range from 1:5,000 (Lalloo et al., 2003; 12672316) to 1:20,000 (Gonzalez et al., 2009; 19204208). For pathogenic TP53 mutations identified during tumor sequencing, the rate of germline mutations was 1% in the overall population and 6% in tumors arising before age 30 (Mandelker et al., 2019; 31050713). In the appropriate clinical context, germline testing of TP53 is recommended. Variants seen in this gene have been reported to occur in clonal hematopoiesis (CH), an age_related process in which hematopoietic stem cells acquire somatic mutations that allow for clonal expansion (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838, Xie et al., 2014; 25326804, Acuna_Hidalgo et al., 2017; 28669404, Severson et al., 2018; 29678827, Fuster et al., 2018; 29420212). CH in this gene has been associated with increased mortality, risk of coronary heart disease, risk of ischemic stroke, and risk of secondary hematologic malignancy (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838). Clinical management of patients with CH in this gene may include monitoring for hematologic changes and reduction of controllable risk factors for cardiovascular disease (Steensma., 2018; 30504320). Comprehensive genomic profiling of solid tumors detects nontumor alterations that are due to CH (Severson et al., 2018; 29678827, Chabon et al., 2020; 32269342, Razavi et al., 2019; 31768066). Patient_matched peripheral blood mononuclear cell sequencing is required to conclusively determine if this alteration is present in tumor or is secondary to CH.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "04", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "04"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a TMB below levels that would be predicted to be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors, alone or in combination with other agents (Samstein et al., 2019; 30643254, Fabrizio et al., 2018; 30151257, Marabelle et al., 2020; 32919526). Elevated TMB has been reported in 8_25% of colorectal cancer (CRC) samples (George et al., 2016; ASCO Abstract 3587, Nagahashi et al., 2016; ASCO Abstract e15103)(Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117). Multiple studies have reported that the majority (up to 90%) of hypermutant CRC cases exhibit high levels of microsatellite instability (MSI_H) and mismatch repair deficiency (MMR_D) (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117). Increased TMB is significantly associated with MSI_H and MMR_D, with studies reporting that 100% of MSI_H CRCs harbor elevated TMB and, conversely, that 100% of tumors with low TMB harbor intact MMR (George et al., 2016; ASCO Abstract 3587, Nagahashi et al., 2016; ASCO Abstract e15103)(Stadler et al., 2016; 27022117). A subset of CRCs that harbor increased TMB but not MSI_H are driven by mutations in POLE, which lead to an “ultramutated” phenotype with especially high TMB (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117). Tumors with increased TMB harbor BRAF V600E mutations more frequently than those with low TMB (Cancer Genome Atlas Network, 2012; 22810696, Stadler et al., 2016; 27022117), whereas TMB_low tumors more frequently harbor mutations in TP53 and APC (Cancer Genome Atlas Network, 2012; 22810696). In a study for 61 patients with metastatic, microsatellite stable (MSS) CRC treated with best standard of care, plasma TMB scores ≥28 muts/Mb (approximately 14 muts/Mb as measured by this assay) were associated with reduced OS as compared with plasma TMB scores <28 muts/Mb (3.0 vs. 5.3 months, HR 0.76, p=0.007), whereas tissue TMB was not found to be prognostic in this population (Chen et al., 2020; 32379280, Loree et al., 2021; ASCO GI Abstract 61). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). In multiple pan_tumor studies, higher TMB has been reported to be associated with increased ORR and OS from treatment with immune checkpoint inhibitors (Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947). Higher TMB was found to be significantly associated with improved OS upon immune checkpoint inhibitor treatment for patients with 9 types of advanced tumors (Samstein et al., 2019; 30643254). Analyses across several solid tumor types reported that patients with higher TMB (defined as ≥16_20 Muts/Mb) achieved greater clinical benefit from PD_1 or PD_L1_targeting monotherapy, compared with patients with higher TMB treated with chemotherapy (Legrand et al., 2018; ASCO Abstract 12000) or those with lower TMB treated with PD_1 or PD_L1_targeting agents (Goodman et al., 2017; 28835386). However, the KEYNOTE 158 trial of pembrolizumab monotherapy for patients with solid tumors found significant improvement in ORR for patients with TMB ≥10 Muts/Mb (based on this assay or others) compared to those with TMB <10 Muts/Mb, in a large cohort that included multiple tumor types; similar findings were observed in the KEYNOTE 028 and 012 trials (Marabelle et al., 2020; 32919526, Cristescu et al., 2018; 30309915). Together, these studies suggest that patients with TMB ≥10 Muts/Mb may derive clinical benefit from PD_1 or PD_L1 inhibitors. In CRC specifically, a retrospective analysis of immune checkpoint inhibitor efficacy reported significantly improved OS for patients with tumors harboring TMB ≥9.8 Muts/MB compared with those with tumors with TMB <9.8 Muts/Mb (~ equivalency <12 Muts/Mb as measured by this assay) (Samstein et al., 2019; 30643254). Another retrospective study reported that a TMB ≥12 Muts/Mb cutoff identifies >99% of MSI_High CRC cases but only 3% of MSS cases, indicating the utility of this cutoff for identification of patients with CRC likely to benefit from treatment with immune checkpoint inhibitors (Fabrizio et al., 2018; 30151257).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Efficacy and Safety of Targeted Precision Therapy in Refractory Tumor With Druggable Molecular Event", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB2, ERBB4, PARP, mTOR, MET, RET, ROS1, VEGFRs, BRAF, CDK4, CDK6", "Locations": "Shanghai (China)", "NCTID": "NCT03239015", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "FIVC in Advanced Colorectal Cancer Patients With BRAF V600E Mutation.", "StudyPhase": "PHASE 2", "Target": "EGFR, BRAF", "Locations": "Shanghai (China)", "NCTID": "NCT03727763", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "A PhaseI Study of HL_085 Plus Vemurafenib in Solid Tumor With BRAF V600 Mutation", "StudyPhase": "PHASE 1", "Target": "MEK, BRAF", "Locations": "Hangzhou (China), Zhengzhou (China), Beijing (China)", "NCTID": "NCT03781219", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "BRAF V600E_mutant Colorectal Cancer Study of Encorafenib Taken With Cetuximab Plus or Minus Chemotherapy (BREAKWATER)", "StudyPhase": "PHASE 3", "Target": "VEGFA, BRAF, EGFR, MEK", "Locations": "Seoul (Korea, Republic of), Nagoya (Japan), Kashiwa (Japan), Herston (Australia), Adelaide (Australia), Melbourne (Australia), Clayton (Australia), Padova (Italy), Utrecht (Netherlands), Barcelona (Spain)", "NCTID": "NCT04607421", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Efficacy of VIC Regimen in BRAF Mutant Metastatic Colorectal Cancer", "StudyPhase": "PHASE 1/2", "Target": "EGFR, BRAF, TOP1", "Locations": "Guangzhou (China)", "NCTID": "NCT04790448", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Trametinib Combined With Everolimus and Lenvatinib for Recurrent/Refractory Advanced Solid Tumors", "StudyPhase": "PHASE 2", "Target": "mTOR, FGFRs, KIT, PDGFRA, RET, VEGFRs, MEK", "Locations": "Guangzhou (China)", "NCTID": "NCT04803318", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Dose_Escalation and Dose_Expansion of RMC_4630 and Cobimetinib in Relapsed/Refractory Solid Tumors", "StudyPhase": "PHASE 1/2", "Target": "SHP2, MEK", "Locations": "Seoul (Korea, Republic of), Oregon, California, Colorado, Arizona, Wisconsin, Illinois", "NCTID": "NCT03989115", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Cobimetinib and HM95573 in Patients With Locally Advanced or Metastatic Solid Tumors", "StudyPhase": "PHASE 1", "Target": "MEK, RAFs", "Locations": "Hwasun (Korea, Republic of), Pusan (Korea, Republic of), Seongnam (Korea, Republic of), Seoul (Korea, Republic of), Goyang_si (Korea, Republic of)", "NCTID": "NCT03284502", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "A Study of Select Drug Combinations in Adult Patients With Advanced/Metastatic BRAF V600 Colorectal Cancer", "StudyPhase": "PHASE 1", "Target": "ERK1, ERK2, SHP2, ARAF, BRAF, MEK, PD_1", "Locations": "Singapore (Singapore), Westmead (Australia), Tel Aviv (Israel), Dresden (Germany), Essen (Germany), Ulm (Germany), Amsterdam (Netherlands), Leuven (Belgium), Bruxelles (Belgium), Manchester (United Kingdom)", "NCTID": "NCT04294160", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "BRAF", "Alteration": "V600Eamplification", "Title": "Safety and Oversight of the Individually Tailored Treatment Approach: A Novel Pilot Study", "StudyPhase": "PHASE null", "Target": "CDK4, CDK6, PI3K_alpha, PD_L1, MEK, PARP, PD_1, BRAF", "Locations": "Melbourne (Australia)", "NCTID": "NCT04801966", "Note": "BRAF activating alterations may predict sensitivity to inhibitors of BRAF, MEK, or ERK. Response rates to cetuximab or panitumumab, as monotherapies or in combination with chemotherapy, have generally been found to be low for patients with BRAF V600_mutated CRC; however, improved clinical benefit has been reported from combinations of these EGFR antibodies with BRAF inhibitors, alone or in combination with inhibitors of MEK or PI3K_alpha.", "Include": "true"}, {"Gene": "MYC", "Alteration": "amplification", "Title": "A Study to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of CC_90010 in Subjects With Advanced Solid Tumors and Relapsed/Refractory Non_Hodgkin s Lymphomas", "StudyPhase": "PHASE 1", "Target": "BRD2, BRD3, BRD4, BRDT", "Locations": "Kashiwa (Japan), Meldola (Italy), Napoli, Campania (Italy), Rozzano (MI) (Italy), Villejuif (France), Bordeaux (France), Barcelona (Spain), Madrid (Spain)", "NCTID": "NCT03220347", "Note": "MYC overexpression may predict sensitivity to inhibition of CDKs, especially CDK1 and CDK2, of Aurora kinases, including Aurora kinase A and B, and of BET domain proteins, which are reported to downregulate MYC expression and MYC_dependent transcriptional programs.", "Include": "true"}, {"Gene": "MYC", "Alteration": "amplification", "Title": "A Study of PLX2853 in Advanced Malignancies.", "StudyPhase": "PHASE 1/2", "Target": "BRD4", "Locations": "Arizona, New York, Texas, Virginia, Florida", "NCTID": "NCT03297424", "Note": "MYC overexpression may predict sensitivity to inhibition of CDKs, especially CDK1 and CDK2, of Aurora kinases, including Aurora kinase A and B, and of BET domain proteins, which are reported to downregulate MYC expression and MYC_dependent transcriptional programs.", "Include": "true"}, {"Gene": "MYC", "Alteration": "amplification", "Title": "Alisertib and Pembrolizumab for the Treatment of Patients With Rb_deficient Head and Neck Squamous Cell Cancer", "StudyPhase": "PHASE 1/2", "Target": "Aurora kinase A, PD_1", "Locations": "Texas", "NCTID": "NCT04555837", "Note": "MYC overexpression may predict sensitivity to inhibition of CDKs, especially CDK1 and CDK2, of Aurora kinases, including Aurora kinase A and B, and of BET domain proteins, which are reported to downregulate MYC expression and MYC_dependent transcriptional programs.", "Include": "true"}, {"Gene": "MYC", "Alteration": "amplification", "Title": "Veliparib and Dinaciclib in Treating Patients With Advanced Solid Tumors", "StudyPhase": "PHASE 1", "Target": "PARP, CDK1, CDK2, CDK5, CDK9", "Locations": "Massachusetts", "NCTID": "NCT01434316", "Note": "MYC overexpression may predict sensitivity to inhibition of CDKs, especially CDK1 and CDK2, of Aurora kinases, including Aurora kinase A and B, and of BET domain proteins, which are reported to downregulate MYC expression and MYC_dependent transcriptional programs.", "Include": "true"}, {"Gene": "RNF43", "Alteration": "A193fs*6", "Title": "A Study to Evaluate the Safety and Tolerability of ETC_1922159 in Advanced Solid Tumours", "StudyPhase": "PHASE 1", "Target": "PORCN", "Locations": "Singapore (Singapore), Colorado, Missouri, Texas, North Carolina", "NCTID": "NCT02521844", "Note": "Based on preclinical evidence, tumors with loss or inactivation of RNF43 may be sensitive to inhibitors of the WNT signaling pathway.", "Include": "true"}, {"Gene": "RNF43", "Alteration": "A193fs*6", "Title": "A Study of LGK974 in Patients With Malignancies Dependent on Wnt Ligands", "StudyPhase": "PHASE 1", "Target": "PORCN, PD_1", "Locations": "Utrecht (Netherlands), Rotterdam (Netherlands), Barcelona (Spain), Hospitalet de LLobregat (Spain), Valencia (Spain), Madrid (Spain), California, Michigan, Massachusetts, New York", "NCTID": "NCT01351103", "Note": "Based on preclinical evidence, tumors with loss or inactivation of RNF43 may be sensitive to inhibitors of the WNT signaling pathway.", "Include": "true"}, {"Gene": "RNF43", "Alteration": "A193fs*6", "Title": "Study to Evaluate the Safety and Tolerability of RXC004 in Advanced Malignancies", "StudyPhase": "PHASE 1", "Target": "PORCN", "Locations": "Newcastle (United Kingdom), Manchester (United Kingdom), London (United Kingdom), Sutton (United Kingdom), Oxford (United Kingdom)", "NCTID": "NCT03447470", "Note": "Based on preclinical evidence, tumors with loss or inactivation of RNF43 may be sensitive to inhibitors of the WNT signaling pathway.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "24957944", "FullCitation": "Holderfield M, et al. Nat. Rev. Cancer (2014) pmid: 24957944", "Include": "true"}, {"number": "1", "ReferenceId": "24948110", "FullCitation": "Burotto M, et al. Cancer (2014) pmid: 24948110", "Include": "true"}, {"number": "2", "ReferenceId": "12068308", "FullCitation": "Davies H, et al. Nature (2002) pmid: 12068308", "Include": "true"}, {"number": "3", "ReferenceId": "24132290", "FullCitation": "Kandoth C, et al. Nature (2013) pmid: 24132290", "Include": "true"}, {"number": "4", "ReferenceId": "23550210", "FullCitation": "Gao J, et al. Sci Signal (2013) pmid: 23550210", "Include": "true"}, {"number": "5", "ReferenceId": "15467732", "FullCitation": "Tanami H, et al. Oncogene (2004) pmid: 15467732", "Include": "true"}, {"number": "6", "ReferenceId": "19671679", "FullCitation": "Modrek B, et al. Mol. Cancer Res. (2009) pmid: 19671679", "Include": "true"}, {"number": "7", "ReferenceId": "16199894", "FullCitation": "Ciampi R, et al. Endocr. Pathol. (2005) pmid: 16199894", "Include": "true"}, {"number": "8", "ReferenceId": "23273605", "FullCitation": "Greaves WO, et al. J Mol Diagn (2013) pmid: 23273605", "Include": "true"}, {"number": "9", "ReferenceId": "23237741", "FullCitation": "Klein O, et al. Eur. J. Cancer (2013) pmid: 23237741", "Include": "true"}, {"number": "10", "ReferenceId": "15059882", "FullCitation": "Wellbrock C, et al. Cancer Res. (2004) pmid: 15059882", "Include": "true"}, {"number": "11", "ReferenceId": "22735384", "FullCitation": "Hauschild A, et al. Lancet (2012) pmid: 22735384", "Include": "true"}, {"number": "12", "ReferenceId": "24508103", "FullCitation": "McArthur GA, et al. Lancet Oncol. (2014) pmid: 24508103", "Include": "true"}, {"number": "13", "ReferenceId": "22904646", "FullCitation": "Fisher R, et al. Cancer Manag Res (2012) pmid: 22904646", "Include": "true"}, {"number": "14", "ReferenceId": "20551065", "FullCitation": "Yang H, et al. Cancer Res. (2010) pmid: 20551065", "Include": "true"}, {"number": "15", "ReferenceId": "23317446", "FullCitation": "Gentilcore G, et al. BMC Cancer (2013) pmid: 23317446", "Include": "true"}, {"number": "16", "ReferenceId": "23473613", "FullCitation": "van den Brom RR, et al. Eur. J. Cancer (2013) pmid: 23473613", "Include": "true"}, {"number": "17", "ReferenceId": "23490649", "FullCitation": "Klein O, et al. Eur. J. Cancer (2013) pmid: 23490649", "Include": "true"}, {"number": "18", "ReferenceId": "23463675", "FullCitation": "Ponti G, et al. J. Clin. Pathol. (2013) pmid: 23463675", "Include": "true"}, {"number": "19", "ReferenceId": "23031422", "FullCitation": "Ponti G, et al. J Hematol Oncol (2012) pmid: 23031422", "Include": "true"}, {"number": "20", "ReferenceId": "25382067", "FullCitation": "Parakh S, et al. J Clin Pharm Ther (2015) pmid: 25382067", "Include": "true"}, {"number": "21", "ReferenceId": "28194436", "FullCitation": "Lee LH, et al. JCI Insight (2017) pmid: 28194436", "Include": "true"}, {"number": "22", "ReferenceId": "21163703", "FullCitation": "De Roock W, et al. Lancet Oncol. (2011) pmid: 21163703", "Include": "true"}, {"number": "23", "ReferenceId": "19001320", "FullCitation": "Di Nicolantonio F, et al. J. Clin. Oncol. (2008) pmid: 19001320", "Include": "true"}, {"number": "24", "ReferenceId": "22723336", "FullCitation": "Dienstmann R, et al. Mol. Cancer Ther. (2012) pmid: 22723336", "Include": "true"}, {"number": "25", "ReferenceId": "23056577", "FullCitation": "Safaee Ardekani G, et al. PLoS ONE (2012) pmid: 23056577", "Include": "true"}, {"number": "26", "ReferenceId": "23548132", "FullCitation": "Guedes JG, et al. BMC Cancer (2013) pmid: 23548132", "Include": "true"}, {"number": "27", "ReferenceId": "21502544", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2011) pmid: 21502544", "Include": "true"}, {"number": "28", "ReferenceId": "22446022", "FullCitation": "Bokemeyer C, et al. Eur. J. Cancer (2012) pmid: 22446022", "Include": "true"}, {"number": "29", "ReferenceId": "23045248", "FullCitation": "Gavin PG, et al. Clin. Cancer Res. (2012) pmid: 23045248", "Include": "true"}, {"number": "30", "ReferenceId": "19884556", "FullCitation": "Laurent_Puig P, et al. J. Clin. Oncol. (2009) pmid: 19884556", "Include": "true"}, {"number": "31", "ReferenceId": "22147942", "FullCitation": "Ogino S, et al. Clin. Cancer Res. (2012) pmid: 22147942", "Include": "true"}, {"number": "32", "ReferenceId": "20008640", "FullCitation": "Roth AD, et al. J. Clin. Oncol. (2010) pmid: 20008640", "Include": "true"}, {"number": "33", "ReferenceId": "24024839", "FullCitation": "Douillard JY, et al. N. Engl. J. Med. (2013) pmid: 24024839", "Include": "true"}, {"number": "34", "ReferenceId": "26989027", "FullCitation": "Hsu HC, et al. Oncotarget (2016) pmid: 26989027", "Include": "true"}, {"number": "35", "ReferenceId": "27815357", "FullCitation": "Summers MG, et al. Clin. Cancer Res. (2017) pmid: 27815357", "Include": "true"}, {"number": "36", "ReferenceId": "29431699", "FullCitation": "Corcoran RB, et al. Cancer Discov (2018) pmid: 29431699", "Include": "true"}, {"number": "37", "ReferenceId": "26287849", "FullCitation": "Hyman DM, et al. N. Engl. J. Med. (2015) pmid: 26287849", "Include": "true"}, {"number": "38", "ReferenceId": "25589621", "FullCitation": "Yaeger R, et al. Clin. Cancer Res. (2015) pmid: 25589621", "Include": "true"}, {"number": "39", "ReferenceId": "33356422", "FullCitation": "Kopetz S, et al. J Clin Oncol (2021) pmid: 33356422", "Include": "true"}, {"number": "40", "ReferenceId": "26392102", "FullCitation": "Corcoran RB, et al. J. Clin. Oncol. (2015) pmid: 26392102", "Include": "true"}, {"number": "41", "ReferenceId": "24463458", "FullCitation": "Rizos H, et al. Clin. Cancer Res. (2014) pmid: 24463458", "Include": "true"}, {"number": "42", "ReferenceId": "29626128", "FullCitation": "Stagni C, et al. Mol Cancer Ther (2018) pmid: 29626128", "Include": "true"}, {"number": "43", "ReferenceId": "26307133", "FullCitation": "Wilson MA, et al. Clin. Cancer Res. (2016) pmid: 26307133", "Include": "true"}, {"number": "44", "ReferenceId": "29247021", "FullCitation": "Sullivan RJ, et al. Cancer Discov (2018) pmid: 29247021", "Include": "true"}, {"number": "45", "ReferenceId": "25673558", "FullCitation": "Pietrantonio F, et al. Eur. J. Cancer (2015) pmid: 25673558", "Include": "true"}, {"number": "46", "ReferenceId": "25989278", "FullCitation": "Rowland A, et al. Br. J. Cancer (2015) pmid: 25989278", "Include": "true"}, {"number": "47", "ReferenceId": "23741067", "FullCitation": "Smith CG, et al. Clin. Cancer Res. (2013) pmid: 23741067", "Include": "true"}, {"number": "48", "ReferenceId": "24218517", "FullCitation": "Karapetis CS, et al. Clin. Cancer Res. (2014) pmid: 24218517", "Include": "true"}, {"number": "49", "ReferenceId": "23325582", "FullCitation": "Peeters M, et al. Clin. Cancer Res. (2013) pmid: 23325582", "Include": "true"}, {"number": "50", "ReferenceId": "26341920", "FullCitation": "Peeters M, et al. Clin. Cancer Res. (2015) pmid: 26341920", "Include": "true"}, {"number": "51", "ReferenceId": "28399112", "FullCitation": "Guren TK, et al. Br. J. Cancer (2017) pmid: 28399112", "Include": "true"}, {"number": "52", "ReferenceId": "23725851", "FullCitation": "Seymour MT, et al. Lancet Oncol. (2013) pmid: 23725851", "Include": "true"}, {"number": "53", "ReferenceId": "28463756", "FullCitation": "Stintzing S, et al. Eur. J. Cancer (2017) pmid: 28463756", "Include": "true"}, {"number": "54", "ReferenceId": "19571295", "FullCitation": "Tol J, et al. N. Engl. J. Med. (2009) pmid: 19571295", "Include": "true"}, {"number": "55", "ReferenceId": "18621636", "FullCitation": "Freeman DJ, et al. Clin Colorectal Cancer (2008) pmid: 18621636", "Include": "true"}, {"number": "56", "ReferenceId": "23357879", "FullCitation": "Gao J, et al. Chin. J. Cancer Res. (2011) pmid: 23357879", "Include": "true"}, {"number": "57", "ReferenceId": "22638623", "FullCitation": "Soeda H, et al. Int. J. Clin. Oncol. (2013) pmid: 22638623", "Include": "true"}, {"number": "58", "ReferenceId": "21632860", "FullCitation": "Molinari F, et al. Clin. Cancer Res. (2011) pmid: 21632860", "Include": "true"}, {"number": "59", "ReferenceId": "23041588", "FullCitation": "André T, et al. Ann. Oncol. (2013) pmid: 23041588", "Include": "true"}, {"number": "60", "ReferenceId": "17363584", "FullCitation": "Benvenuti S, et al. Cancer Res. (2007) pmid: 17363584", "Include": "true"}, {"number": "61", "ReferenceId": "25623215", "FullCitation": "Arena S, et al. Clin. Cancer Res. (2015) pmid: 25623215", "Include": "true"}, {"number": "62", "ReferenceId": "22270724", "FullCitation": "Montagut C, et al. Nat. Med. (2012) pmid: 22270724", "Include": "true"}, {"number": "63", "ReferenceId": "27852040", "FullCitation": "Toledo RA, et al. Oncotarget (2017) pmid: 27852040", "Include": "true"}, {"number": "64", "ReferenceId": "16904903", "FullCitation": "Dang CV, et al. Semin. Cancer Biol. (2006) pmid: 16904903", "Include": "true"}, {"number": "65", "ReferenceId": "10378696", "FullCitation": "Nesbit CE, et al. Oncogene (1999) pmid: 10378696", "Include": "true"}, {"number": "66", "ReferenceId": "15083194", "FullCitation": "Blancato J, et al. Br. J. Cancer (2004) pmid: 15083194", "Include": "true"}, {"number": "67", "ReferenceId": "23574779", "FullCitation": "Fromont G, et al. Hum. Pathol. (2013) pmid: 23574779", "Include": "true"}, {"number": "68", "ReferenceId": "22588877", "FullCitation": "Cerami E, et al. Cancer Discov (2012) pmid: 22588877", "Include": "true"}, {"number": "69", "ReferenceId": "30371878", "FullCitation": "Tate JG, et al. Nucleic Acids Res. (2019) pmid: 30371878", "Include": "true"}, {"number": "70", "ReferenceId": "3837853", "FullCitation": "Erisman MD, et al. Mol. Cell. Biol. (1985) pmid: 3837853", "Include": "true"}, {"number": "71", "ReferenceId": "3283655", "FullCitation": "Erisman MD, et al. Oncogene (1988) pmid: 3283655", "Include": "true"}, {"number": "72", "ReferenceId": "8086630", "FullCitation": "Wang J, et al. Chin. Med. Sci. J. (1994) pmid: 8086630", "Include": "true"}, {"number": "73", "ReferenceId": "24467841", "FullCitation": "Herbst A, et al. BMC Genomics (2014) pmid: 24467841", "Include": "true"}, {"number": "74", "ReferenceId": "24240588", "FullCitation": "Huang MY, et al. Cancer Biomark (2013) pmid: 24240588", "Include": "true"}, {"number": "75", "ReferenceId": "24503701", "FullCitation": "Toon CW, et al. PLoS ONE (2014) pmid: 24503701", "Include": "true"}, {"number": "76", "ReferenceId": "9135021", "FullCitation": "Augenlicht LH, et al. Cancer Res. (1997) pmid: 9135021", "Include": "true"}, {"number": "77", "ReferenceId": "3040597", "FullCitation": "Monnat M, et al. Int. J. Cancer (1987) pmid: 3040597", "Include": "true"}, {"number": "78", "ReferenceId": "22430491", "FullCitation": "Horiuchi D, et al. J. Exp. Med. (2012) pmid: 22430491", "Include": "true"}, {"number": "79", "ReferenceId": "17589519", "FullCitation": "Goga A, et al. Nat. Med. (2007) pmid: 17589519", "Include": "true"}, {"number": "80", "ReferenceId": "19525400", "FullCitation": "Molenaar JJ, et al. Proc. Natl. Acad. Sci. U.S.A. (2009) pmid: 19525400", "Include": "true"}, {"number": "81", "ReferenceId": "31375684", "FullCitation": "Dammert MA, et al. Nat Commun (2019) pmid: 31375684", "Include": "true"}, {"number": "82", "ReferenceId": "28089889", "FullCitation": "Mollaoglu G, et al. Cancer Cell (2017) pmid: 28089889", "Include": "true"}, {"number": "83", "ReferenceId": "29088717", "FullCitation": "Cardnell RJ, et al. Oncotarget (2017) pmid: 29088717", "Include": "true"}, {"number": "84", "ReferenceId": "28417568", "FullCitation": "Wang L, et al. Mol Oncol (2017) pmid: 28417568", "Include": "true"}, {"number": "85", "ReferenceId": "25632068", "FullCitation": "Takahashi Y, et al. Ann. Oncol. (2015) pmid: 25632068", "Include": "true"}, {"number": "86", "ReferenceId": "30226440", "FullCitation": "Li Y, et al. Thyroid (2018) pmid: 30226440", "Include": "true"}, {"number": "87", "ReferenceId": "24893165", "FullCitation": "Mahadevan D, et al. PLoS ONE (2014) pmid: 24893165", "Include": "true"}, {"number": "88", "ReferenceId": "31429028", "FullCitation": "Park SI, et al. Target Oncol (2019) pmid: 31429028", "Include": "true"}, {"number": "89", "ReferenceId": "27496133", "FullCitation": "Helfrich BA, et al. Mol. Cancer Ther. (2016) pmid: 27496133", "Include": "true"}, {"number": "90", "ReferenceId": "22222631", "FullCitation": "Hook KE, et al. Mol. Cancer Ther. (2012) pmid: 22222631", "Include": "true"}, {"number": "91", "ReferenceId": "20643922", "FullCitation": "Yang D, et al. Proc. Natl. Acad. Sci. U.S.A. (2010) pmid: 20643922", "Include": "true"}, {"number": "92", "ReferenceId": "30540594", "FullCitation": "He J, et al. Anticancer Drugs (2019) pmid: 30540594", "Include": "true"}, {"number": "93", "ReferenceId": "25964345", "FullCitation": "Shroff EH, et al. Proc. Natl. Acad. Sci. U.S.A. (2015) pmid: 25964345", "Include": "true"}, {"number": "94", "ReferenceId": "29156762", "FullCitation": "Effenberger M, et al. Oncotarget (2017) pmid: 29156762", "Include": "true"}, {"number": "95", "ReferenceId": "30103944", "FullCitation": "Qu X, et al. Biochem. Biophys. Res. Commun. (2018) pmid: 30103944", "Include": "true"}, {"number": "96", "ReferenceId": "25915584", "FullCitation": "Xiang Y, et al. J. Clin. Invest. (2015) pmid: 25915584", "Include": "true"}, {"number": "97", "ReferenceId": "21889194", "FullCitation": "Delmore JE, et al. Cell (2011) pmid: 21889194", "Include": "true"}, {"number": "98", "ReferenceId": "24297863", "FullCitation": "Bandopadhayay P, et al. Clin. Cancer Res. (2014) pmid: 24297863", "Include": "true"}, {"number": "99", "ReferenceId": "23582323", "FullCitation": "Lovén J, et al. Cell (2013) pmid: 23582323", "Include": "true"}, {"number": "100", "ReferenceId": "31734632", "FullCitation": "Otto C, et al. Neoplasia (2019) pmid: 31734632", "Include": "true"}, {"number": "101", "ReferenceId": "23866964", "FullCitation": "Dong LH, et al. J Hematol Oncol (2013) pmid: 23866964", "Include": "true"}, {"number": "102", "ReferenceId": "26977882", "FullCitation": "Pei Y, et al. Cancer Cell (2016) pmid: 26977882", "Include": "true"}, {"number": "103", "ReferenceId": "30224636", "FullCitation": "Fu XH, et al. Acta Pharmacol. Sin. (2019) pmid: 30224636", "Include": "true"}, {"number": "104", "ReferenceId": "31655296", "FullCitation": "Owonikoko TK, et al. J Thorac Oncol (2020) pmid: 31655296", "Include": "true"}, {"number": "105", "ReferenceId": "25253784", "FullCitation": "Ganesan P, et al. Mol. Cancer Ther. (2014) pmid: 25253784", "Include": "true"}, {"number": "106", "ReferenceId": "23555992", "FullCitation": "Pereira CB, et al. PLoS ONE (2013) pmid: 23555992", "Include": "true"}, {"number": "107", "ReferenceId": "21741827", "FullCitation": "Yasojima H, et al. Eur. J. Cancer (2011) pmid: 21741827", "Include": "true"}, {"number": "108", "ReferenceId": "11406570", "FullCitation": "Arango D, et al. Cancer Res. (2001) pmid: 11406570", "Include": "true"}, {"number": "109", "ReferenceId": "14516787", "FullCitation": "Bottone MG, et al. Exp. Cell Res. (2003) pmid: 14516787", "Include": "true"}, {"number": "110", "ReferenceId": "18313049", "FullCitation": "Sugiura T, et al. Exp. Cell Res. (2008) pmid: 18313049", "Include": "true"}, {"number": "111", "ReferenceId": "15492824", "FullCitation": "Yagyu R, et al. Int. J. Oncol. (2004) pmid: 15492824", "Include": "true"}, {"number": "112", "ReferenceId": "22575959", "FullCitation": "Hao HX, et al. Nature (2012) pmid: 22575959", "Include": "true"}, {"number": "113", "ReferenceId": "22895187", "FullCitation": "Koo BK, et al. Nature (2012) pmid: 22895187", "Include": "true"}, {"number": "114", "ReferenceId": "23847203", "FullCitation": "Jiang X, et al. Proc. Natl. Acad. Sci. U.S.A. (2013) pmid: 23847203", "Include": "true"}, {"number": "115", "ReferenceId": "26023187", "FullCitation": "Koo BK, et al. Proc. Natl. Acad. Sci. U.S.A. (2015) pmid: 26023187", "Include": "true"}, {"number": "116", "ReferenceId": "25825523", "FullCitation": "Tsukiyama T, et al. Mol. Cell. Biol. (2015) pmid: 25825523", "Include": "true"}, {"number": "117", "ReferenceId": "21108931", "FullCitation": "Shinada K, et al. Biochem. Biophys. Res. Commun. (2011) pmid: 21108931", "Include": "true"}, {"number": "118", "ReferenceId": "23303603", "FullCitation": "Kinde I, et al. Sci Transl Med (2013) pmid: 23303603", "Include": "true"}, {"number": "119", "ReferenceId": "25344691", "FullCitation": "Giannakis M, et al. Nat. Genet. (2014) pmid: 25344691", "Include": "true"}, {"number": "120", "ReferenceId": "25901018", "FullCitation": "Madan B, et al. Mol. Cancer Ther. (2015) pmid: 25901018", "Include": "true"}, {"number": "121", "ReferenceId": "23096461", "FullCitation": "Ryland GL, et al. J. Pathol. (2013) pmid: 23096461", "Include": "true"}, {"number": "122", "ReferenceId": "22561520", "FullCitation": "Ong CK, et al. Nat. Genet. (2012) pmid: 22561520", "Include": "true"}, {"number": "123", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "124", "ReferenceId": "24816253", "FullCitation": "Wang K, et al. Nat. Genet. (2014) pmid: 24816253", "Include": "true"}, {"number": "125", "ReferenceId": "25079317", "FullCitation": "Nature (2014) pmid: 25079317", "Include": "true"}, {"number": "126", "ReferenceId": "27479139", "FullCitation": "Limm K, et al. PLoS ONE (2016) pmid: 27479139", "Include": "true"}, {"number": "127", "ReferenceId": "25387827", "FullCitation": "Tang B, et al. G3 (Bethesda) (2014) pmid: 25387827", "Include": "true"}, {"number": "128", "ReferenceId": "21356366", "FullCitation": "Kirovski G, et al. Am. J. Pathol. (2011) pmid: 21356366", "Include": "true"}, {"number": "129", "ReferenceId": "23265702", "FullCitation": "Limm K, et al. Eur. J. Cancer (2013) pmid: 23265702", "Include": "true"}, {"number": "130", "ReferenceId": "19097084", "FullCitation": "Stevens AP, et al. J. Cell. Biochem. (2009) pmid: 19097084", "Include": "true"}, {"number": "131", "ReferenceId": "27068473", "FullCitation": "Marjon K, et al. Cell Rep (2016) pmid: 27068473", "Include": "true"}, {"number": "132", "ReferenceId": "26912361", "FullCitation": "Mavrakis KJ, et al. Science (2016) pmid: 26912361", "Include": "true"}, {"number": "133", "ReferenceId": "26912360", "FullCitation": "Kryukov GV, et al. Science (2016) pmid: 26912360", "Include": "true"}, {"number": "134", "ReferenceId": "25087184", "FullCitation": "Limm K, et al. Eur. J. Cancer (2014) pmid: 25087184", "Include": "true"}, {"number": "135", "ReferenceId": "27929028", "FullCitation": "Wei R, et al. Sci Rep (2016) pmid: 27929028", "Include": "true"}, {"number": "136", "ReferenceId": "27556634", "FullCitation": "Zhao M, et al. BMC Genomics (2016) pmid: 27556634", "Include": "true"}, {"number": "137", "ReferenceId": "19887491", "FullCitation": "Huang HY, et al. Clin. Cancer Res. (2009) pmid: 19887491", "Include": "true"}, {"number": "138", "ReferenceId": "16778103", "FullCitation": "Marcé S, et al. Clin. Cancer Res. (2006) pmid: 16778103", "Include": "true"}, {"number": "139", "ReferenceId": "20500769", "FullCitation": "Meyer S, et al. Exp. Dermatol. (2010) pmid: 20500769", "Include": "true"}, {"number": "140", "ReferenceId": "16618867", "FullCitation": "Wild PJ, et al. Arch Dermatol (2006) pmid: 16618867", "Include": "true"}, {"number": "141", "ReferenceId": "21412930", "FullCitation": "Kim J, et al. Genes Chromosomes Cancer (2011) pmid: 21412930", "Include": "true"}, {"number": "142", "ReferenceId": "25426549", "FullCitation": "Li CF, et al. Oncotarget (2014) pmid: 25426549", "Include": "true"}, {"number": "143", "ReferenceId": "26656376", "FullCitation": "He HL, et al. Medicine (Baltimore) (2015) pmid: 26656376", "Include": "true"}, {"number": "144", "ReferenceId": "24969958", "FullCitation": "Su CY, et al. Eur J Surg Oncol (2014) pmid: 24969958", "Include": "true"}, {"number": "145", "ReferenceId": "16818274", "FullCitation": "Mirebeau D, et al. Haematologica (2006) pmid: 16818274", "Include": "true"}, {"number": "146", "ReferenceId": "26088413", "FullCitation": "Becker AP, et al. Pathobiology (2015) pmid: 26088413", "Include": "true"}, {"number": "147", "ReferenceId": "27433286", "FullCitation": "Snezhkina AV, et al. Oxid Med Cell Longev (2016) pmid: 27433286", "Include": "true"}, {"number": "148", "ReferenceId": "26910893", "FullCitation": "Bistulfi G, et al. Oncotarget (2016) pmid: 26910893", "Include": "true"}, {"number": "149", "ReferenceId": "25407435", "FullCitation": "Antonopoulou K, et al. J. Invest. Dermatol. (2015) pmid: 25407435", "Include": "true"}, {"number": "150", "ReferenceId": "23816148", "FullCitation": "Maccioni L, et al. BMC Cancer (2013) pmid: 23816148", "Include": "true"}, {"number": "151", "ReferenceId": "26635288", "FullCitation": "Hyland PL, et al. Int J Epidemiol (2016) pmid: 26635288", "Include": "true"}, {"number": "152", "ReferenceId": "27960044", "FullCitation": "Lin X, et al. Cancer Sci. (2017) pmid: 27960044", "Include": "true"}, {"number": "153", "ReferenceId": "27994653", "FullCitation": "Zhi L, et al. J Cancer (2016) pmid: 27994653", "Include": "true"}, {"number": "154", "ReferenceId": "23361049", "FullCitation": "Gu F, et al. Br. J. Cancer (2013) pmid: 23361049", "Include": "true"}, {"number": "155", "ReferenceId": "2691236", "FullCitation": "Endoscopy (1989) pmid: 2691236", "Include": "true"}, {"number": "156", "ReferenceId": "31350521", "FullCitation": "Guccione E, et al. Nat. Rev. Mol. Cell Biol. (2019) pmid: 31350521", "Include": "true"}, {"number": "157", "ReferenceId": "31257072", "FullCitation": "Fedoriw A, et al. Cancer Cell (2019) pmid: 31257072", "Include": "true"}, {"number": "158", "ReferenceId": "31287990", "FullCitation": "Srour N, et al. Cancer Cell (2019) pmid: 31287990", "Include": "true"}, {"number": "159", "ReferenceId": "30916320", "FullCitation": "Gao G, et al. Nucleic Acids Res. (2019) pmid: 30916320", "Include": "true"}, {"number": "160", "ReferenceId": "31040154", "FullCitation": "Hansen LJ, et al. Cancer Res. (2019) pmid: 31040154", "Include": "true"}, {"number": "161", "ReferenceId": "29844120", "FullCitation": "Tang B, et al. Cancer Res. (2018) pmid: 29844120", "Include": "true"}, {"number": "162", "ReferenceId": "24928612", "FullCitation": "Munshi PN, et al. Oncologist (2014) pmid: 24928612", "Include": "true"}, {"number": "163", "ReferenceId": "26751376", "FullCitation": "de Oliveira SF, et al. PLoS ONE (2016) pmid: 26751376", "Include": "true"}, {"number": "164", "ReferenceId": "19478948", "FullCitation": "Lubin M, et al. PLoS ONE (2009) pmid: 19478948", "Include": "true"}, {"number": "165", "ReferenceId": "22825330", "FullCitation": "Tang B, et al. Cancer Biol. Ther. (2012) pmid: 22825330", "Include": "true"}, {"number": "166", "ReferenceId": "22252602", "FullCitation": "Collins CC, et al. Mol. Cancer Ther. (2012) pmid: 22252602", "Include": "true"}, {"number": "167", "ReferenceId": "21301207", "FullCitation": "Bertino JR, et al. Cancer Biol. Ther. (2011) pmid: 21301207", "Include": "true"}, {"number": "168", "ReferenceId": "21282358", "FullCitation": "Coulthard SA, et al. Mol. Cancer Ther. (2011) pmid: 21282358", "Include": "true"}, {"number": "169", "ReferenceId": "17912432", "FullCitation": "Miyazaki S, et al. Int. J. Oncol. (2007) pmid: 17912432", "Include": "true"}, {"number": "170", "ReferenceId": "11987241", "FullCitation": "Efferth T, et al. Blood Cells Mol. Dis. () pmid: 11987241", "Include": "true"}, {"number": "171", "ReferenceId": "18618081", "FullCitation": "Kindler HL, et al. Invest New Drugs (2009) pmid: 18618081", "Include": "true"}, {"number": "172", "ReferenceId": "21993244", "FullCitation": "Pylayeva_Gupta Y, et al. Nat. Rev. Cancer (2011) pmid: 21993244", "Include": "true"}, {"number": "173", "ReferenceId": "3310850", "FullCitation": "Kahn S, et al. Anticancer Res. () pmid: 3310850", "Include": "true"}, {"number": "174", "ReferenceId": "16618717", "FullCitation": "Lièvre A, et al. Cancer Res. (2006) pmid: 16618717", "Include": "true"}, {"number": "175", "ReferenceId": "25367198", "FullCitation": "Chen J, et al. BMC Cancer (2014) pmid: 25367198", "Include": "true"}, {"number": "176", "ReferenceId": "25929517", "FullCitation": "Li W, et al. BMC Cancer (2015) pmid: 25929517", "Include": "true"}, {"number": "177", "ReferenceId": "27977612", "FullCitation": "Hu J, et al. Medicine (Baltimore) (2016) pmid: 27977612", "Include": "true"}, {"number": "178", "ReferenceId": "28218784", "FullCitation": "Zekri J, et al. Genet. Mol. Res. (2017) pmid: 28218784", "Include": "true"}, {"number": "179", "ReferenceId": "29048416", "FullCitation": "Staudacher JJ, et al. Clin Transl Gastroenterol (2017) pmid: 29048416", "Include": "true"}, {"number": "180", "ReferenceId": "29705968", "FullCitation": "Wang Y, et al. Virchows Arch. (2018) pmid: 29705968", "Include": "true"}, {"number": "181", "ReferenceId": "29666387", "FullCitation": "Guo F, et al. Sci Rep (2018) pmid: 29666387", "Include": "true"}, {"number": "182", "ReferenceId": "28106826", "FullCitation": "Mármol I, et al. Int J Mol Sci (2017) pmid: 28106826", "Include": "true"}, {"number": "183", "ReferenceId": "28858102", "FullCitation": "Kwak MS, et al. Medicine (Baltimore) (2017) pmid: 28858102", "Include": "true"}, {"number": "184", "ReferenceId": "21228335", "FullCitation": "Bokemeyer C, et al. Ann. Oncol. (2011) pmid: 21228335", "Include": "true"}, {"number": "185", "ReferenceId": "18946061", "FullCitation": "Karapetis CS, et al. N. Engl. J. Med. (2008) pmid: 18946061", "Include": "true"}, {"number": "186", "ReferenceId": "17998284", "FullCitation": "De Roock W, et al. Ann. Oncol. (2008) pmid: 17998284", "Include": "true"}, {"number": "187", "ReferenceId": "24718886", "FullCitation": "Douillard JY, et al. Ann. Oncol. (2014) pmid: 24718886", "Include": "true"}, {"number": "188", "ReferenceId": "18316791", "FullCitation": "Amado RG, et al. J. Clin. Oncol. (2008) pmid: 18316791", "Include": "true"}, {"number": "189", "ReferenceId": "22992590", "FullCitation": "Nat. Rev. Mol. Cell Biol. (2012) pmid: 22992590", "Include": "true"}, {"number": "190", "ReferenceId": "18662538", "FullCitation": "Cell (2008) pmid: 18662538", "Include": "true"}, {"number": "191", "ReferenceId": "16322555", "FullCitation": "Massagué J, et al. Genes Dev. (2005) pmid: 16322555", "Include": "true"}, {"number": "192", "ReferenceId": "10980615", "FullCitation": "Morén A, et al. Oncogene (2000) pmid: 10980615", "Include": "true"}, {"number": "193", "ReferenceId": "10781087", "FullCitation": "Xu J, et al. Proc. Natl. Acad. Sci. U.S.A. (2000) pmid: 10781087", "Include": "true"}, {"number": "194", "ReferenceId": "10485843", "FullCitation": "Luo K, et al. Genes Dev. (1999) pmid: 10485843", "Include": "true"}, {"number": "195", "ReferenceId": "10871368", "FullCitation": "Jones JB, et al. Nucleic Acids Res. (2000) pmid: 10871368", "Include": "true"}, {"number": "196", "ReferenceId": "11196171", "FullCitation": "Fink SP, et al. Cancer Res. (2001) pmid: 11196171", "Include": "true"}, {"number": "197", "ReferenceId": "14715079", "FullCitation": "De Bosscher K, et al. Biochem. J. (2004) pmid: 14715079", "Include": "true"}, {"number": "198", "ReferenceId": "9214508", "FullCitation": "Shi Y, et al. Nature (1997) pmid: 9214508", "Include": "true"}, {"number": "199", "ReferenceId": "10340381", "FullCitation": "Miyaki M, et al. Oncogene (1999) pmid: 10340381", "Include": "true"}, {"number": "200", "ReferenceId": "17994767", "FullCitation": "Prokova V, et al. Biochemistry (2007) pmid: 17994767", "Include": "true"}, {"number": "201", "ReferenceId": "11274206", "FullCitation": "Wu JW, et al. J. Biol. Chem. (2001) pmid: 11274206", "Include": "true"}, {"number": "202", "ReferenceId": "19139564", "FullCitation": "Ding L, et al. J. Clin. Invest. (2009) pmid: 19139564", "Include": "true"}, {"number": "203", "ReferenceId": "14647410", "FullCitation": "Kuang C, et al. Oncogene (2004) pmid: 14647410", "Include": "true"}, {"number": "204", "ReferenceId": "11265759", "FullCitation": "Watanabe M, et al. EMBO Rep. (2000) pmid: 11265759", "Include": "true"}, {"number": "205", "ReferenceId": "25855536", "FullCitation": "Witkiewicz AK, et al. Nat Commun (2015) pmid: 25855536", "Include": "true"}, {"number": "206", "ReferenceId": "24293293", "FullCitation": "Jiao Y, et al. J. Pathol. (2014) pmid: 24293293", "Include": "true"}, {"number": "207", "ReferenceId": "25536104", "FullCitation": "Churi CR, et al. PLoS ONE (2014) pmid: 25536104", "Include": "true"}, {"number": "208", "ReferenceId": "24821835", "FullCitation": "Liu X, et al. Clin. Chem. (2014) pmid: 24821835", "Include": "true"}, {"number": "209", "ReferenceId": "14647445", "FullCitation": "Maru D, et al. Oncogene (2004) pmid: 14647445", "Include": "true"}, {"number": "210", "ReferenceId": "26336083", "FullCitation": "Wang K, et al. Oncologist (2015) pmid: 26336083", "Include": "true"}, {"number": "211", "ReferenceId": "17349581", "FullCitation": "Izeradjene K, et al. Cancer Cell (2007) pmid: 17349581", "Include": "true"}, {"number": "212", "ReferenceId": "17114584", "FullCitation": "Bardeesy N, et al. Genes Dev. (2006) pmid: 17114584", "Include": "true"}, {"number": "213", "ReferenceId": "26253305", "FullCitation": "Springer S, et al. Gastroenterology (2015) pmid: 26253305", "Include": "true"}, {"number": "214", "ReferenceId": "19584151", "FullCitation": "Blackford A, et al. Clin. Cancer Res. (2009) pmid: 19584151", "Include": "true"}, {"number": "215", "ReferenceId": "26861460", "FullCitation": "Yan P, et al. Clin. Cancer Res. (2016) pmid: 26861460", "Include": "true"}, {"number": "216", "ReferenceId": "25681512", "FullCitation": "Kozak MM, et al. J. Clin. Pathol. (2015) pmid: 25681512", "Include": "true"}, {"number": "217", "ReferenceId": "23104212", "FullCitation": "Roth AD, et al. J. Natl. Cancer Inst. (2012) pmid: 23104212", "Include": "true"}, {"number": "218", "ReferenceId": "24618609", "FullCitation": "Davison JM, et al. Am. J. Surg. Pathol. (2014) pmid: 24618609", "Include": "true"}, {"number": "219", "ReferenceId": "15033661", "FullCitation": "Kim YH, et al. Ann. Oncol. (2004) pmid: 15033661", "Include": "true"}, {"number": "220", "ReferenceId": "11234879", "FullCitation": "Xiangming C, et al. Clin. Cancer Res. (2001) pmid: 11234879", "Include": "true"}, {"number": "221", "ReferenceId": "25634752", "FullCitation": "Singhi AD, et al. Am. J. Surg. Pathol. (2015) pmid: 25634752", "Include": "true"}, {"number": "222", "ReferenceId": "12060625", "FullCitation": "Natsugoe S, et al. Clin. Cancer Res. (2002) pmid: 12060625", "Include": "true"}, {"number": "223", "ReferenceId": "23022998", "FullCitation": "de Kruijf EM, et al. Ann. Oncol. (2013) pmid: 23022998", "Include": "true"}, {"number": "224", "ReferenceId": "25032733", "FullCitation": "Shipitsin M, et al. Br. J. Cancer (2014) pmid: 25032733", "Include": "true"}, {"number": "225", "ReferenceId": "22753594", "FullCitation": "Cui Y, et al. Clin. Cancer Res. (2012) pmid: 22753594", "Include": "true"}, {"number": "226", "ReferenceId": "25893305", "FullCitation": "Haeger SM, et al. Oncogene (2016) pmid: 25893305", "Include": "true"}, {"number": "227", "ReferenceId": "22377565", "FullCitation": "Bachet JB, et al. Ann. Oncol. (2012) pmid: 22377565", "Include": "true"}, {"number": "228", "ReferenceId": "29165669", "FullCitation": "Landrum MJ, et al. Nucleic Acids Res. (2018) pmid: 29165669", "Include": "true"}, {"number": "229", "ReferenceId": "9811934", "FullCitation": "Houlston R, et al. Hum. Mol. Genet. (1998) pmid: 9811934", "Include": "true"}, {"number": "230", "ReferenceId": "10764709", "FullCitation": "Woodford_Richens K, et al. Gut (2000) pmid: 10764709", "Include": "true"}, {"number": "231", "ReferenceId": "15235019", "FullCitation": "Howe JR, et al. J. Med. Genet. (2004) pmid: 15235019", "Include": "true"}, {"number": "232", "ReferenceId": "22171123", "FullCitation": "Brosens LA, et al. World J. Gastroenterol. (2011) pmid: 22171123", "Include": "true"}, {"number": "233", "ReferenceId": "27854360", "FullCitation": "Kalia SS, et al. Genet. Med. (2017) pmid: 27854360", "Include": "true"}, {"number": "234", "ReferenceId": "19935675", "FullCitation": "Brown CJ, et al. Nat. Rev. Cancer (2009) pmid: 19935675", "Include": "true"}, {"number": "235", "ReferenceId": "18410249", "FullCitation": "Joerger AC, et al. Annu. Rev. Biochem. (2008) pmid: 18410249", "Include": "true"}, {"number": "236", "ReferenceId": "12826609", "FullCitation": "Kato S, et al. Proc. Natl. Acad. Sci. U.S.A. (2003) pmid: 12826609", "Include": "true"}, {"number": "237", "ReferenceId": "20978130", "FullCitation": "Kamada R, et al. J. Biol. Chem. (2011) pmid: 20978130", "Include": "true"}, {"number": "238", "ReferenceId": "28472496", "FullCitation": "Zerdoumi Y, et al. Hum. Mol. Genet. (2017) pmid: 28472496", "Include": "true"}, {"number": "239", "ReferenceId": "17690113", "FullCitation": "Yamada H, et al. Carcinogenesis (2007) pmid: 17690113", "Include": "true"}, {"number": "240", "ReferenceId": "7585578", "FullCitation": "Goh HS, et al. Cancer Res. (1995) pmid: 7585578", "Include": "true"}, {"number": "241", "ReferenceId": "21103049", "FullCitation": "Berg M, et al. PLoS ONE (2010) pmid: 21103049", "Include": "true"}, {"number": "242", "ReferenceId": "23700467", "FullCitation": "Han SW, et al. PLoS ONE (2013) pmid: 23700467", "Include": "true"}, {"number": "243", "ReferenceId": "23526092", "FullCitation": "Malhotra P, et al. Tumour Biol. (2013) pmid: 23526092", "Include": "true"}, {"number": "244", "ReferenceId": "23821376", "FullCitation": "Di Bartolomeo M, et al. Target Oncol (2014) pmid: 23821376", "Include": "true"}, {"number": "245", "ReferenceId": "23337059", "FullCitation": "Wangefjord S, et al. Diagn Pathol (2013) pmid: 23337059", "Include": "true"}, {"number": "246", "ReferenceId": "16172461", "FullCitation": "Russo A, et al. J. Clin. Oncol. (2005) pmid: 16172461", "Include": "true"}, {"number": "247", "ReferenceId": "20107315", "FullCitation": "Hirai H, et al. Cancer Biol. Ther. (2010) pmid: 20107315", "Include": "true"}, {"number": "248", "ReferenceId": "21799033", "FullCitation": "Bridges KA, et al. Clin. Cancer Res. (2011) pmid: 21799033", "Include": "true"}, {"number": "249", "ReferenceId": "21389100", "FullCitation": "Rajeshkumar NV, et al. Clin. Cancer Res. (2011) pmid: 21389100", "Include": "true"}, {"number": "250", "ReferenceId": "25504633", "FullCitation": "Osman AA, et al. Mol. Cancer Ther. (2015) pmid: 25504633", "Include": "true"}, {"number": "251", "ReferenceId": "12489850", "FullCitation": "Xu L, et al. Mol. Cancer Ther. (2002) pmid: 12489850", "Include": "true"}, {"number": "252", "ReferenceId": "11713371", "FullCitation": "Xu L, et al. Mol. Med. (2001) pmid: 11713371", "Include": "true"}, {"number": "253", "ReferenceId": "23470564", "FullCitation": "Camp ER, et al. Cancer Gene Ther. (2013) pmid: 23470564", "Include": "true"}, {"number": "254", "ReferenceId": "25240597", "FullCitation": "Kim SS, et al. Nanomedicine (2015) pmid: 25240597", "Include": "true"}, {"number": "255", "ReferenceId": "27357628", "FullCitation": "Pirollo KF, et al. Mol. Ther. (2016) pmid: 27357628", "Include": "true"}, {"number": "256", "ReferenceId": "27601554", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27601554", "Include": "true"}, {"number": "257", "ReferenceId": "27998224", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27998224", "Include": "true"}, {"number": "258", "ReferenceId": "31315834", "FullCitation": "Lee J, et al. Cancer Discov (2019) pmid: 31315834", "Include": "true"}, {"number": "259", "ReferenceId": "29535125", "FullCitation": "Méndez E, et al. Clin. Cancer Res. (2018) pmid: 29535125", "Include": "true"}, {"number": "260", "ReferenceId": "22446188", "FullCitation": "Ma CX, et al. J. Clin. Invest. (2012) pmid: 22446188", "Include": "true"}, {"number": "261", "ReferenceId": "26563132", "FullCitation": "Kwok M, et al. Blood (2016) pmid: 26563132", "Include": "true"}, {"number": "262", "ReferenceId": "30975914", "FullCitation": "Boudny M, et al. Haematologica (2019) pmid: 30975914", "Include": "true"}, {"number": "263", "ReferenceId": "28062704", "FullCitation": "Dillon MT, et al. Mol. Cancer Ther. (2017) pmid: 28062704", "Include": "true"}, {"number": "264", "ReferenceId": "30127241", "FullCitation": "Middleton FK, et al. Cancers (Basel) (2018) pmid: 30127241", "Include": "true"}, {"number": "265", "ReferenceId": "26014290", "FullCitation": "Bougeard G, et al. J. Clin. Oncol. (2015) pmid: 26014290", "Include": "true"}, {"number": "266", "ReferenceId": "23355100", "FullCitation": "Sorrell AD, et al. Mol Diagn Ther (2013) pmid: 23355100", "Include": "true"}, {"number": "267", "ReferenceId": "11219776", "FullCitation": "Nichols KE, et al. Cancer Epidemiol. Biomarkers Prev. (2001) pmid: 11219776", "Include": "true"}, {"number": "268", "ReferenceId": "9006316", "FullCitation": "Kleihues P, et al. Am. J. Pathol. (1997) pmid: 9006316", "Include": "true"}, {"number": "269", "ReferenceId": "19204208", "FullCitation": "Gonzalez KD, et al. J. Clin. Oncol. (2009) pmid: 19204208", "Include": "true"}, {"number": "270", "ReferenceId": "12672316", "FullCitation": "Lalloo F, et al. Lancet (2003) pmid: 12672316", "Include": "true"}, {"number": "271", "ReferenceId": "31050713", "FullCitation": "Mandelker D, et al. Ann. Oncol. (2019) pmid: 31050713", "Include": "true"}, {"number": "272", "ReferenceId": "25426837", "FullCitation": "Jaiswal S, et al. N. Engl. J. Med. (2014) pmid: 25426837", "Include": "true"}, {"number": "273", "ReferenceId": "25426838", "FullCitation": "Genovese G, et al. N. Engl. J. Med. (2014) pmid: 25426838", "Include": "true"}, {"number": "274", "ReferenceId": "25326804", "FullCitation": "Xie M, et al. Nat. Med. (2014) pmid: 25326804", "Include": "true"}, {"number": "275", "ReferenceId": "28669404", "FullCitation": "Acuna_Hidalgo R, et al. Am. J. Hum. Genet. (2017) pmid: 28669404", "Include": "true"}, {"number": "276", "ReferenceId": "29678827", "FullCitation": "Severson EA, et al. Blood (2018) pmid: 29678827", "Include": "true"}, {"number": "277", "ReferenceId": "29420212", "FullCitation": "Fuster JJ, et al. Circ. Res. (2018) pmid: 29420212", "Include": "true"}, {"number": "278", "ReferenceId": "30504320", "FullCitation": "Hematology Am Soc Hematol Educ Program (2018) pmid: 30504320", "Include": "true"}, {"number": "279", "ReferenceId": "32269342", "FullCitation": "Chabon JJ, et al. Nature (2020) pmid: 32269342", "Include": "true"}, {"number": "280", "ReferenceId": "31768066", "FullCitation": "Razavi P, et al. Nat. Med. (2019) pmid: 31768066", "Include": "true"}, {"number": "281", "ReferenceId": "23374602", "FullCitation": "Pentheroudakis G, et al. BMC Cancer (2013) pmid: 23374602", "Include": "true"}, {"number": "282", "ReferenceId": "21305640", "FullCitation": "Vaughn CP, et al. Genes Chromosomes Cancer (2011) pmid: 21305640", "Include": "true"}, {"number": "283", "ReferenceId": "23400451", "FullCitation": "Janku F, et al. Target Oncol (2013) pmid: 23400451", "Include": "true"}, {"number": "284", "ReferenceId": "20619739", "FullCitation": "De Roock W, et al. Lancet Oncol. (2010) pmid: 20619739", "Include": "true"}, {"number": "285", "ReferenceId": "20736745", "FullCitation": "Irahara N, et al. Diagn. Mol. Pathol. (2010) pmid: 20736745", "Include": "true"}, {"number": "286", "ReferenceId": "24806288", "FullCitation": "Schirripa M, et al. Int. J. Cancer (2015) pmid: 24806288", "Include": "true"}, {"number": "287", "ReferenceId": "28446505", "FullCitation": "Cercek A, et al. Clin. Cancer Res. (2017) pmid: 28446505", "Include": "true"}, {"number": "288", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "289", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "290", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "291", "ReferenceId": "9823339", "FullCitation": "Boland CR, et al. Cancer Res. (1998) pmid: 9823339", "Include": "true"}, {"number": "292", "ReferenceId": "15528785", "FullCitation": "Pawlik TM, et al. Dis. Markers (2004) pmid: 15528785", "Include": "true"}, {"number": "293", "ReferenceId": "20420947", "FullCitation": "Boland CR, et al. Gastroenterology (2010) pmid: 20420947", "Include": "true"}, {"number": "294", "ReferenceId": "20627535", "FullCitation": "Guastadisegni C, et al. Eur. J. Cancer (2010) pmid: 20627535", "Include": "true"}, {"number": "295", "ReferenceId": "17204026", "FullCitation": "Histopathology (2007) pmid: 17204026", "Include": "true"}, {"number": "296", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "297", "ReferenceId": "11535541", "FullCitation": "Samowitz WS, et al. Cancer Epidemiol. Biomarkers Prev. (2001) pmid: 11535541", "Include": "true"}, {"number": "298", "ReferenceId": "12445368", "FullCitation": "Elsaleh H, et al. Clin Colorectal Cancer (2001) pmid: 12445368", "Include": "true"}, {"number": "299", "ReferenceId": "12820457", "FullCitation": "Brueckl WM, et al. Anticancer Res. () pmid: 12820457", "Include": "true"}, {"number": "300", "ReferenceId": "11438476", "FullCitation": "Guidoboni M, et al. Am. J. Pathol. (2001) pmid: 11438476", "Include": "true"}, {"number": "301", "ReferenceId": "10631274", "FullCitation": "Gryfe R, et al. N. Engl. J. Med. (2000) pmid: 10631274", "Include": "true"}, {"number": "302", "ReferenceId": "16952542", "FullCitation": "Sinicrope FA, et al. Gastroenterology (2006) pmid: 16952542", "Include": "true"}, {"number": "303", "ReferenceId": "22722556", "FullCitation": "Laghi L, et al. Dig Dis (2012) pmid: 22722556", "Include": "true"}, {"number": "304", "ReferenceId": "25392179", "FullCitation": "Gatalica Z, et al. Cancer Epidemiol. Biomarkers Prev. (2014) pmid: 25392179", "Include": "true"}, {"number": "305", "ReferenceId": "26140250", "FullCitation": "Kroemer G, et al. Oncoimmunology (2015) pmid: 26140250", "Include": "true"}, {"number": "306", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "307", "ReferenceId": "24019539", "FullCitation": "Sinicrope FA, et al. J. Clin. Oncol. (2013) pmid: 24019539", "Include": "true"}, {"number": "308", "ReferenceId": "19273709", "FullCitation": "Bertagnolli MM, et al. J. Clin. Oncol. (2009) pmid: 19273709", "Include": "true"}, {"number": "309", "ReferenceId": "19451425", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2009) pmid: 19451425", "Include": "true"}, {"number": "310", "ReferenceId": "12867608", "FullCitation": "Ribic CM, et al. N. Engl. J. Med. (2003) pmid: 12867608", "Include": "true"}, {"number": "311", "ReferenceId": "20498393", "FullCitation": "Sargent DJ, et al. J. Clin. Oncol. (2010) pmid: 20498393", "Include": "true"}, {"number": "312", "ReferenceId": "14522894", "FullCitation": "Fallik D, et al. Cancer Res. (2003) pmid: 14522894", "Include": "true"}, {"number": "313", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "314", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "315", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "316", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "317", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "318", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "319", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "320", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "321", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "322", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "323", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "324", "ReferenceId": "30151257", "FullCitation": "Fabrizio DA, et al. J Gastrointest Oncol (2018) pmid: 30151257", "Include": "true"}, {"number": "325", "ReferenceId": "32919526", "FullCitation": "Marabelle A, et al. Lancet Oncol. (2020) pmid: 32919526", "Include": "true"}, {"number": "326", "ReferenceId": "27022117", "FullCitation": "Stadler ZK, et al. J. Clin. Oncol. (2016) pmid: 27022117", "Include": "true"}, {"number": "327", "ReferenceId": "32379280", "FullCitation": "Chen EX, et al. JAMA Oncol (2020) pmid: 32379280", "Include": "true"}, {"number": "328", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "329", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "330", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "331", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "332", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "333", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "334", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "335", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "336", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "337", "ReferenceId": "15769748", "FullCitation": "Clapéron A, et al. J. Biol. Chem. (2005) pmid: 15769748", "Include": "true"}, {"number": "338", "ReferenceId": "23712190", "FullCitation": "Gibney GT, et al. Nat Rev Clin Oncol (2013) pmid: 23712190", "Include": "true"}, {"number": "339", "ReferenceId": "25037139", "FullCitation": "Ribas A, et al. Lancet Oncol. (2014) pmid: 25037139", "Include": "true"}, {"number": "340", "ReferenceId": "27048246", "FullCitation": "Klempner SJ, et al. Cancer Discov (2016) pmid: 27048246", "Include": "true"}, {"number": "341", "ReferenceId": "26460303", "FullCitation": "Kopetz S, et al. J. Clin. Oncol. (2015) pmid: 26460303", "Include": "true"}, {"number": "342", "ReferenceId": "30036146", "FullCitation": "Ofir Dovrat T, et al. Cancer Biol. Ther. (2018) pmid: 30036146", "Include": "true"}, {"number": "343", "ReferenceId": "21639808", "FullCitation": "Chapman PB, et al. N. Engl. J. Med. (2011) pmid: 21639808", "Include": "true"}, {"number": "344", "ReferenceId": "32067683", "FullCitation": "Kurzrock R, et al. Ann. Oncol. (2020) pmid: 32067683", "Include": "true"}, {"number": "345", "ReferenceId": "32029534", "FullCitation": "Subbiah V, et al. Cancer Discov (2020) pmid: 32029534", "Include": "true"}, {"number": "346", "ReferenceId": "31959346", "FullCitation": "Mazieres J, et al. Ann. Oncol. (2020) pmid: 31959346", "Include": "true"}, {"number": "347", "ReferenceId": "30580112", "FullCitation": "Larkin J, et al. Eur. J. Cancer (2019) pmid: 30580112", "Include": "true"}, {"number": "348", "ReferenceId": "30351999", "FullCitation": "Kaley T, et al. J. Clin. Oncol. (2018) pmid: 30351999", "Include": "true"}, {"number": "349", "ReferenceId": "24739896", "FullCitation": "Price TJ, et al. Lancet Oncol. (2014) pmid: 24739896", "Include": "true"}, {"number": "350", "ReferenceId": "32526634", "FullCitation": "Sakai D, et al. Eur J Cancer (2020) pmid: 32526634", "Include": "true"}, {"number": "351", "ReferenceId": "18003960", "FullCitation": "Jonker DJ, et al. N. Engl. J. Med. (2007) pmid: 18003960", "Include": "true"}, {"number": "352", "ReferenceId": "15269313", "FullCitation": "Cunningham D, et al. N. Engl. J. Med. (2004) pmid: 15269313", "Include": "true"}, {"number": "353", "ReferenceId": "29470838", "FullCitation": "Moiseyenko VM, et al. Clin Drug Investig (2018) pmid: 29470838", "Include": "true"}, {"number": "354", "ReferenceId": "21340604", "FullCitation": "Park JH, et al. Cancer Chemother. Pharmacol. (2011) pmid: 21340604", "Include": "true"}, {"number": "355", "ReferenceId": "19603018", "FullCitation": "Loupakis F, et al. Br. J. Cancer (2009) pmid: 19603018", "Include": "true"}, {"number": "356", "ReferenceId": "26508446", "FullCitation": "Lupini L, et al. BMC Cancer (2015) pmid: 26508446", "Include": "true"}, {"number": "357", "ReferenceId": "21729677", "FullCitation": "Inno A, et al. Clin Colorectal Cancer (2011) pmid: 21729677", "Include": "true"}, {"number": "358", "ReferenceId": "21960311", "FullCitation": "Modest DP, et al. Int. J. Cancer (2012) pmid: 21960311", "Include": "true"}, {"number": "359", "ReferenceId": "27729313", "FullCitation": "Hong DS, et al. Cancer Discov (2016) pmid: 27729313", "Include": "true"}, {"number": "360", "ReferenceId": "31566309", "FullCitation": "Kopetz S, et al. N. Engl. J. Med. (2019) pmid: 31566309", "Include": "true"}, {"number": "361", "ReferenceId": "28363909", "FullCitation": "van Geel RMJM, et al. Cancer Discov (2017) pmid: 28363909", "Include": "true"}, {"number": "362", "ReferenceId": "25344362", "FullCitation": "Tolcher AW, et al. Ann. Oncol. (2015) pmid: 25344362", "Include": "true"}, {"number": "363", "ReferenceId": "21523318", "FullCitation": "Yamaguchi T, et al. Int. J. Oncol. (2011) pmid: 21523318", "Include": "true"}, {"number": "364", "ReferenceId": "23438367", "FullCitation": "Watanabe M, et al. Cancer Sci. (2013) pmid: 23438367", "Include": "true"}, {"number": "365", "ReferenceId": "21245089", "FullCitation": "Gilmartin AG, et al. Clin. Cancer Res. (2011) pmid: 21245089", "Include": "true"}, {"number": "366", "ReferenceId": "23583440", "FullCitation": "Infante JR, et al. Eur. J. Cancer (2013) pmid: 23583440", "Include": "true"}, {"number": "367", "ReferenceId": "22805291", "FullCitation": "Infante JR, et al. Lancet Oncol. (2012) pmid: 22805291", "Include": "true"}, {"number": "368", "ReferenceId": "22767668", "FullCitation": "Leijen S, et al. Clin. Cancer Res. (2012) pmid: 22767668", "Include": "true"}, {"number": "369", "ReferenceId": "24947927", "FullCitation": "Zimmer L, et al. Clin. Cancer Res. (2014) pmid: 24947927", "Include": "true"}, {"number": "370", "ReferenceId": "20127139", "FullCitation": "Bennouna J, et al. Invest New Drugs (2011) pmid: 20127139", "Include": "true"}, {"number": "371", "ReferenceId": "23434733", "FullCitation": "Weekes CD, et al. Clin. Cancer Res. (2013) pmid: 23434733", "Include": "true"}, {"number": "372", "ReferenceId": "22805292", "FullCitation": "Falchook GS, et al. Lancet Oncol. (2012) pmid: 22805292", "Include": "true"}, {"number": "373", "ReferenceId": "23248257", "FullCitation": "Kim KB, et al. J. Clin. Oncol. (2013) pmid: 23248257", "Include": "true"}, {"number": "374", "ReferenceId": "24933606", "FullCitation": "Bowyer SE, et al. Melanoma Res. (2014) pmid: 24933606", "Include": "true"}, {"number": "375", "ReferenceId": "22798288", "FullCitation": "Dahlman KB, et al. Cancer Discov (2012) pmid: 22798288", "Include": "true"}, {"number": "376", "ReferenceId": "26314551", "FullCitation": "Ross JS, et al. Int. J. Cancer (2016) pmid: 26314551", "Include": "true"}, {"number": "377", "ReferenceId": "26072686", "FullCitation": "Menzies AM, et al. Pigment Cell Melanoma Res (2015) pmid: 26072686", "Include": "true"}, {"number": "378", "ReferenceId": "26324360", "FullCitation": "Grisham RN, et al. J. Clin. Oncol. (2015) pmid: 26324360", "Include": "true"}, {"number": "379", "ReferenceId": "25266736", "FullCitation": "Chmielecki J, et al. Cancer Discov (2014) pmid: 25266736", "Include": "true"}, {"number": "380", "ReferenceId": "31768065", "FullCitation": "Durham BH, et al. Nat. Med. (2019) pmid: 31768065", "Include": "true"}, {"number": "381", "ReferenceId": "27480103", "FullCitation": "Ascierto PA, et al. Lancet Oncol. (2016) pmid: 27480103", "Include": "true"}, {"number": "382", "ReferenceId": "31732523", "FullCitation": "Ribas A, et al. Clin. Cancer Res. (2020) pmid: 31732523", "Include": "true"}, {"number": "383", "ReferenceId": "29573941", "FullCitation": "Dummer R, et al. Lancet Oncol. (2018) pmid: 29573941", "Include": "true"}, {"number": "384", "ReferenceId": "32669376", "FullCitation": "Sullivan RJ, et al. Clin Cancer Res (2020) pmid: 32669376", "Include": "true"}, {"number": "385", "ReferenceId": "31757377", "FullCitation": "McLoughlin EM, et al. J Thorac Oncol (2019) pmid: 31757377", "Include": "true"}, {"number": "386", "ReferenceId": "31901705", "FullCitation": "Ascierto PA, et al. Eur. J. Cancer (2020) pmid: 31901705", "Include": "true"}, {"number": "387", "ReferenceId": "31658370", "FullCitation": "Holbrook K, et al. Cancer (2020) pmid: 31658370", "Include": "true"}, {"number": "388", "ReferenceId": "17470858", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2007) pmid: 17470858", "Include": "true"}, {"number": "389", "ReferenceId": "31268481", "FullCitation": "Pietrantonio F, et al. JAMA Oncol (2019) pmid: 31268481", "Include": "true"}, {"number": "390", "ReferenceId": "33503393", "FullCitation": "Tabernero J, et al. J Clin Oncol (2021) pmid: 33503393", "Include": "true"}, {"number": "391", "ReferenceId": "25285888", "FullCitation": "Falchook GS, et al. Thyroid (2015) pmid: 25285888", "Include": "true"}, {"number": "392", "ReferenceId": "23020132", "FullCitation": "Flaherty KT, et al. N. Engl. J. Med. (2012) pmid: 23020132", "Include": "true"}, {"number": "393", "ReferenceId": "25265492", "FullCitation": "Long GV, et al. N. Engl. J. Med. (2014) pmid: 25265492", "Include": "true"}, {"number": "394", "ReferenceId": "25185693", "FullCitation": "Peters S, et al. Melanoma Res. (2014) pmid: 25185693", "Include": "true"}, {"number": "395", "ReferenceId": "26037941", "FullCitation": "Long GV, et al. Lancet (2015) pmid: 26037941", "Include": "true"}, {"number": "396", "ReferenceId": "25399551", "FullCitation": "Robert C, et al. N. Engl. J. Med. (2015) pmid: 25399551", "Include": "true"}, {"number": "397", "ReferenceId": "26664139", "FullCitation": "Williams CB, et al. Onco Targets Ther (2015) pmid: 26664139", "Include": "true"}, {"number": "398", "ReferenceId": "28475671", "FullCitation": "Long GV, et al. Ann. Oncol. (2017) pmid: 28475671", "Include": "true"}, {"number": "399", "ReferenceId": "28919011", "FullCitation": "Planchard D, et al. Lancet Oncol. (2017) pmid: 28919011", "Include": "true"}, {"number": "400", "ReferenceId": "29072975", "FullCitation": "Subbiah V, et al. J. Clin. Oncol. (2018) pmid: 29072975", "Include": "true"}, {"number": "401", "ReferenceId": "32758030", "FullCitation": "Salama AKS, et al. J Clin Oncol (2020) pmid: 32758030", "Include": "true"}, {"number": "402", "ReferenceId": "22608338", "FullCitation": "Falchook GS, et al. Lancet (2012) pmid: 22608338", "Include": "true"}, {"number": "403", "ReferenceId": "25637165", "FullCitation": "Do K, et al. Invest New Drugs (2015) pmid: 25637165", "Include": "true"}, {"number": "404", "ReferenceId": "25322874", "FullCitation": "Hochster HS, et al. Cancer Chemother. Pharmacol. (2015) pmid: 25322874", "Include": "true"}, {"number": "405", "ReferenceId": "26666244", "FullCitation": "Deming DA, et al. Invest New Drugs (2016) pmid: 26666244", "Include": "true"}, {"number": "406", "ReferenceId": "31229949", "FullCitation": "Marti FEM, et al. Eur. J. Cancer (2019) pmid: 31229949", "Include": "true"}, {"number": "407", "ReferenceId": "22241789", "FullCitation": "Hayes DN, et al. Clin. Cancer Res. (2012) pmid: 22241789", "Include": "true"}, {"number": "408", "ReferenceId": "22048237", "FullCitation": "Kirkwood JM, et al. Clin. Cancer Res. (2012) pmid: 22048237", "Include": "true"}, {"number": "409", "ReferenceId": "22972589", "FullCitation": "Patel SP, et al. Cancer (2013) pmid: 22972589", "Include": "true"}, {"number": "410", "ReferenceId": "20179232", "FullCitation": "Banerji U, et al. Clin. Cancer Res. (2010) pmid: 20179232", "Include": "true"}, {"number": "411", "ReferenceId": "22293660", "FullCitation": "Boers_Sonderen MJ, et al. Anticancer Drugs (2012) pmid: 22293660", "Include": "true"}, {"number": "412", "ReferenceId": "23735514", "FullCitation": "Robert C, et al. Lancet Oncol. (2013) pmid: 23735514", "Include": "true"}, {"number": "413", "ReferenceId": "31151904", "FullCitation": "Fangusaro J, et al. Lancet Oncol. (2019) pmid: 31151904", "Include": "true"}, {"number": "414", "ReferenceId": "28339824", "FullCitation": "Banerjee A, et al. Neuro_oncology (2017) pmid: 28339824", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2021_09_22 01:59:52", "OpName": "J. Keith Killian, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "J. Keith Killian, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "896x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "4 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 pca_score"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "COLON", "disease_ontology": "Colon adenocarcinoma (CRC)", "flowcell_analysis": "2000017649", "gender": "male", "pathology_diagnosis": "Colon rectal", "percent_tumor_nuclei": "30", "pipeline_version": "v3.7.0", "purity_assessment": "30.0", "specimen": "ORD_1187296_01*US1148215.01", "study": "CLINICAL_F1CDx", "test_request": "ORD_1187296_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Colon", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX1", "mean_exon_depth": "892.79", "name": "SQ_US1148215.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.3835", "cds_effect": "681_682insT", "depth": "532", "equivocal": "false", "functional_effect": "frameshift", "gene": "TP53", "percent_reads": "38.35", "position": "chr17:7577599", "protein_effect": "D228fs*1", "status": "known", "strand": "_", "transcript": "NM_000546", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.5568", "cds_effect": "3806A>C", "depth": "519", "equivocal": "false", "functional_effect": "missense", "gene": "IRS2", "percent_reads": "55.68", "position": "chr13:110434595", "protein_effect": "Q1269P", "status": "unknown", "strand": "_", "transcript": "NM_003749", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.4176", "cds_effect": "145C>G", "depth": "692", "equivocal": "false", "functional_effect": "missense", "gene": "NTRK1", "percent_reads": "41.76", "position": "chr1:156830871", "protein_effect": "R49G", "status": "unknown", "strand": "+", "transcript": "NM_002529", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.0984", "cds_effect": "91_92insAAAAATATGTGGATACTCCATTTGGCAAGGTTAATATCCAACTTGTGGAGAC", "depth": "1026", "equivocal": "false", "functional_effect": "frameshift", "gene": "MTAP", "percent_reads": "9.84", "position": "chr9:21815489", "protein_effect": "P41fs*20", "status": "likely", "strand": "+", "transcript": "NM_002451", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.3141", "cds_effect": "5490_5501delTGCCGCCACCAC", "depth": "694", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "MTOR", "percent_reads": "31.41", "position": "chr1:11190697", "protein_effect": "T1834_T1837del", "status": "unknown", "strand": "_", "transcript": "NM_004958", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.3805", "cds_effect": "575_576insC", "depth": "523", "equivocal": "false", "functional_effect": "frameshift", "gene": "RNF43", "percent_reads": "38.05", "position": "chr17:56440642", "protein_effect": "A193fs*6", "status": "likely", "strand": "_", "transcript": "NM_017763", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.3596", "cds_effect": "893C>T", "depth": "495", "equivocal": "false", "functional_effect": "missense", "gene": "MAP2K2", "percent_reads": "35.96", "position": "chr19:4099225", "protein_effect": "P298L", "status": "unknown", "strand": "_", "transcript": "NM_030662", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.2687", "cds_effect": "1082G>A", "depth": "696", "equivocal": "false", "functional_effect": "missense", "gene": "SMAD4", "percent_reads": "26.87", "position": "chr18:48591919", "protein_effect": "R361H", "status": "known", "strand": "+", "transcript": "NM_005359", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.5645", "cds_effect": "245C>T", "depth": "760", "equivocal": "false", "functional_effect": "missense", "gene": "HNF1A", "percent_reads": "56.45", "position": "chr12:121416816", "protein_effect": "T82M", "status": "unknown", "strand": "+", "transcript": "NM_000545", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.3571", "cds_effect": "2446G>A", "depth": "14", "equivocal": "false", "functional_effect": "missense", "gene": "PMS2", "percent_reads": "35.71", "position": "chr7:6013173", "protein_effect": "V816M", "status": "unknown", "strand": "_", "transcript": "NM_000535", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.6579", "cds_effect": "486T>G", "depth": "573", "equivocal": "false", "functional_effect": "missense", "gene": "P2RY8", "percent_reads": "65.79", "position": "chrX:1584966", "protein_effect": "D162E", "status": "unknown", "strand": "_", "transcript": "NM_178129", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.2598", "cds_effect": "433G>A", "depth": "820", "equivocal": "false", "functional_effect": "missense", "gene": "ERCC4", "percent_reads": "25.98", "position": "chr16:14020462", "protein_effect": "E145K", "status": "unknown", "strand": "+", "transcript": "NM_005236", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"allele_fraction": "0.3844", "cds_effect": "1799T>A", "depth": "1155", "equivocal": "false", "functional_effect": "missense", "gene": "BRAF", "percent_reads": "38.44", "position": "chr7:140453136", "protein_effect": "V600E", "status": "known", "strand": "_", "transcript": "NM_004333", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": [{"copy_number": "7", "equivocal": "true", "gene": "KEL", "number_of_exons": "19 of 19", "position": "chr7:142638338_142659356", "ratio": "1.61", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"copy_number": "8", "equivocal": "false", "gene": "LYN", "number_of_exons": "12 of 12", "position": "chr8:56854418_56922669", "ratio": "1.56", "status": "ambiguous", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"copy_number": "8", "equivocal": "false", "gene": "MYC", "number_of_exons": "5 of 5", "position": "chr8:128706589_128801451", "ratio": "1.53", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"copy_number": "8", "equivocal": "false", "gene": "RAD21", "number_of_exons": "13 of 13", "position": "chr8:117859738_117878968", "ratio": "1.85", "status": "ambiguous", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"copy_number": "8", "equivocal": "false", "gene": "NBN", "number_of_exons": "16 of 16", "position": "chr8:90947760_90996835", "ratio": "1.74", "status": "unknown", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}, {"copy_number": "7", "equivocal": "true", "gene": "BRAF", "number_of_exons": "18 of 18", "position": "chr7:140388427_140665174", "ratio": "1.38", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}]}, "rearrangements": {"rearrangement": {"description": "CASP8(NM_001228) rearrangement intron 2", "equivocal": "false", "in_frame": "unknown", "other_gene": "N/A", "pos1": "chr2:202122921_202123205", "pos2": "chr2:204941818_204942157", "status": "unknown", "supporting_read_pairs": "107", "targeted_gene": "CASP8", "type": "rearrangement", "dna_evidence": {"sample": "SQ_US1148215.01_1"}}}, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "3.78", "status": "low", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}