{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2022_00019448", "CSN": null, "TRF": "ORD_1321261_01", "MRN": "47863627", "PhysicianId": "109266", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "1058568", "clinicalId": "1059939", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1321261_01", "SampleName": "US1270823.01", "Version": "0", "Sample": {"FM_Id": "ORD_1321261_01", "SampleId": "US1270823.01", "BlockId": "S110-34515A", "TRFNumber": "ORD_1321261_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "FFPE", "ReceivedDate": "2022_03_14", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}]}, "TumorPurity": "60", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S111-98805", "MRN": "47863627", "FullName": "黃鴻錦", "FirstName": "47863627", "LastName": "47863627", "SubmittedDiagnosis": "Glioblastoma, Cerebrum", "Gender": "Male", "DOB": "1965_03_02", "OrderingMD": "許秉權", "OrderingMDId": "109266", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Brain", "CollDate": "2021_11_12", "ReceivedDate": "2022-03-25 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Diffuse Glioma"}, "PertinentNegatives": {"PertinentNegative": [{"Gene": "IDH1"}, {"Gene": "PDGFRA"}]}, "Summaries": {"alterationCount": "18", "clinicalTrialCount": "10", "resistiveCount": "0", "sensitizingCount": "4"}, "VariantProperties": {"VariantProperty": [{"geneName": "ARAF", "isVUS": "true", "variantName": "E578D"}, {"geneName": "CARD11", "isVUS": "true", "variantName": "R967C"}, {"geneName": "EPHA3", "isVUS": "true", "variantName": "V959F"}, {"geneName": "GRM3", "isVUS": "true", "variantName": "amplification"}, {"geneName": "PDGFRB", "isVUS": "true", "variantName": "T143I"}, {"geneName": "RAD51", "isVUS": "true", "variantName": "T88S"}, {"geneName": "SMARCA4", "isVUS": "true", "variantName": "A340T"}, {"geneName": "SOCS1", "isVUS": "true", "variantName": "T15I"}, {"geneName": "TIPARP", "isVUS": "true", "variantName": "E378A"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "EGFR", "Include": "true", "Alterations": {"Alteration": [{"Name": "P596L", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "P596L"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). Amplification of EGFR has been associated with increased expression of EGFR mRNA and protein in several cancer types (Liang et al., 2010; 20637128, Bhargava et al., 2005; 15920544, Yang et al., 2012; 22490401). EGFR mutations that have been characterized in biochemical assays to be activating, as observed here, are predicted to confer sensitivity to EGFR_targeted therapies (Foster et al., 2010; 20942962, Cai et al., 2008; 18193092, Stabile et al., 2005; 15735034, Zhang et al., 2006; 17409930, Siegfried et al., 2012; 22258476, ManChon et al., 2014; 24743239, Cho et al., 2014; 24894453, Hama et al., 2009; 19726454, Tam et al., 2009; 19671738, Kancha et al., 2009; 19147750, Chen et al., 2006; 16205628, Lee et al., 2006; 17177598, Ymer et al., 2011; 24212795, Razis et al., 2009; 19789313, Wang et al., 2011; 21532887, Cai et al., 2008; 18193092, Kim et al., 2019; 31290142, Sueangoen et al., 2020; 32190291, Lundby et al., 2019; 31585087). The EGFR A289V mutation, located in the extracellular domain, has been shown to be activating (Lee et al., 2006; 17177598). Glioblastoma cell lines harboring an EGFR A289V or A289D mutation were shown to be dependent on EGFR kinase activity (Vivanco et al., 2012; 22588883), and other mutations at this position are also likely activating. In addition, A289V is frequently associated with increased EGFR gene copy number (Lee et al., 2006; 17177598). Across several genomic studies of CNS tumors, EGFR amplification has been reported in 16.9% of anaplastic astrocytomas, and 39.7% of glioblastoma multiformes (GBMs)(Jonsson et al., 2019; 31263031, Brennan et al., 2013; 24120142, Ceccarelli et al., 2016; 26824661, Thomas et al., 2017; 28472509). Across several genomic studies of CNS tumors, EGFR alterations have been reported in 13.2% of anaplastic astrocytomas, 5.3_15.9% of glioblastoma multiformes (GBMs), and 0% of pilocytic astrocytomas (cbio_Jonsson et al., 2019; 31263031, cbio_Brennan et al., 2013; 24120142, cbio_Ceccarelli et al., 2016; 26824661, cbio_Thomas et al., 2017; 28472509). In the glioblastoma (GBM) TCGA dataset, putative high_level amplification of EGFR has been found in 48% of cases and mutation has been found in 21% of cases (cBio_Brennan et al., 2013; 24120142). Missense mutations in the EGFR extracellular domain have been found in 10_15% of GBMs and approximately half have a low_level amplification of the mutated allele (Lee et al., 2006; 17177598, Vivanco et al., 2012; 22588883). One study detected EGFR alterations in 50% (117/232) of IDH_wildtype GBM samples analyzed, including 41% (95/232) with a co_occurring EGFR amplification and mutation, 26% (61/232) with an EGFR domain truncation event, such as EGFRvIII, and 2.2% (5/232) with an EGFR fusion event (Yan et al. 2020; DOI:10.1200/PO.19.00385). No definitive correlation has been identified between EGFR amplification and length of survival in patients with GBM (Srividya et al., 2010; 20702468, Das et al., 2011; 20888234); however, EGFR amplification has been associated with prolonged survival in patients over the age of 60 with GBM (Smith et al., 2001; 11504770). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). A case study of a patient with multiple glioblastoma (GBM) tumors, one of which harbored EGFR amplification and multiple missense mutations, reported a near_CR of the EGFR_amplified and _mutated tumor to osimertinib (Makhlin et al., 2019; 31769726). A case series of 11 patients with bithalamic gliomas with EGFR mutations suggested that treatment with EGFR inhibitors, including osimertinib, prolonged patient survival relative to other types of treatment; however, no patients attained PR or SD (Mondal et al., 2020; 32303840). Another case series of 2 patients with osimertinib_treated bithalamic gliomas with EGFR exon 20 insertion mutations reported that one patient experienced no progression at 4 months of treatment and that another patient did not progress until after 6 months of treatment (Goyal et al., 2021; 33940677). Clinical studies of the second_generation EGFR TKIs afatinib and dacomitinib for patients with EGFR_amplified gliomas have shown limited efficacy (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886, Reardon et al., 2015; 25140039, Blumenthal et al., 2016; 27531351); however, a small subset of patients has experienced clinical benefit (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886). Multiple studies have failed to find a positive association between increased EGFR expression and clinical benefit from erlotinib or gefitinib for patients with glioblastoma (Mellinghoff et al., 2005; 16282176, Franceschi et al., 2007; 17353924, Chakravarti et al., 2013; 23182702, Hegi et al., 2011; 21471286, Rich et al. 2004; 14638850). There are conflicting data on the efficacy of anti_EGFR antibodies for the treatment of EGFR_amplified tumors. A meta_analysis of colorectal cancer patients treated with second_line or higher cetuximab or panitumumab observed an association between EGFR copy number gain and increased OS and PFS (Jiang et al., 2013; 23441167). However, studies in head and neck squamous cell carcinoma and gastric cancer found either no association or a negative association between EGFR copy number gain and survival after treatment with first_line cetuximab or panitumumab in combination with chemotherapy (Licitra et al., 2011; 21048039, Smyth et al., 2020; 33199443). The Phase 3 INTELLANCE trial of depatuxizumab mafodotin (ABT_414), an EGFR_targeted antibody_drug conjugate with a toxic payload, in patients with EGFR_amplified glioblastoma (GBM) was stopped for futility. Interim analysis demonstrated improved median PFS (mPFS) of ABT_414 monotherapy compared with placebo (HR=0.84); however, no OS benefit was observed (HR=1.01). Improved mPFS was also observed in patients harboring EGFRvIII (HR=0.73) but without an OS improvement (HR=0.95) (Lassman et al., 2019; Neuro_Oncology Abstract ACTR_21). The Phase 2 INTELLANCE trial demonstrated clinical benefit for EGFR_amplified GBM for the combination of ABT_414, temozolomide, and radiotherapy (HR=0.66, p=0.017), but there was no evidence of efficacy for ABT_414 monotherapy (HR=1.04, p=0.83)(Bent et al., 2020; 31747009). The presence of EGFR gene amplification or TERT promoter mutations are indicative of diffuse astrocytic glioma with molecular features of glioblastoma, WHO grade 4 in IDH1/2_wildtype tumors (NCCN CNS Cancers Guidelines, v2.2021) (Louis et al., 2021; 34185076).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Panitumumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A Phase 1 trial of EnGeneIC delivery vehicle (EDV) targeting EGFR with panitumumab in combination with doxorubicin for 14 patients with glioblastoma (GBM) reported no responses and 28% (4/14) SDs (Whittle et al., 2015; 26279503). Panitumumab has shown efficacy as monotherapy or in combination with chemotherapy for patients with KRAS_wildtype colorectal cancer (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858) and has been investigated in a variety of other tumor types. For patients with head and neck squamous cell carcinoma (HNSCC), data are conflicting; some trials of panitumumab in various lines and with different chemotherapy combinations have shown modest benefit (Vermorken et al., 2013; 23746666, Wirth et al., 2010; 19892746, Siano et al., 2017; 28592616) and others have reported no benefit (Mesia et al., 2015; 25596660, Giralt et al., 2015; 25596659, Siu et al., 2016; 27930762). A Phase 3 study of chemotherapy with or without panitumumab for patients with advanced gastroesophageal cancer was terminated for futility (Waddell et al., 2013; 23594787). Trials in a variety of tumor types have failed to show significant benefit for patients, including non_small cell lung cancer (NSCLC) (Crawford et al., 2013; 24389433, Shuette et al., 2015; 26094080); biliary tract cancers, including cholangiocarcinoma (Leone et al., 2016; 26540314, Vogel et al., 2018; 29413685); and renal cell carcinoma (RCC) (Rowinsky et al., 2004; 15210739). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). Patients with refractory advanced esophageal carcinoma and EGFR amplification derived significant overall survival benefit from gefitinib compared to placebo (HR = 0.21)(Petty et al., 2017; 28537764, Dutton et al., 2014; 24950987). </p> <p><b>Supporting Data:</b> A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). A Phase 2 clinical study of gefitinib in patients with high_grade glioma (including GBM, anaplastic astrocytoma, and oligodendroglioma) reported 18% (5/28) disease stabilization; efficacy was not correlated with EGFR expression (Franceschi et al., 2007; 17353924). However, a Phase 1/2 clinical trial of gefitinib combined with radiotherapy in 178 patients with GBM reported no overall survival benefit of added gefitinib, and EGFR expression was found to be of no prognostic value for patients treated with gefitinib plus radiotherapy (Chakravarti et al., 2013; 23182702). A Phase 2 trial of preoperative gefitinib treatment in patients with recurrent GBM reported that although EGFR phosphorylation was decreased in treated patients as compared to the control group, measurement of 12 downstream molecules revealed no significant changes (Hegi et al., 2011; 21471286). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Cetuximab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A clinical trial of cetuximab with bevacizumab (an anti_VEGF monoclonal antibody) in patients with glioblastoma (GBM) did not show improved efficacy compared with bevacizumab alone (Hasselbalch et al., 2010; 20406901). In preclinical trials, cetuximab, matuzumab, and panitumumab were reported to be ineffective at blocking EGFR dimerization and activation in GBM cells expressing EGFR extracellular domain mutations (Gajadhar et al., 2012; 22232519). However, another study demonstrated that in patients with GBM harboring EGFR amplification but lacking expression of the EGFRvIII variant, treatment with cetuximab resulted in significantly better progression_free survival (PFS) and numerical (although not statistically significant) improvement in overall survival (OS) (Lv et al., 2012; 22752145). A Phase 3 trial of combined cetuximab and platinum/5_FU in patients with HNSCC demonstrated improved response compared to platinum/5_FU alone, but EGFR amplification was not shown to predict response to this treatment (Licitra et al., 2011; 21048039). A Phase 3 study of patients with pancreatic adenocarcinoma did not report any improved outcome in patients treated with a combination of cetuximab plus gemcitabine vs gemcitabine alone (Philip et al., 2010; 20606093). In a Phase 1/2 trial of 36 patients with metastatic castration_resistant prostate cancer (mCRPC) treated with cetuximab in combination with doxorubicin, stable disease was reported in approximately 63% of patients (Slovin et al., 2009; 19815486). A Phase 1 study of the combination therapy of cetuximab, erlotinib, and bevacizumab reported stable disease in 21% (7/34) of patients with non_small cell lung cancer (NSCLC) (Falchook et al., 2013; 23435217). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). </p> <p><b>Supporting Data:</b> In the MyPathway Phase 2a basket study for advanced solid tumors, 1 of 9 patients with EGFR activation mutations responded to erlotinib monotherapy; the responding patient had urethral adenocarcinoma (Hainsworth et al., 2018; 29320312). A patient with EGFR_mutated metastatic lacrimal gland adenoid cystic carcinoma experienced clinical benefit from erlotinib treatment that was ongoing at 14 months (Nie et al., 2018; 29998897). A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). In a Phase 2 study of 65 patients with GBM or gliosarcoma, treatment with erlotinib, temozolomide, and radiotherapy resulted in longer progression_free survival relative to a historical control study utilizing a regimen of temozolomide and radiotherapy alone (19.3 months vs. 14.1 months)(Prados et al., 2009; 19075262). However, in a Phase 1/2 trial of erlotinib monotherapy in 11 patients with relapsed or refractory GBM or anaplastic astrocytoma, all patients showed disease progression and the drug showed significant toxicity (Kesavabhotla et al., 2012; 22946346). In addition, a Phase 2 trial of patients with recurrent or progressive GBM treated with erlotinib and sorafenib did not meet its objective of a 30% increase in overall survival time compared with historical controls; sorafenib was found to increase erlotinib clearance (Peereboom et al., 2013; 23328813). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT03783403", "Include": "true"}, {"nctId": "NCT03810872", "Include": "true"}, {"nctId": "NCT03618667", "Include": "true"}, {"nctId": "NCT04172597", "Include": "true"}, {"nctId": "NCT02800486", "Include": "true"}, {"nctId": "NCT02861898", "Include": "true"}]}}, {"Name": "A289T", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "A289T"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). Amplification of EGFR has been associated with increased expression of EGFR mRNA and protein in several cancer types (Liang et al., 2010; 20637128, Bhargava et al., 2005; 15920544, Yang et al., 2012; 22490401). EGFR mutations that have been characterized in biochemical assays to be activating, as observed here, are predicted to confer sensitivity to EGFR_targeted therapies (Foster et al., 2010; 20942962, Cai et al., 2008; 18193092, Stabile et al., 2005; 15735034, Zhang et al., 2006; 17409930, Siegfried et al., 2012; 22258476, ManChon et al., 2014; 24743239, Cho et al., 2014; 24894453, Hama et al., 2009; 19726454, Tam et al., 2009; 19671738, Kancha et al., 2009; 19147750, Chen et al., 2006; 16205628, Lee et al., 2006; 17177598, Ymer et al., 2011; 24212795, Razis et al., 2009; 19789313, Wang et al., 2011; 21532887, Cai et al., 2008; 18193092, Kim et al., 2019; 31290142, Sueangoen et al., 2020; 32190291, Lundby et al., 2019; 31585087). The EGFR A289V mutation, located in the extracellular domain, has been shown to be activating (Lee et al., 2006; 17177598). Glioblastoma cell lines harboring an EGFR A289V or A289D mutation were shown to be dependent on EGFR kinase activity (Vivanco et al., 2012; 22588883), and other mutations at this position are also likely activating. In addition, A289V is frequently associated with increased EGFR gene copy number (Lee et al., 2006; 17177598). Across several genomic studies of CNS tumors, EGFR amplification has been reported in 16.9% of anaplastic astrocytomas, and 39.7% of glioblastoma multiformes (GBMs)(Jonsson et al., 2019; 31263031, Brennan et al., 2013; 24120142, Ceccarelli et al., 2016; 26824661, Thomas et al., 2017; 28472509). Across several genomic studies of CNS tumors, EGFR alterations have been reported in 13.2% of anaplastic astrocytomas, 5.3_15.9% of glioblastoma multiformes (GBMs), and 0% of pilocytic astrocytomas (cbio_Jonsson et al., 2019; 31263031, cbio_Brennan et al., 2013; 24120142, cbio_Ceccarelli et al., 2016; 26824661, cbio_Thomas et al., 2017; 28472509). In the glioblastoma (GBM) TCGA dataset, putative high_level amplification of EGFR has been found in 48% of cases and mutation has been found in 21% of cases (cBio_Brennan et al., 2013; 24120142). Missense mutations in the EGFR extracellular domain have been found in 10_15% of GBMs and approximately half have a low_level amplification of the mutated allele (Lee et al., 2006; 17177598, Vivanco et al., 2012; 22588883). One study detected EGFR alterations in 50% (117/232) of IDH_wildtype GBM samples analyzed, including 41% (95/232) with a co_occurring EGFR amplification and mutation, 26% (61/232) with an EGFR domain truncation event, such as EGFRvIII, and 2.2% (5/232) with an EGFR fusion event (Yan et al. 2020; DOI:10.1200/PO.19.00385). No definitive correlation has been identified between EGFR amplification and length of survival in patients with GBM (Srividya et al., 2010; 20702468, Das et al., 2011; 20888234); however, EGFR amplification has been associated with prolonged survival in patients over the age of 60 with GBM (Smith et al., 2001; 11504770). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). A case study of a patient with multiple glioblastoma (GBM) tumors, one of which harbored EGFR amplification and multiple missense mutations, reported a near_CR of the EGFR_amplified and _mutated tumor to osimertinib (Makhlin et al., 2019; 31769726). A case series of 11 patients with bithalamic gliomas with EGFR mutations suggested that treatment with EGFR inhibitors, including osimertinib, prolonged patient survival relative to other types of treatment; however, no patients attained PR or SD (Mondal et al., 2020; 32303840). Another case series of 2 patients with osimertinib_treated bithalamic gliomas with EGFR exon 20 insertion mutations reported that one patient experienced no progression at 4 months of treatment and that another patient did not progress until after 6 months of treatment (Goyal et al., 2021; 33940677). Clinical studies of the second_generation EGFR TKIs afatinib and dacomitinib for patients with EGFR_amplified gliomas have shown limited efficacy (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886, Reardon et al., 2015; 25140039, Blumenthal et al., 2016; 27531351); however, a small subset of patients has experienced clinical benefit (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886). Multiple studies have failed to find a positive association between increased EGFR expression and clinical benefit from erlotinib or gefitinib for patients with glioblastoma (Mellinghoff et al., 2005; 16282176, Franceschi et al., 2007; 17353924, Chakravarti et al., 2013; 23182702, Hegi et al., 2011; 21471286, Rich et al. 2004; 14638850). There are conflicting data on the efficacy of anti_EGFR antibodies for the treatment of EGFR_amplified tumors. A meta_analysis of colorectal cancer patients treated with second_line or higher cetuximab or panitumumab observed an association between EGFR copy number gain and increased OS and PFS (Jiang et al., 2013; 23441167). However, studies in head and neck squamous cell carcinoma and gastric cancer found either no association or a negative association between EGFR copy number gain and survival after treatment with first_line cetuximab or panitumumab in combination with chemotherapy (Licitra et al., 2011; 21048039, Smyth et al., 2020; 33199443). The Phase 3 INTELLANCE trial of depatuxizumab mafodotin (ABT_414), an EGFR_targeted antibody_drug conjugate with a toxic payload, in patients with EGFR_amplified glioblastoma (GBM) was stopped for futility. Interim analysis demonstrated improved median PFS (mPFS) of ABT_414 monotherapy compared with placebo (HR=0.84); however, no OS benefit was observed (HR=1.01). Improved mPFS was also observed in patients harboring EGFRvIII (HR=0.73) but without an OS improvement (HR=0.95) (Lassman et al., 2019; Neuro_Oncology Abstract ACTR_21). The Phase 2 INTELLANCE trial demonstrated clinical benefit for EGFR_amplified GBM for the combination of ABT_414, temozolomide, and radiotherapy (HR=0.66, p=0.017), but there was no evidence of efficacy for ABT_414 monotherapy (HR=1.04, p=0.83)(Bent et al., 2020; 31747009). The presence of EGFR gene amplification or TERT promoter mutations are indicative of diffuse astrocytic glioma with molecular features of glioblastoma, WHO grade 4 in IDH1/2_wildtype tumors (NCCN CNS Cancers Guidelines, v2.2021) (Louis et al., 2021; 34185076).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Panitumumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A Phase 1 trial of EnGeneIC delivery vehicle (EDV) targeting EGFR with panitumumab in combination with doxorubicin for 14 patients with glioblastoma (GBM) reported no responses and 28% (4/14) SDs (Whittle et al., 2015; 26279503). Panitumumab has shown efficacy as monotherapy or in combination with chemotherapy for patients with KRAS_wildtype colorectal cancer (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858) and has been investigated in a variety of other tumor types. For patients with head and neck squamous cell carcinoma (HNSCC), data are conflicting; some trials of panitumumab in various lines and with different chemotherapy combinations have shown modest benefit (Vermorken et al., 2013; 23746666, Wirth et al., 2010; 19892746, Siano et al., 2017; 28592616) and others have reported no benefit (Mesia et al., 2015; 25596660, Giralt et al., 2015; 25596659, Siu et al., 2016; 27930762). A Phase 3 study of chemotherapy with or without panitumumab for patients with advanced gastroesophageal cancer was terminated for futility (Waddell et al., 2013; 23594787). Trials in a variety of tumor types have failed to show significant benefit for patients, including non_small cell lung cancer (NSCLC) (Crawford et al., 2013; 24389433, Shuette et al., 2015; 26094080); biliary tract cancers, including cholangiocarcinoma (Leone et al., 2016; 26540314, Vogel et al., 2018; 29413685); and renal cell carcinoma (RCC) (Rowinsky et al., 2004; 15210739). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). Patients with refractory advanced esophageal carcinoma and EGFR amplification derived significant overall survival benefit from gefitinib compared to placebo (HR = 0.21)(Petty et al., 2017; 28537764, Dutton et al., 2014; 24950987). </p> <p><b>Supporting Data:</b> A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). A Phase 2 clinical study of gefitinib in patients with high_grade glioma (including GBM, anaplastic astrocytoma, and oligodendroglioma) reported 18% (5/28) disease stabilization; efficacy was not correlated with EGFR expression (Franceschi et al., 2007; 17353924). However, a Phase 1/2 clinical trial of gefitinib combined with radiotherapy in 178 patients with GBM reported no overall survival benefit of added gefitinib, and EGFR expression was found to be of no prognostic value for patients treated with gefitinib plus radiotherapy (Chakravarti et al., 2013; 23182702). A Phase 2 trial of preoperative gefitinib treatment in patients with recurrent GBM reported that although EGFR phosphorylation was decreased in treated patients as compared to the control group, measurement of 12 downstream molecules revealed no significant changes (Hegi et al., 2011; 21471286). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Cetuximab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A clinical trial of cetuximab with bevacizumab (an anti_VEGF monoclonal antibody) in patients with glioblastoma (GBM) did not show improved efficacy compared with bevacizumab alone (Hasselbalch et al., 2010; 20406901). In preclinical trials, cetuximab, matuzumab, and panitumumab were reported to be ineffective at blocking EGFR dimerization and activation in GBM cells expressing EGFR extracellular domain mutations (Gajadhar et al., 2012; 22232519). However, another study demonstrated that in patients with GBM harboring EGFR amplification but lacking expression of the EGFRvIII variant, treatment with cetuximab resulted in significantly better progression_free survival (PFS) and numerical (although not statistically significant) improvement in overall survival (OS) (Lv et al., 2012; 22752145). A Phase 3 trial of combined cetuximab and platinum/5_FU in patients with HNSCC demonstrated improved response compared to platinum/5_FU alone, but EGFR amplification was not shown to predict response to this treatment (Licitra et al., 2011; 21048039). A Phase 3 study of patients with pancreatic adenocarcinoma did not report any improved outcome in patients treated with a combination of cetuximab plus gemcitabine vs gemcitabine alone (Philip et al., 2010; 20606093). In a Phase 1/2 trial of 36 patients with metastatic castration_resistant prostate cancer (mCRPC) treated with cetuximab in combination with doxorubicin, stable disease was reported in approximately 63% of patients (Slovin et al., 2009; 19815486). A Phase 1 study of the combination therapy of cetuximab, erlotinib, and bevacizumab reported stable disease in 21% (7/34) of patients with non_small cell lung cancer (NSCLC) (Falchook et al., 2013; 23435217). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). </p> <p><b>Supporting Data:</b> In the MyPathway Phase 2a basket study for advanced solid tumors, 1 of 9 patients with EGFR activation mutations responded to erlotinib monotherapy; the responding patient had urethral adenocarcinoma (Hainsworth et al., 2018; 29320312). A patient with EGFR_mutated metastatic lacrimal gland adenoid cystic carcinoma experienced clinical benefit from erlotinib treatment that was ongoing at 14 months (Nie et al., 2018; 29998897). A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). In a Phase 2 study of 65 patients with GBM or gliosarcoma, treatment with erlotinib, temozolomide, and radiotherapy resulted in longer progression_free survival relative to a historical control study utilizing a regimen of temozolomide and radiotherapy alone (19.3 months vs. 14.1 months)(Prados et al., 2009; 19075262). However, in a Phase 1/2 trial of erlotinib monotherapy in 11 patients with relapsed or refractory GBM or anaplastic astrocytoma, all patients showed disease progression and the drug showed significant toxicity (Kesavabhotla et al., 2012; 22946346). In addition, a Phase 2 trial of patients with recurrent or progressive GBM treated with erlotinib and sorafenib did not meet its objective of a 30% increase in overall survival time compared with historical controls; sorafenib was found to increase erlotinib clearance (Peereboom et al., 2013; 23328813). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT03783403", "Include": "true"}, {"nctId": "NCT03810872", "Include": "true"}, {"nctId": "NCT03618667", "Include": "true"}, {"nctId": "NCT04172597", "Include": "true"}, {"nctId": "NCT02800486", "Include": "true"}, {"nctId": "NCT02861898", "Include": "true"}]}}, {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "amplification"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). Amplification of EGFR has been associated with increased expression of EGFR mRNA and protein in several cancer types (Liang et al., 2010; 20637128, Bhargava et al., 2005; 15920544, Yang et al., 2012; 22490401). EGFR mutations that have been characterized in biochemical assays to be activating, as observed here, are predicted to confer sensitivity to EGFR_targeted therapies (Foster et al., 2010; 20942962, Cai et al., 2008; 18193092, Stabile et al., 2005; 15735034, Zhang et al., 2006; 17409930, Siegfried et al., 2012; 22258476, ManChon et al., 2014; 24743239, Cho et al., 2014; 24894453, Hama et al., 2009; 19726454, Tam et al., 2009; 19671738, Kancha et al., 2009; 19147750, Chen et al., 2006; 16205628, Lee et al., 2006; 17177598, Ymer et al., 2011; 24212795, Razis et al., 2009; 19789313, Wang et al., 2011; 21532887, Cai et al., 2008; 18193092, Kim et al., 2019; 31290142, Sueangoen et al., 2020; 32190291, Lundby et al., 2019; 31585087). The EGFR A289V mutation, located in the extracellular domain, has been shown to be activating (Lee et al., 2006; 17177598). Glioblastoma cell lines harboring an EGFR A289V or A289D mutation were shown to be dependent on EGFR kinase activity (Vivanco et al., 2012; 22588883), and other mutations at this position are also likely activating. In addition, A289V is frequently associated with increased EGFR gene copy number (Lee et al., 2006; 17177598). Across several genomic studies of CNS tumors, EGFR amplification has been reported in 16.9% of anaplastic astrocytomas, and 39.7% of glioblastoma multiformes (GBMs)(Jonsson et al., 2019; 31263031, Brennan et al., 2013; 24120142, Ceccarelli et al., 2016; 26824661, Thomas et al., 2017; 28472509). Across several genomic studies of CNS tumors, EGFR alterations have been reported in 13.2% of anaplastic astrocytomas, 5.3_15.9% of glioblastoma multiformes (GBMs), and 0% of pilocytic astrocytomas (cbio_Jonsson et al., 2019; 31263031, cbio_Brennan et al., 2013; 24120142, cbio_Ceccarelli et al., 2016; 26824661, cbio_Thomas et al., 2017; 28472509). In the glioblastoma (GBM) TCGA dataset, putative high_level amplification of EGFR has been found in 48% of cases and mutation has been found in 21% of cases (cBio_Brennan et al., 2013; 24120142). Missense mutations in the EGFR extracellular domain have been found in 10_15% of GBMs and approximately half have a low_level amplification of the mutated allele (Lee et al., 2006; 17177598, Vivanco et al., 2012; 22588883). One study detected EGFR alterations in 50% (117/232) of IDH_wildtype GBM samples analyzed, including 41% (95/232) with a co_occurring EGFR amplification and mutation, 26% (61/232) with an EGFR domain truncation event, such as EGFRvIII, and 2.2% (5/232) with an EGFR fusion event (Yan et al. 2020; DOI:10.1200/PO.19.00385). No definitive correlation has been identified between EGFR amplification and length of survival in patients with GBM (Srividya et al., 2010; 20702468, Das et al., 2011; 20888234); however, EGFR amplification has been associated with prolonged survival in patients over the age of 60 with GBM (Smith et al., 2001; 11504770). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). A case study of a patient with multiple glioblastoma (GBM) tumors, one of which harbored EGFR amplification and multiple missense mutations, reported a near_CR of the EGFR_amplified and _mutated tumor to osimertinib (Makhlin et al., 2019; 31769726). A case series of 11 patients with bithalamic gliomas with EGFR mutations suggested that treatment with EGFR inhibitors, including osimertinib, prolonged patient survival relative to other types of treatment; however, no patients attained PR or SD (Mondal et al., 2020; 32303840). Another case series of 2 patients with osimertinib_treated bithalamic gliomas with EGFR exon 20 insertion mutations reported that one patient experienced no progression at 4 months of treatment and that another patient did not progress until after 6 months of treatment (Goyal et al., 2021; 33940677). Clinical studies of the second_generation EGFR TKIs afatinib and dacomitinib for patients with EGFR_amplified gliomas have shown limited efficacy (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886, Reardon et al., 2015; 25140039, Blumenthal et al., 2016; 27531351); however, a small subset of patients has experienced clinical benefit (Sepulveda_Sanchez et al., 2017; 28575464, Tanaka et al., 2019; 30644426, Chi et al., 2020; 32923886). Multiple studies have failed to find a positive association between increased EGFR expression and clinical benefit from erlotinib or gefitinib for patients with glioblastoma (Mellinghoff et al., 2005; 16282176, Franceschi et al., 2007; 17353924, Chakravarti et al., 2013; 23182702, Hegi et al., 2011; 21471286, Rich et al. 2004; 14638850). There are conflicting data on the efficacy of anti_EGFR antibodies for the treatment of EGFR_amplified tumors. A meta_analysis of colorectal cancer patients treated with second_line or higher cetuximab or panitumumab observed an association between EGFR copy number gain and increased OS and PFS (Jiang et al., 2013; 23441167). However, studies in head and neck squamous cell carcinoma and gastric cancer found either no association or a negative association between EGFR copy number gain and survival after treatment with first_line cetuximab or panitumumab in combination with chemotherapy (Licitra et al., 2011; 21048039, Smyth et al., 2020; 33199443). The Phase 3 INTELLANCE trial of depatuxizumab mafodotin (ABT_414), an EGFR_targeted antibody_drug conjugate with a toxic payload, in patients with EGFR_amplified glioblastoma (GBM) was stopped for futility. Interim analysis demonstrated improved median PFS (mPFS) of ABT_414 monotherapy compared with placebo (HR=0.84); however, no OS benefit was observed (HR=1.01). Improved mPFS was also observed in patients harboring EGFRvIII (HR=0.73) but without an OS improvement (HR=0.95) (Lassman et al., 2019; Neuro_Oncology Abstract ACTR_21). The Phase 2 INTELLANCE trial demonstrated clinical benefit for EGFR_amplified GBM for the combination of ABT_414, temozolomide, and radiotherapy (HR=0.66, p=0.017), but there was no evidence of efficacy for ABT_414 monotherapy (HR=1.04, p=0.83)(Bent et al., 2020; 31747009). The presence of EGFR gene amplification or TERT promoter mutations are indicative of diffuse astrocytic glioma with molecular features of glioblastoma, WHO grade 4 in IDH1/2_wildtype tumors (NCCN CNS Cancers Guidelines, v2.2021) (Louis et al., 2021; 34185076).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Panitumumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Panitumumab is a monoclonal antibody that targets EGFR. It is FDA approved to treat KRAS wild_type and NRAS wild_type metastatic colorectal cancer (CRC) combined with chemotherapy or as monotherapy for patients who have progressed on prior chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A Phase 1 trial of EnGeneIC delivery vehicle (EDV) targeting EGFR with panitumumab in combination with doxorubicin for 14 patients with glioblastoma (GBM) reported no responses and 28% (4/14) SDs (Whittle et al., 2015; 26279503). Panitumumab has shown efficacy as monotherapy or in combination with chemotherapy for patients with KRAS_wildtype colorectal cancer (Douillard et al., 2014; 24718886, Price et al., 2014; 24739896, Van Cutsem et al., 2007; 17470858) and has been investigated in a variety of other tumor types. For patients with head and neck squamous cell carcinoma (HNSCC), data are conflicting; some trials of panitumumab in various lines and with different chemotherapy combinations have shown modest benefit (Vermorken et al., 2013; 23746666, Wirth et al., 2010; 19892746, Siano et al., 2017; 28592616) and others have reported no benefit (Mesia et al., 2015; 25596660, Giralt et al., 2015; 25596659, Siu et al., 2016; 27930762). A Phase 3 study of chemotherapy with or without panitumumab for patients with advanced gastroesophageal cancer was terminated for futility (Waddell et al., 2013; 23594787). Trials in a variety of tumor types have failed to show significant benefit for patients, including non_small cell lung cancer (NSCLC) (Crawford et al., 2013; 24389433, Shuette et al., 2015; 26094080); biliary tract cancers, including cholangiocarcinoma (Leone et al., 2016; 26540314, Vogel et al., 2018; 29413685); and renal cell carcinoma (RCC) (Rowinsky et al., 2004; 15210739). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). Patients with refractory advanced esophageal carcinoma and EGFR amplification derived significant overall survival benefit from gefitinib compared to placebo (HR = 0.21)(Petty et al., 2017; 28537764, Dutton et al., 2014; 24950987). </p> <p><b>Supporting Data:</b> A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). A Phase 2 clinical study of gefitinib in patients with high_grade glioma (including GBM, anaplastic astrocytoma, and oligodendroglioma) reported 18% (5/28) disease stabilization; efficacy was not correlated with EGFR expression (Franceschi et al., 2007; 17353924). However, a Phase 1/2 clinical trial of gefitinib combined with radiotherapy in 178 patients with GBM reported no overall survival benefit of added gefitinib, and EGFR expression was found to be of no prognostic value for patients treated with gefitinib plus radiotherapy (Chakravarti et al., 2013; 23182702). A Phase 2 trial of preoperative gefitinib treatment in patients with recurrent GBM reported that although EGFR phosphorylation was decreased in treated patients as compared to the control group, measurement of 12 downstream molecules revealed no significant changes (Hegi et al., 2011; 21471286). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Cetuximab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Cetuximab is a monoclonal antibody that targets EGFR. It is FDA approved for the treatment of head and neck squamous cell carcinoma (HNSCC) and KRAS_wild_type, EGFR_expressing metastatic colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> For patients with metastatic CRC receiving cetuximab or panitumumab as mono_ or combination therapy, increased EGFR copy number associated with improved OS (HR=0.62) in a meta_analysis, although increased survival was not seen in populations that received first_line treatment with EGFR antibodies (Jiang et al., 2013; 23441167). </p> <p><b>Supporting Data:</b> A clinical trial of cetuximab with bevacizumab (an anti_VEGF monoclonal antibody) in patients with glioblastoma (GBM) did not show improved efficacy compared with bevacizumab alone (Hasselbalch et al., 2010; 20406901). In preclinical trials, cetuximab, matuzumab, and panitumumab were reported to be ineffective at blocking EGFR dimerization and activation in GBM cells expressing EGFR extracellular domain mutations (Gajadhar et al., 2012; 22232519). However, another study demonstrated that in patients with GBM harboring EGFR amplification but lacking expression of the EGFRvIII variant, treatment with cetuximab resulted in significantly better progression_free survival (PFS) and numerical (although not statistically significant) improvement in overall survival (OS) (Lv et al., 2012; 22752145). A Phase 3 trial of combined cetuximab and platinum/5_FU in patients with HNSCC demonstrated improved response compared to platinum/5_FU alone, but EGFR amplification was not shown to predict response to this treatment (Licitra et al., 2011; 21048039). A Phase 3 study of patients with pancreatic adenocarcinoma did not report any improved outcome in patients treated with a combination of cetuximab plus gemcitabine vs gemcitabine alone (Philip et al., 2010; 20606093). In a Phase 1/2 trial of 36 patients with metastatic castration_resistant prostate cancer (mCRPC) treated with cetuximab in combination with doxorubicin, stable disease was reported in approximately 63% of patients (Slovin et al., 2009; 19815486). A Phase 1 study of the combination therapy of cetuximab, erlotinib, and bevacizumab reported stable disease in 21% (7/34) of patients with non_small cell lung cancer (NSCLC) (Falchook et al., 2013; 23435217). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). For patients with esophageal or biliary cancer treated with erlotinib or gefitinib, elevated EGFR copy number or amplification is associated with clinical responses and longer survival (Petty et al., 2017; 28537764, Philip et al., 2006; 16809731, Xie et al., 2020; 32958820, Luo et al., 2020; 33026449, Lee et al., 2012; 22192731). </p> <p><b>Supporting Data:</b> In the MyPathway Phase 2a basket study for advanced solid tumors, 1 of 9 patients with EGFR activation mutations responded to erlotinib monotherapy; the responding patient had urethral adenocarcinoma (Hainsworth et al., 2018; 29320312). A patient with EGFR_mutated metastatic lacrimal gland adenoid cystic carcinoma experienced clinical benefit from erlotinib treatment that was ongoing at 14 months (Nie et al., 2018; 29998897). A clinical study of patients with glioblastoma (GBM) treated with gefitinib or erlotinib found that 9/49 (18%) had tumor shrinkage of 25% or more; in this study, the extracellular domain EGFRvIII mutation was correlated with response (Mellinghoff et al., 2005; 16282176). In a Phase 2 study of 65 patients with GBM or gliosarcoma, treatment with erlotinib, temozolomide, and radiotherapy resulted in longer progression_free survival relative to a historical control study utilizing a regimen of temozolomide and radiotherapy alone (19.3 months vs. 14.1 months)(Prados et al., 2009; 19075262). However, in a Phase 1/2 trial of erlotinib monotherapy in 11 patients with relapsed or refractory GBM or anaplastic astrocytoma, all patients showed disease progression and the drug showed significant toxicity (Kesavabhotla et al., 2012; 22946346). In addition, a Phase 2 trial of patients with recurrent or progressive GBM treated with erlotinib and sorafenib did not meet its objective of a 30% increase in overall survival time compared with historical controls; sorafenib was found to increase erlotinib clearance (Peereboom et al., 2013; 23328813). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT03783403", "Include": "true"}, {"nctId": "NCT03810872", "Include": "true"}, {"nctId": "NCT03618667", "Include": "true"}, {"nctId": "NCT04172597", "Include": "true"}, {"nctId": "NCT02800486", "Include": "true"}, {"nctId": "NCT02861898", "Include": "true"}]}}]}, "ReferenceLinks": null}, {"Name": "HGF", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "true", "name": "amplification"}}, "Interpretation": "HGF encodes hepatocyte growth factor, also known as scatter factor, an activating ligand of the receptor tyrosine kinase MET. Certain splice isoforms of HGF may also act as MET antagonists (Stamos et al., 2004; 15167892, Tolbert et al., 2010; 20624990). HGF plays an important role in normal development, acting as a growth factor in a number of different tissues (Stamos et al., 2004; 15167892, Tolbert et al., 2010; 20624990). HGF and its receptor, MET, have been implicated in growth, invasion, and metastasis of many solid tumors (Tolbert et al., 2010; 20624990). HGF has been reported to be amplified in cancer (Gao et al., 2013; 23550210), and may be biologically relevant in this context (Zack et al., 2013; 24071852, Beroukhim et al., 2010; 20164920). HGF amplification has been reported in less than 1% of samples in lower_grade gliomas and in up to 1.6% of glioblastoma cases; mutation has been observed in <1% of gliomas (cBioPortal, COSMIC, Dec 2021)(cBio_Brennan et al., 2013; 24120142, Tate et al., 2019; 30371878, Cerami et al., 2012; 22588877, Gao et al., 2013; 23550210). HGF expression within tumor glioma cells is associated with high_grade glioma and increased microvessels, and tumor_derived HGF expression has been shown to correlate with reduced survival time (Guo et al., 2012; 22741575). Elevated expression of HGF and MET mRNA have been reported in GBM (Garnett et al., 2013; 23359207, Kunkel et al., 2001; 11296484), and HGF expression in GBM models has been shown to be associated with responsiveness to MET inhibition (Zhang et al., 2013; 23386689). On the basis of several preclinical studies in different cancer types, high HGF gene expression may associate with sensitivity to MET_targeted therapies, such as the approved multikinase inhibitors crizotinib and cabozantinib (Zhang et al., 2013; 23386689, Xie et al., 2012; 22203985, Kentsis et al., 2012; 22683780, Qian et al., 2013; 24167653, Wanjala et al., 2015; 25381262). However, this hypothesis has not been extensively tested in clinical studies. Whereas patients with glioblastoma and high tumor HGF gene expression experienced longer survival and a higher objective response rate (5/14 vs. 0/16) on the MET_targeting antibody onartuzumab combined with the anti_VEGF antibody bevacizumab than with placebo plus bevacizumab (Cloughesy et al., 2015; ASCO Abstract 2015), tumor HGF gene expression did not predict significant benefit from onartuzumab added to the EGFR_inhibitor erlotinib for patients with non_small cell lung cancer (Koeppen et al., 2014; 24687921). Anti_HGF antibodies, such as ficlatuzumab, are also under clinical investigation (Patnaik et al., 2014; 24901237, Iveson et al., 2014; 24965569). Preclinical studies have shown that increased HGF protein levels can induce resistance of EGFR_mutant lung tumors to EGFR inhibitors and of BRAF_mutant melanoma cells to RAF inhibitors; this resistance could be overcome by combination therapy with MET inhibitors (Yano et al., 2008; 19010923, Turke et al., 2010; 20129249, Nakade et al., 2014; 24828661, Nanjo et al., 2013; 24386407, Chen et al., 2013; 23962905, Straussman et al., 2012; 22763439).", "Include": "true", "ClinicalTrialNote": "HGF amplification or activating mutations may predict sensitivity to therapeutic agents targeting its receptor, MET, or to agents directly targeting HGF.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03175224", "Include": "true"}, {"nctId": "NCT04887194", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "MDM4", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "amplification"}}, "Interpretation": "MDM4 acts as a negative regulator of p53, but a fraction of MDM4 localized to the mitochondria acts in concert with p53 to promote apoptosis (Mancini et al., 2009; 19521340). MDM4 has been reported to be amplified in cancer and therapies targeting MDM4 or MDM2 have been shown to increase levels of the tumor suppressor p53 in cancer cells (Wade et al., 2013; 23303139, Gao et al., 2013; 23550210, Danovi et al., 2004; 15199139, Beging et al., 2014; 24739573). In the TCGA dataset, amplification of MDM4 was observed in 8.5% of glioblastoma cases (cBio_Brennan et al., 2013; 24120142). MDM4 amplification or amplification of the 1q32.1 chromosomal locus, which encompasses MDM4 and PIK3C2B, has been frequently reported, particularly in Grade 3 and 4 astrocytoma or glioblastoma multiforme (GBM) cases; one study reported MDM4 amplification in 27% (23/86) of astrocytoma samples (Arjona et al., 2005; 16319692, Schiffman et al., 2010; 20068183, Nobusawa et al., 2010; 20406234, Rao et al., 2010; 19609742, Jin et al., 2010; 20472715, Riemenschneider et al., 1999; 10626796). A study also reported MDM4 amplification in 4% (4/106) of GBMs and in 4% (1/27) of anaplastic oligodendrogliomas; MDM4 amplification was not detected in any of the 56 low_grade (Grade 1 or 2) gliomas investigated (Riemenschneider et al., 1999; 10626796). The association of MDM4 amplification with tumor grade in astrocytomas is unclear (Arjona et al., 2005; 16319692, Schiffman et al., 2010; 20068183). Numerous small molecules targeting MDM4 or the MDM2_MDM4 complex, including nutlins, are in preclinical and clinical development (Vaseva et al., 2011; 21562588, Wang and Yan, 2011; 21750655, Wang et al., 2011; 21075910, Reed et al., 2010; 20080970, Smalley et al., 2007; 17210701, Vogel et al., 2012; 23035244, Mandke et al., 2012; 22870278) and have been shown to be effective against cancer cells in the presence of a wild_type p53 allele (Hirose et al., 2014; 25621298, Chang et al., 2013; 23946421, Bernal et al., 2010; 21075307, Wade et al., 2013; 23303139). However, higher MDM4 protein expression has been reported in Nutlin_3 non_responder chronic lymphocytic leukemia patients than in responder patients (Bo et al., 2010; 20507307). Additional therapeutic mechanisms that target MDM4 are also in preclinical development (Vogel et al., 2012; 23035244, Mandke et al., 2012; 22870278).", "Include": "true", "ClinicalTrialNote": "Tumors with MDM4 amplification or overexpression and wild_type p53 may be sensitive to inhibitors of MDM_p53 interactions.", "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": {"nctId": "NCT03725436", "Include": "true"}}}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "MS_Stable", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "MS_Stable"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). This sample is microsatellite_stable (MSS), equivalent to the clinical definition of an MSS tumor: one with mutations in none of the tested microsatellite markers (Boland et al., 1998; 9823339, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS status indicates MMR proficiency and typically correlates with intact expression of all MMR family proteins (Kocarnik et al., 2015; 26337942, Bairwa et al., 2014; 24623249, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). Low_level MSI has been reported in 5_9% of glioblastoma (GBM) samples (Martinez et al., 2004; 15331927, Martinez et al., 2005; 15672285, Martinez et al., 2007; 17498554). A large_scale study did not find high_level microsatellite instability (MSI_H) in any of 129 GBM samples (Martinez et al., 2004; 15331927), although a small_scale study reported MSI_H in 4 of 15 pediatric GBMs and 1 of 12 adult GBMs (Szybka et al., 2003; 12908754). The frequency of MSI has been reported to be increased in relapsed compared to primary GBM (Martinez et al., 2004; 15331927), in GBMs with a previous lower grade astrocytoma (Martinez et al., 2005; 15672285), and in giant cell GBM compared to classic GBM (Martinez et al., 2007; 17498554). On the basis of clinical evidence, MSS tumors are significantly less likely than MSI_H tumors to respond to anti_PD_1 immune checkpoint inhibitors (Gatalica et al., 2014; 25392179, Kroemer et al., 2015; 26140250, Lal et al., 2015; 25949894), including approved therapies nivolumab and pembrolizumab (Overman et al., 2016; ASCO Abstract 3501, Le et al., 2015; 26028255). In a retrospective analysis of 361 patients with solid tumors treated with pembrolizumab, 3% were MSI_H and experienced a significantly higher ORR compared with non_MSI_H cases (70% vs. 12%, p=0.001) (Ayers et al., 2016; ASCO_SITC Abstract P60).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "PIK3C2B", "Include": "true", "Alterations": {"Alteration": {"Name": "amplification", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "amplification"}}, "Interpretation": "PI3K signaling is implicated in the regulation of metabolic control, immunity, angiogenesis and cardiovascular homeostasis, and is one of the most frequently dysregulated pathways in cancer. In contrast to class I PI3Ks, including p110_alpha and p110_beta, the functional roles of class II PI3Ks, encoded by PIK3C2A, PIK3C2B, and PIK3C2G, are not well understood (Biswas et al., 2013; 23192342). Although PIK3C2B mutation has not been reported for many tumor types, microarray analysis of glioblastoma cell lines revealed that increased gene expression of PIK3C2B significantly correlated with insensitivity to erlotinib (Low et al., 2008; 19189657). In addition, 8% of 465 glioblastoma multiforme (GBM) tumor samples analyzed in one study demonstrated copy number amplification of PIK3C2B (Rao et al., 2010; 19609742). Although elevated expression of PIK3C2B has been observed in GBM, it is unclear if this plays any role in oncogenesis. There are no therapies known to effectively target mutations in PIK3C2B.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "RB1", "Include": "true", "Alterations": {"Alteration": {"Name": "E204*", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "E204*"}}, "Interpretation": "RB1 encodes the retinoblastoma protein (Rb), a tumor suppressor and negative regulator of the cell cycle (Burkhart and Sage, 2008; 18650841, Knudsen and Knudsen, 2008; 19143056). Alterations such as seen here may disrupt RB1 function or expression (Berge et al., 2010; 20594292, Giacinti et al., 2006; 16936740, Otterson et al., 1997; 9342358, Otterson et al., 1999; 10486322, Qin et al., 1992; 1534305, Rubin et al., 2005; 16360038, Sun et al., 2006; 16449662). In the TCGA datasets, RB1 mutation or homozygous deletion was observed in 9% of glioblastomas (cBio_Brennan et al., 2013; 24120142) and 2.5% of lower grade glioma cases (Cancer Genome Atlas Research Network., 2015; 26061751). In one study, loss of RB1 transcript expression was observed in 10.6% of glioblastomas and occurred more frequently in the proneural subtype (Goldhoff et al., 2012; 22157621). One study reports that mutation of RB1 is correlated with shorter survival in glioblastoma patients (Bäcklund et al., 2003; 14519639). Several studies suggest that RB1, PTEN, and/or TP53 mutations are early events in the development of glioblastoma (Chow et al., 2011; 21397855, Nobusawa et al., 2010; 20406234, Deighton et al., 2010; 20175778). On the basis of limited clinical data (Owonikoko et al., 2016; ESMO Abstract 14230) and strong preclinical data (Hook et al., 2012; 22222631, Gong et al., 2018; 30373917, Oser et al., 2018; 30373918), RB1 inactivation may be associated with sensitivity to inhibitors of Aurora kinase A, particularly in small cell lung cancer. It should be noted that a trial of the Aurora kinase A inhibitor alisertib in advanced prostate cancer did not find an association between RB1 deletion and clinical benefit (Beltran et al., 2019; 30232224). Other approaches to target RB1 inactivation under investigation in preclinical studies include inhibitors of BCL_2 family members (Allaman_Pillet et al., 2013; 21955141) and activation of the NOTCH pathway (Viatour et al., 2011; 21875955). Rb inactivation may predict resistance to CDK4/6 inhibitors such as palbociclib, abemaciclib, and ribociclib, which act upstream of Rb (Condorelli et al., 2018; 29236940, Fry et al., 2004; 15542782, Dean et al., 2010; 20473330, Dean et al., 2012; 22767154, Garnett et al., 2012; 22460902, Roberts et al., 2012; 22302033, Patnaik et al., 2016; 27217383, O’Leary et al., 2018; 30206110, Costa et al., 2020; 31594766, Chen et al., 2018; 29059158). Loss of Rb function has been associated with increased sensitivity to cytotoxic agents and chemotherapeutics in both preclinical studies and in patients with bladder or breast cancer (Derenzini et al., 2008; 18381962, Knudsen and Knudsen, 2008; 19143056). Mutations in RB1 underlie the development of retinoblastoma (RB), a rare tumor that arises at a rate of approximately 1:20,000 live births, with nearly 5,000 new cases worldwide per year (Chen et al., 2014; 24282159). Germline mutations in RB1 account for approximately 40% of RB tumors (Yun et al., 2011; 22553621) and are associated with an increased risk of developing secondary malignancies that include soft tissue and bone sarcoma and malignant melanoma (Houston et al., 2011; 21139478, Ng et al., 2010; 19959033). In the appropriate clinical context, germline testing of RB1 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "03", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "03"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a TMB below levels that would be predicted to be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors, alone or in combination with other agents (Touat et al., 2020; 32322066, Kamiya_Matsuoka et al., 2019; ESMO Abstract 393O, Zhao et al., 2019; 30742119, Samstein et al., 2019; 30643254, Bouffet et al., 2016; 27001570, Johanns et al., 2016; 27683556, Lukas et al., 2018; 30073642). Glioblastoma (GBM) harbors a median TMB of 2.7 mutations per megabase (muts/Mb), and 4.2% of cases have high TMB (>20 muts/Mb)(FMI_Chalmers et al., 2017; 28420421). For pediatric patients, high TMB has been reported in a subset of high_grade gliomas, frequently in association with mutations in mismatch repair or proofreading genes and in TP53, whereas BRAF alterations or other oncogene fusions were observed more frequently in brain tumors harboring low TMB (Patel et al., 2020; 32386112, Johnson et al., 2017; 28912153). Increased TMB has been reported to correlate with higher tumor grade in glioma (Draaisma et al., 2015; 26699864) and glioblastoma (GBM) tissue samples with biallelic mismatch repair deficiency (bMMRD) (Bouffet et al., 2016; 27001570), as well as with shorter OS of patients with diffuse glioma (Wang et al., 2020; 32164609). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). In glioma, a lack of association between TMB and clinical benefit from immune checkpoint inhibitors has been reported (Kamiya_Matsuoka et al., 2019; ESMO Abstract 393O, Zhao et al., 2019; 30742119, Samstein et al., 2019; 30643254, Touat et al., 2020; 32322066). However, multiple case studies have reported that patients with ultramutated gliomas driven by POLE mutations have benefited from treatment with anti_PD_1 (Bouffet et al., 2016; 27001570, Johanns et al., 2016; 27683556) or anti_PD_L1 (Lukas et al., 2018; 30073642) therapies. Therefore, although increased TMB alone may not be a strong biomarker for PD_1 or PD_L1 inhibitors in this cancer type, these agents may have efficacy for patients with glioma harboring both high TMB and POLE mutation.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "Efficacy and Safety of Targeted Precision Therapy in Refractory Tumor With Druggable Molecular Event", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB4, ERBB2, PARP, mTOR, MET, ROS1, RET, VEGFRs, BRAF, CDK4, CDK6", "Locations": "Shanghai (China)", "NCTID": "NCT03239015", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "A Study of CC_95251, a Monoclonal Antibody Directed Against SIRPα, in Subjects With Advanced Solid and Hematologic Cancers", "StudyPhase": "PHASE 1", "Target": "CD20, EGFR, SIRP_alpha", "Locations": "Heidelberg (Australia), Melbourne (Australia), Edmonton (Canada), Oregon, California, Arizona, Toronto (Canada), Oklahoma, Missouri, Pennsylvania", "NCTID": "NCT03783403", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "An Explorative Study of Afatinib in the Treatment of Advanced Cancer Carrying an EGFR, a HER2 or a HER3 Mutation", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB4, ERBB2", "Locations": "Liège (Belgium), Brussels (Belgium), Gent (Belgium)", "NCTID": "NCT03810872", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "GC1118 in Recurrent Glioblastoma Patients With High EGFR Amplification", "StudyPhase": "PHASE 2", "Target": "EGFR", "Locations": "Seoul (Korea, Republic of)", "NCTID": "NCT03618667", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "A Study of Poziotinib in Patients With EGFR or HER2 Activating Mutations in Advanced Malignancies", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB2, ERBB4", "Locations": "California", "NCTID": "NCT04172597", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "Super Selective Intra_arterial Repeated Infusion of Cetuximab (Erbitux) With Reirradiation for Treatment of Relapsed/Refractory GBM, AA, and AOA", "StudyPhase": "PHASE 2", "Target": "EGFR", "Locations": "New York", "NCTID": "NCT02800486", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "P596LA289Tamplification", "Title": "Super_selective Intra_arterial Repeated Infusion of Cetuximab for the Treatment of Newly Diagnosed Glioblastoma", "StudyPhase": "PHASE 1/2", "Target": "EGFR", "Locations": "New York", "NCTID": "NCT02861898", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies.", "Include": "true"}, {"Gene": "HGF", "Alteration": "amplification", "Title": "CBT_101 Study for Advanced Solid Tumors and c_Met Dysregulation", "StudyPhase": "PHASE 1/2", "Target": "MET", "Locations": "Taipei City (Taiwan), Taipei (Taiwan), New Taipei City (Taiwan), Taoyuan City (Taiwan), Tainan (Taiwan), Singapore (Singapore), Nedlands (Australia), Saransk (Russian Federation), North Adelaide (Australia), Bedford Park (Australia)", "NCTID": "NCT03175224", "Note": "HGF amplification or activating mutations may predict sensitivity to therapeutic agents targeting its receptor, MET, or to agents directly targeting HGF.", "Include": "true"}, {"Gene": "HGF", "Alteration": "amplification", "Title": "PK Study to Assess Drug_drug Interaction and QTc Between Sitravatinib and a Cocktail of Substrates", "StudyPhase": "PHASE 1", "Target": "AXL, KIT, DDR2, VEGFRs, PDGFRA, TRKA, MET, FLT3, RET, TRKB, PD_1", "Locations": "Texas, Virginia", "NCTID": "NCT04887194", "Note": "HGF amplification or activating mutations may predict sensitivity to therapeutic agents targeting its receptor, MET, or to agents directly targeting HGF.", "Include": "true"}, {"Gene": "MDM4", "Alteration": "amplification", "Title": "ALRN_6924 and Paclitaxel in Treating Patients With Advanced, Metastatic, or Unresectable Solid Tumors", "StudyPhase": "PHASE 1", "Target": "MDM2, MDM4", "Locations": "Texas", "NCTID": "NCT03725436", "Note": "Tumors with MDM4 amplification or overexpression and wild_type p53 may be sensitive to inhibitors of MDM_p53 interactions.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "15167892", "FullCitation": "Stamos J, et al. EMBO J. (2004) pmid: 15167892", "Include": "true"}, {"number": "1", "ReferenceId": "20624990", "FullCitation": "Tolbert WD, et al. Proc. Natl. Acad. Sci. U.S.A. (2010) pmid: 20624990", "Include": "true"}, {"number": "2", "ReferenceId": "23550210", "FullCitation": "Gao J, et al. Sci Signal (2013) pmid: 23550210", "Include": "true"}, {"number": "3", "ReferenceId": "24071852", "FullCitation": "Zack TI, et al. Nat. Genet. (2013) pmid: 24071852", "Include": "true"}, {"number": "4", "ReferenceId": "20164920", "FullCitation": "Beroukhim R, et al. Nature (2010) pmid: 20164920", "Include": "true"}, {"number": "5", "ReferenceId": "24120142", "FullCitation": "Brennan CW, et al. Cell (2013) pmid: 24120142", "Include": "true"}, {"number": "6", "ReferenceId": "30371878", "FullCitation": "Tate JG, et al. Nucleic Acids Res. (2019) pmid: 30371878", "Include": "true"}, {"number": "7", "ReferenceId": "22588877", "FullCitation": "Cerami E, et al. Cancer Discov (2012) pmid: 22588877", "Include": "true"}, {"number": "8", "ReferenceId": "22741575", "FullCitation": "Guo YF, et al. World J Surg Oncol (2012) pmid: 22741575", "Include": "true"}, {"number": "9", "ReferenceId": "23359207", "FullCitation": "Garnett J, et al. Neoplasia (2013) pmid: 23359207", "Include": "true"}, {"number": "10", "ReferenceId": "11296484", "FullCitation": "Kunkel P, et al. Neuro_oncology (2001) pmid: 11296484", "Include": "true"}, {"number": "11", "ReferenceId": "23386689", "FullCitation": "Zhang Y, et al. Clin. Cancer Res. (2013) pmid: 23386689", "Include": "true"}, {"number": "12", "ReferenceId": "22203985", "FullCitation": "Xie Q, et al. Proc. Natl. Acad. Sci. U.S.A. (2012) pmid: 22203985", "Include": "true"}, {"number": "13", "ReferenceId": "22683780", "FullCitation": "Kentsis A, et al. Nat. Med. (2012) pmid: 22683780", "Include": "true"}, {"number": "14", "ReferenceId": "24167653", "FullCitation": "Xie Q, et al. Genes Cancer (2013) pmid: 24167653", "Include": "true"}, {"number": "15", "ReferenceId": "25381262", "FullCitation": "Wanjala J, et al. Mol. Cancer Ther. (2015) pmid: 25381262", "Include": "true"}, {"number": "16", "ReferenceId": "24687921", "FullCitation": "Koeppen H, et al. Clin. Cancer Res. (2014) pmid: 24687921", "Include": "true"}, {"number": "17", "ReferenceId": "24901237", "FullCitation": "Patnaik A, et al. Br. J. Cancer (2014) pmid: 24901237", "Include": "true"}, {"number": "18", "ReferenceId": "24965569", "FullCitation": "Iveson T, et al. Lancet Oncol. (2014) pmid: 24965569", "Include": "true"}, {"number": "19", "ReferenceId": "19010923", "FullCitation": "Yano S, et al. Cancer Res. (2008) pmid: 19010923", "Include": "true"}, {"number": "20", "ReferenceId": "20129249", "FullCitation": "Turke AB, et al. Cancer Cell (2010) pmid: 20129249", "Include": "true"}, {"number": "21", "ReferenceId": "24828661", "FullCitation": "Nakade J, et al. J Thorac Oncol (2014) pmid: 24828661", "Include": "true"}, {"number": "22", "ReferenceId": "24386407", "FullCitation": "Nanjo S, et al. PLoS ONE (2013) pmid: 24386407", "Include": "true"}, {"number": "23", "ReferenceId": "23962905", "FullCitation": "Chen X, et al. Anticancer Drugs (2013) pmid: 23962905", "Include": "true"}, {"number": "24", "ReferenceId": "22763439", "FullCitation": "Straussman R, et al. Nature (2012) pmid: 22763439", "Include": "true"}, {"number": "25", "ReferenceId": "19521340", "FullCitation": "Mancini F, et al. EMBO J. (2009) pmid: 19521340", "Include": "true"}, {"number": "26", "ReferenceId": "23303139", "FullCitation": "Wade M, et al. Nat. Rev. Cancer (2013) pmid: 23303139", "Include": "true"}, {"number": "27", "ReferenceId": "15199139", "FullCitation": "Danovi D, et al. Mol. Cell. Biol. (2004) pmid: 15199139", "Include": "true"}, {"number": "28", "ReferenceId": "24739573", "FullCitation": "Bieging KT, et al. Nat. Rev. Cancer (2014) pmid: 24739573", "Include": "true"}, {"number": "29", "ReferenceId": "16319692", "FullCitation": "Arjona D, et al. Diagn. Mol. Pathol. (2005) pmid: 16319692", "Include": "true"}, {"number": "30", "ReferenceId": "20068183", "FullCitation": "Schiffman JD, et al. Cancer Res. (2010) pmid: 20068183", "Include": "true"}, {"number": "31", "ReferenceId": "20406234", "FullCitation": "Nobusawa S, et al. Brain Pathol. (2010) pmid: 20406234", "Include": "true"}, {"number": "32", "ReferenceId": "19609742", "FullCitation": "Rao SK, et al. J. Neurooncol. (2010) pmid: 19609742", "Include": "true"}, {"number": "33", "ReferenceId": "20472715", "FullCitation": "Jin G, et al. Neuro_oncology (2010) pmid: 20472715", "Include": "true"}, {"number": "34", "ReferenceId": "10626796", "FullCitation": "Riemenschneider MJ, et al. Cancer Res. (1999) pmid: 10626796", "Include": "true"}, {"number": "35", "ReferenceId": "21562588", "FullCitation": "Vaseva AV, et al. Cell Death Dis (2011) pmid: 21562588", "Include": "true"}, {"number": "36", "ReferenceId": "21750655", "FullCitation": "Wang H, et al. Neoplasia (2011) pmid: 21750655", "Include": "true"}, {"number": "37", "ReferenceId": "21075910", "FullCitation": "Wang H, et al. Mol. Cancer Ther. (2011) pmid: 21075910", "Include": "true"}, {"number": "38", "ReferenceId": "20080970", "FullCitation": "Reed D, et al. J. Biol. Chem. (2010) pmid: 20080970", "Include": "true"}, {"number": "39", "ReferenceId": "17210701", "FullCitation": "Smalley KS, et al. Cancer Res. (2007) pmid: 17210701", "Include": "true"}, {"number": "40", "ReferenceId": "23035244", "FullCitation": "Vogel SM, et al. Proc. Natl. Acad. Sci. U.S.A. (2012) pmid: 23035244", "Include": "true"}, {"number": "41", "ReferenceId": "22870278", "FullCitation": "Mandke P, et al. PLoS ONE (2012) pmid: 22870278", "Include": "true"}, {"number": "42", "ReferenceId": "25621298", "FullCitation": "Hirose M, et al. Oncoscience (2014) pmid: 25621298", "Include": "true"}, {"number": "43", "ReferenceId": "23946421", "FullCitation": "Chang YS, et al. Proc. Natl. Acad. Sci. U.S.A. (2013) pmid: 23946421", "Include": "true"}, {"number": "44", "ReferenceId": "21075307", "FullCitation": "Bernal F, et al. Cancer Cell (2010) pmid: 21075307", "Include": "true"}, {"number": "45", "ReferenceId": "20507307", "FullCitation": "Bo MD, et al. Br. J. Haematol. (2010) pmid: 20507307", "Include": "true"}, {"number": "46", "ReferenceId": "18337605", "FullCitation": "Ciardiello F, et al. N. Engl. J. Med. (2008) pmid: 18337605", "Include": "true"}, {"number": "47", "ReferenceId": "20637128", "FullCitation": "Liang Z, et al. BMC Cancer (2010) pmid: 20637128", "Include": "true"}, {"number": "48", "ReferenceId": "15920544", "FullCitation": "Bhargava R, et al. Mod. Pathol. (2005) pmid: 15920544", "Include": "true"}, {"number": "49", "ReferenceId": "22490401", "FullCitation": "Yang YL, et al. Chin. Med. J. (2012) pmid: 22490401", "Include": "true"}, {"number": "50", "ReferenceId": "20942962", "FullCitation": "Foster JM, et al. World J Surg Oncol (2010) pmid: 20942962", "Include": "true"}, {"number": "51", "ReferenceId": "18193092", "FullCitation": "Cai CQ, et al. Oncogene (2008) pmid: 18193092", "Include": "true"}, {"number": "52", "ReferenceId": "15735034", "FullCitation": "Stabile LP, et al. Cancer Res. (2005) pmid: 15735034", "Include": "true"}, {"number": "53", "ReferenceId": "17409930", "FullCitation": "Zhang W, et al. J Thorac Oncol (2006) pmid: 17409930", "Include": "true"}, {"number": "54", "ReferenceId": "22258476", "FullCitation": "Siegfried JM, et al. J Thorac Oncol (2012) pmid: 22258476", "Include": "true"}, {"number": "55", "ReferenceId": "24743239", "FullCitation": "U M, et al. PLoS Comput. Biol. (2014) pmid: 24743239", "Include": "true"}, {"number": "56", "ReferenceId": "24894453", "FullCitation": "Cho J, et al. Mol. Cancer (2014) pmid: 24894453", "Include": "true"}, {"number": "57", "ReferenceId": "19726454", "FullCitation": "Hama T, et al. Oncologist (2009) pmid: 19726454", "Include": "true"}, {"number": "58", "ReferenceId": "19671738", "FullCitation": "Tam IY, et al. Mol. Cancer Ther. (2009) pmid: 19671738", "Include": "true"}, {"number": "59", "ReferenceId": "19147750", "FullCitation": "Kancha RK, et al. Clin. Cancer Res. (2009) pmid: 19147750", "Include": "true"}, {"number": "60", "ReferenceId": "16205628", "FullCitation": "Chen YR, et al. Oncogene (2006) pmid: 16205628", "Include": "true"}, {"number": "61", "ReferenceId": "17177598", "FullCitation": "Lee JC, et al. PLoS Med. (2006) pmid: 17177598", "Include": "true"}, {"number": "62", "ReferenceId": "24212795", "FullCitation": "Ymer SI, et al. Cancers (Basel) (2011) pmid: 24212795", "Include": "true"}, {"number": "63", "ReferenceId": "19789313", "FullCitation": "Razis E, et al. Clin. Cancer Res. (2009) pmid: 19789313", "Include": "true"}, {"number": "64", "ReferenceId": "21532887", "FullCitation": "Wang H, et al. Neoplasia (2011) pmid: 21532887", "Include": "true"}, {"number": "65", "ReferenceId": "31290142", "FullCitation": "Kim N, et al. Int. J. Cancer (2019) pmid: 31290142", "Include": "true"}, {"number": "66", "ReferenceId": "32190291", "FullCitation": "Sueangoen N, et al. Cell Biosci (2020) pmid: 32190291", "Include": "true"}, {"number": "67", "ReferenceId": "31585087", "FullCitation": "Lundby A, et al. Cell (2019) pmid: 31585087", "Include": "true"}, {"number": "68", "ReferenceId": "22588883", "FullCitation": "Vivanco I, et al. Cancer Discov (2012) pmid: 22588883", "Include": "true"}, {"number": "69", "ReferenceId": "31263031", "FullCitation": "Jonsson P, et al. Clin. Cancer Res. (2019) pmid: 31263031", "Include": "true"}, {"number": "70", "ReferenceId": "26824661", "FullCitation": "Ceccarelli M, et al. Cell (2016) pmid: 26824661", "Include": "true"}, {"number": "71", "ReferenceId": "28472509", "FullCitation": "Thomas AA, et al. Neuro_oncology (2017) pmid: 28472509", "Include": "true"}, {"number": "72", "ReferenceId": "20702468", "FullCitation": "Srividya MR, et al. J. Clin. Pathol. (2010) pmid: 20702468", "Include": "true"}, {"number": "73", "ReferenceId": "20888234", "FullCitation": "Das P, et al. J Clin Neurosci (2011) pmid: 20888234", "Include": "true"}, {"number": "74", "ReferenceId": "11504770", "FullCitation": "Smith JS, et al. J. Natl. Cancer Inst. (2001) pmid: 11504770", "Include": "true"}, {"number": "75", "ReferenceId": "22285168", "FullCitation": "Rosell R, et al. Lancet Oncol. (2012) pmid: 22285168", "Include": "true"}, {"number": "76", "ReferenceId": "24263064", "FullCitation": "Douillard JY, et al. Br. J. Cancer (2014) pmid: 24263064", "Include": "true"}, {"number": "77", "ReferenceId": "23816960", "FullCitation": "Sequist LV, et al. J. Clin. Oncol. (2013) pmid: 23816960", "Include": "true"}, {"number": "78", "ReferenceId": "29864379", "FullCitation": "Mok TS, et al. J. Clin. Oncol. (2018) pmid: 29864379", "Include": "true"}, {"number": "79", "ReferenceId": "25923549", "FullCitation": "Jänne PA, et al. N. Engl. J. Med. (2015) pmid: 25923549", "Include": "true"}, {"number": "80", "ReferenceId": "32749686", "FullCitation": "Hong MH, et al. Cancer (2020) pmid: 32749686", "Include": "true"}, {"number": "81", "ReferenceId": "26462025", "FullCitation": "Kim HS, et al. Oncotarget (2015) pmid: 26462025", "Include": "true"}, {"number": "82", "ReferenceId": "25424851", "FullCitation": "Kim HS, et al. Clin. Cancer Res. (2015) pmid: 25424851", "Include": "true"}, {"number": "83", "ReferenceId": "32303840", "FullCitation": "Mondal G, et al. Acta Neuropathol (2020) pmid: 32303840", "Include": "true"}, {"number": "84", "ReferenceId": "29734047", "FullCitation": "Cavalieri S, et al. Eur. J. Cancer (2018) pmid: 29734047", "Include": "true"}, {"number": "85", "ReferenceId": "32923886", "FullCitation": "Chi AS, et al. JCO Precis Oncol (2020) pmid: 32923886", "Include": "true"}, {"number": "86", "ReferenceId": "31769726", "FullCitation": "Makhlin I, et al. CNS Oncol (2019) pmid: 31769726", "Include": "true"}, {"number": "87", "ReferenceId": "33940677", "FullCitation": "Goyal A, et al. World Neurosurg (2021) pmid: 33940677", "Include": "true"}, {"number": "88", "ReferenceId": "28575464", "FullCitation": "Sepúlveda_Sánchez JM, et al. Neuro_oncology (2017) pmid: 28575464", "Include": "true"}, {"number": "89", "ReferenceId": "30644426", "FullCitation": "Tanaka S, et al. Sci Rep (2019) pmid: 30644426", "Include": "true"}, {"number": "90", "ReferenceId": "25140039", "FullCitation": "Reardon DA, et al. Neuro_oncology (2015) pmid: 25140039", "Include": "true"}, {"number": "91", "ReferenceId": "27531351", "FullCitation": "Blumenthal DT, et al. J. Neurooncol. (2016) pmid: 27531351", "Include": "true"}, {"number": "92", "ReferenceId": "16282176", "FullCitation": "Mellinghoff IK, et al. N. Engl. J. Med. (2005) pmid: 16282176", "Include": "true"}, {"number": "93", "ReferenceId": "17353924", "FullCitation": "Franceschi E, et al. Br. J. Cancer (2007) pmid: 17353924", "Include": "true"}, {"number": "94", "ReferenceId": "23182702", "FullCitation": "Chakravarti A, et al. Int. J. Radiat. Oncol. Biol. Phys. (2013) pmid: 23182702", "Include": "true"}, {"number": "95", "ReferenceId": "21471286", "FullCitation": "Hegi ME, et al. Mol. Cancer Ther. (2011) pmid: 21471286", "Include": "true"}, {"number": "96", "ReferenceId": "23441167", "FullCitation": "Jiang Z, et al. PLoS ONE (2013) pmid: 23441167", "Include": "true"}, {"number": "97", "ReferenceId": "21048039", "FullCitation": "Licitra L, et al. Ann. Oncol. (2011) pmid: 21048039", "Include": "true"}, {"number": "98", "ReferenceId": "33199443", "FullCitation": "Smyth EC, et al. Gut (2021) pmid: 33199443", "Include": "true"}, {"number": "99", "ReferenceId": "31747009", "FullCitation": "Van Den Bent M, et al. Neuro Oncol (2020) pmid: 31747009", "Include": "true"}, {"number": "100", "ReferenceId": "34185076", "FullCitation": "Louis DN, et al. Neuro Oncol (2021) pmid: 34185076", "Include": "true"}, {"number": "101", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "102", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "103", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "104", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "105", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "106", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "107", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "108", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "109", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "110", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "111", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "112", "ReferenceId": "32322066", "FullCitation": "Touat M, et al. Nature (2020) pmid: 32322066", "Include": "true"}, {"number": "113", "ReferenceId": "30742119", "FullCitation": "Zhao J, et al. Nat. Med. (2019) pmid: 30742119", "Include": "true"}, {"number": "114", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "115", "ReferenceId": "27001570", "FullCitation": "Bouffet E, et al. J. Clin. Oncol. (2016) pmid: 27001570", "Include": "true"}, {"number": "116", "ReferenceId": "27683556", "FullCitation": "Johanns TM, et al. Cancer Discov (2016) pmid: 27683556", "Include": "true"}, {"number": "117", "ReferenceId": "30073642", "FullCitation": "Lukas RV, et al. J. Neurooncol. (2018) pmid: 30073642", "Include": "true"}, {"number": "118", "ReferenceId": "28420421", "FullCitation": "Chalmers ZR, et al. Genome Med (2017) pmid: 28420421", "Include": "true"}, {"number": "119", "ReferenceId": "32386112", "FullCitation": "Patel RR, et al. Pediatr Blood Cancer (2020) pmid: 32386112", "Include": "true"}, {"number": "120", "ReferenceId": "28912153", "FullCitation": "Johnson A, et al. Oncologist (2017) pmid: 28912153", "Include": "true"}, {"number": "121", "ReferenceId": "26699864", "FullCitation": "Draaisma K, et al. Acta Neuropathol Commun (2015) pmid: 26699864", "Include": "true"}, {"number": "122", "ReferenceId": "32164609", "FullCitation": "Wang L, et al. BMC Cancer (2020) pmid: 32164609", "Include": "true"}, {"number": "123", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "124", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "125", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "126", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "127", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "128", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "129", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "130", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "131", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "132", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "133", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "134", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "135", "ReferenceId": "9823339", "FullCitation": "Boland CR, et al. Cancer Res. (1998) pmid: 9823339", "Include": "true"}, {"number": "136", "ReferenceId": "15528785", "FullCitation": "Pawlik TM, et al. Dis. Markers (2004) pmid: 15528785", "Include": "true"}, {"number": "137", "ReferenceId": "20420947", "FullCitation": "Boland CR, et al. Gastroenterology (2010) pmid: 20420947", "Include": "true"}, {"number": "138", "ReferenceId": "15331927", "FullCitation": "Martinez R, et al. Oncology (2004) pmid: 15331927", "Include": "true"}, {"number": "139", "ReferenceId": "15672285", "FullCitation": "Martinez R, et al. J. Cancer Res. Clin. Oncol. (2005) pmid: 15672285", "Include": "true"}, {"number": "140", "ReferenceId": "17498554", "FullCitation": "Martinez R, et al. Cancer Genet. Cytogenet. (2007) pmid: 17498554", "Include": "true"}, {"number": "141", "ReferenceId": "12908754", "FullCitation": "Szybka M, et al. Clin. Neuropathol. () pmid: 12908754", "Include": "true"}, {"number": "142", "ReferenceId": "25392179", "FullCitation": "Gatalica Z, et al. Cancer Epidemiol. Biomarkers Prev. (2014) pmid: 25392179", "Include": "true"}, {"number": "143", "ReferenceId": "26140250", "FullCitation": "Kroemer G, et al. Oncoimmunology (2015) pmid: 26140250", "Include": "true"}, {"number": "144", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "145", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "146", "ReferenceId": "23192342", "FullCitation": "Biswas K, et al. J. Biol. Chem. (2013) pmid: 23192342", "Include": "true"}, {"number": "147", "ReferenceId": "19189657", "FullCitation": "Löw S, et al. Anticancer Res. () pmid: 19189657", "Include": "true"}, {"number": "148", "ReferenceId": "18650841", "FullCitation": "Burkhart DL, et al. Nat. Rev. Cancer (2008) pmid: 18650841", "Include": "true"}, {"number": "149", "ReferenceId": "19143056", "FullCitation": "Knudsen ES, et al. Nat. Rev. Cancer (2008) pmid: 19143056", "Include": "true"}, {"number": "150", "ReferenceId": "20594292", "FullCitation": "Berge EO, et al. Mol. Cancer (2010) pmid: 20594292", "Include": "true"}, {"number": "151", "ReferenceId": "16936740", "FullCitation": "Giacinti C, et al. Oncogene (2006) pmid: 16936740", "Include": "true"}, {"number": "152", "ReferenceId": "9342358", "FullCitation": "Otterson GA, et al. Proc. Natl. Acad. Sci. U.S.A. (1997) pmid: 9342358", "Include": "true"}, {"number": "153", "ReferenceId": "10486322", "FullCitation": "Otterson GA, et al. Am. J. Hum. Genet. (1999) pmid: 10486322", "Include": "true"}, {"number": "154", "ReferenceId": "1534305", "FullCitation": "Qin XQ, et al. Genes Dev. (1992) pmid: 1534305", "Include": "true"}, {"number": "155", "ReferenceId": "16360038", "FullCitation": "Rubin SM, et al. Cell (2005) pmid: 16360038", "Include": "true"}, {"number": "156", "ReferenceId": "16449662", "FullCitation": "Sun H, et al. Mol. Cell. Biol. (2006) pmid: 16449662", "Include": "true"}, {"number": "157", "ReferenceId": "26061751", "FullCitation": "Cancer Genome Atlas Research Network, et al. N. Engl. J. Med. (2015) pmid: 26061751", "Include": "true"}, {"number": "158", "ReferenceId": "22157621", "FullCitation": "Goldhoff P, et al. J. Neuropathol. Exp. Neurol. (2012) pmid: 22157621", "Include": "true"}, {"number": "159", "ReferenceId": "14519639", "FullCitation": "Bäcklund LM, et al. Clin. Cancer Res. (2003) pmid: 14519639", "Include": "true"}, {"number": "160", "ReferenceId": "21397855", "FullCitation": "Chow LM, et al. Cancer Cell (2011) pmid: 21397855", "Include": "true"}, {"number": "161", "ReferenceId": "20175778", "FullCitation": "Deighton RF, et al. Brain Pathol. (2010) pmid: 20175778", "Include": "true"}, {"number": "162", "ReferenceId": "22222631", "FullCitation": "Hook KE, et al. Mol. Cancer Ther. (2012) pmid: 22222631", "Include": "true"}, {"number": "163", "ReferenceId": "30373917", "FullCitation": "Gong X, et al. Cancer Discov (2019) pmid: 30373917", "Include": "true"}, {"number": "164", "ReferenceId": "30373918", "FullCitation": "Oser MG, et al. Cancer Discov (2019) pmid: 30373918", "Include": "true"}, {"number": "165", "ReferenceId": "30232224", "FullCitation": "Beltran H, et al. Clin. Cancer Res. (2019) pmid: 30232224", "Include": "true"}, {"number": "166", "ReferenceId": "21955141", "FullCitation": "Allaman_Pillet N, et al. Ophthalmic Genet. () pmid: 21955141", "Include": "true"}, {"number": "167", "ReferenceId": "21875955", "FullCitation": "Viatour P, et al. J. Exp. Med. (2011) pmid: 21875955", "Include": "true"}, {"number": "168", "ReferenceId": "29236940", "FullCitation": "Condorelli R, et al. Ann. Oncol. (2018) pmid: 29236940", "Include": "true"}, {"number": "169", "ReferenceId": "15542782", "FullCitation": "Fry DW, et al. Mol. Cancer Ther. (2004) pmid: 15542782", "Include": "true"}, {"number": "170", "ReferenceId": "20473330", "FullCitation": "Dean JL, et al. Oncogene (2010) pmid: 20473330", "Include": "true"}, {"number": "171", "ReferenceId": "22767154", "FullCitation": "Dean JL, et al. Cell Cycle (2012) pmid: 22767154", "Include": "true"}, {"number": "172", "ReferenceId": "22460902", "FullCitation": "Garnett MJ, et al. Nature (2012) pmid: 22460902", "Include": "true"}, {"number": "173", "ReferenceId": "22302033", "FullCitation": "Roberts PJ, et al. J. Natl. Cancer Inst. (2012) pmid: 22302033", "Include": "true"}, {"number": "174", "ReferenceId": "27217383", "FullCitation": "Patnaik A, et al. Cancer Discov (2016) pmid: 27217383", "Include": "true"}, {"number": "175", "ReferenceId": "30206110", "FullCitation": "O Leary B, et al. Cancer Discov (2018) pmid: 30206110", "Include": "true"}, {"number": "176", "ReferenceId": "31594766", "FullCitation": "Costa C, et al. Cancer Discov (2019) pmid: 31594766", "Include": "true"}, {"number": "177", "ReferenceId": "29059158", "FullCitation": "Chen SH, et al. Oncogene (2018) pmid: 29059158", "Include": "true"}, {"number": "178", "ReferenceId": "18381962", "FullCitation": "Derenzini M, et al. Clin. Cancer Res. (2008) pmid: 18381962", "Include": "true"}, {"number": "179", "ReferenceId": "24282159", "FullCitation": "Chen Z, et al. Hum. Mutat. (2014) pmid: 24282159", "Include": "true"}, {"number": "180", "ReferenceId": "22553621", "FullCitation": "Yun J, et al. Int J Ophthalmol (2011) pmid: 22553621", "Include": "true"}, {"number": "181", "ReferenceId": "21139478", "FullCitation": "Houston SK, et al. Int Ophthalmol Clin (2011) pmid: 21139478", "Include": "true"}, {"number": "182", "ReferenceId": "19959033", "FullCitation": "Ng AK, et al. Semin Radiat Oncol (2010) pmid: 19959033", "Include": "true"}, {"number": "183", "ReferenceId": "19075262", "FullCitation": "Prados MD, et al. J. Clin. Oncol. (2009) pmid: 19075262", "Include": "true"}, {"number": "184", "ReferenceId": "22946346", "FullCitation": "Kesavabhotla K, et al. J. Exp. Ther. Oncol. (2012) pmid: 22946346", "Include": "true"}, {"number": "185", "ReferenceId": "23328813", "FullCitation": "Peereboom DM, et al. Neuro_oncology (2013) pmid: 23328813", "Include": "true"}, {"number": "186", "ReferenceId": "29320312", "FullCitation": "Hainsworth JD, et al. J. Clin. Oncol. (2018) pmid: 29320312", "Include": "true"}, {"number": "187", "ReferenceId": "29998897", "FullCitation": "Nie KK, et al. Chin Med J (Engl) (2018) pmid: 29998897", "Include": "true"}, {"number": "188", "ReferenceId": "28537764", "FullCitation": "Petty RD, et al. J. Clin. Oncol. (2017) pmid: 28537764", "Include": "true"}, {"number": "189", "ReferenceId": "16809731", "FullCitation": "Philip PA, et al. J. Clin. Oncol. (2006) pmid: 16809731", "Include": "true"}, {"number": "190", "ReferenceId": "32958820", "FullCitation": "Xie C, et al. Br J Cancer (2020) pmid: 32958820", "Include": "true"}, {"number": "191", "ReferenceId": "33026449", "FullCitation": "Luo H, et al. JAMA Netw Open (2020) pmid: 33026449", "Include": "true"}, {"number": "192", "ReferenceId": "22192731", "FullCitation": "Lee J, et al. Lancet Oncol. (2012) pmid: 22192731", "Include": "true"}, {"number": "193", "ReferenceId": "20493771", "FullCitation": "Cappuzzo F, et al. Lancet Oncol. (2010) pmid: 20493771", "Include": "true"}, {"number": "194", "ReferenceId": "31194613", "FullCitation": "Zhong WZ, et al. J. Clin. Oncol. (2019) pmid: 31194613", "Include": "true"}, {"number": "195", "ReferenceId": "22056888", "FullCitation": "Petrelli F, et al. Clin Lung Cancer (2012) pmid: 22056888", "Include": "true"}, {"number": "196", "ReferenceId": "24718886", "FullCitation": "Douillard JY, et al. Ann. Oncol. (2014) pmid: 24718886", "Include": "true"}, {"number": "197", "ReferenceId": "24739896", "FullCitation": "Price TJ, et al. Lancet Oncol. (2014) pmid: 24739896", "Include": "true"}, {"number": "198", "ReferenceId": "17470858", "FullCitation": "Van Cutsem E, et al. J. Clin. Oncol. (2007) pmid: 17470858", "Include": "true"}, {"number": "199", "ReferenceId": "23746666", "FullCitation": "Vermorken JB, et al. Lancet Oncol (2013) pmid: 23746666", "Include": "true"}, {"number": "200", "ReferenceId": "19892746", "FullCitation": "Wirth LJ, et al. Ann. Oncol. (2010) pmid: 19892746", "Include": "true"}, {"number": "201", "ReferenceId": "28592616", "FullCitation": "Siano M, et al. Oncologist (2017) pmid: 28592616", "Include": "true"}, {"number": "202", "ReferenceId": "25596660", "FullCitation": "Mesía R, et al. Lancet Oncol (2015) pmid: 25596660", "Include": "true"}, {"number": "203", "ReferenceId": "25596659", "FullCitation": "Giralt J, et al. Lancet Oncol (2015) pmid: 25596659", "Include": "true"}, {"number": "204", "ReferenceId": "27930762", "FullCitation": "Siu LL, et al. JAMA Oncol (2016) pmid: 27930762", "Include": "true"}, {"number": "205", "ReferenceId": "23594787", "FullCitation": "Waddell T, et al. Lancet Oncol. (2013) pmid: 23594787", "Include": "true"}, {"number": "206", "ReferenceId": "24389433", "FullCitation": "Crawford J, et al. J Thorac Oncol (2013) pmid: 24389433", "Include": "true"}, {"number": "207", "ReferenceId": "26094080", "FullCitation": "Schuette W, et al. Clin Lung Cancer (2015) pmid: 26094080", "Include": "true"}, {"number": "208", "ReferenceId": "26540314", "FullCitation": "Leone F, et al. Cancer (2016) pmid: 26540314", "Include": "true"}, {"number": "209", "ReferenceId": "29413685", "FullCitation": "Vogel A, et al. Eur J Cancer (2018) pmid: 29413685", "Include": "true"}, {"number": "210", "ReferenceId": "15210739", "FullCitation": "Rowinsky EK, et al. J. Clin. Oncol. (2004) pmid: 15210739", "Include": "true"}, {"number": "211", "ReferenceId": "26279503", "FullCitation": "Whittle JR, et al. J Clin Neurosci (2015) pmid: 26279503", "Include": "true"}, {"number": "212", "ReferenceId": "20606093", "FullCitation": "Philip PA, et al. J. Clin. Oncol. (2010) pmid: 20606093", "Include": "true"}, {"number": "213", "ReferenceId": "19815486", "FullCitation": "Slovin SF, et al. Clin Genitourin Cancer (2009) pmid: 19815486", "Include": "true"}, {"number": "214", "ReferenceId": "23435217", "FullCitation": "Falchook GS, et al. Oncotarget (2013) pmid: 23435217", "Include": "true"}, {"number": "215", "ReferenceId": "20406901", "FullCitation": "Hasselbalch B, et al. Neuro_oncology (2010) pmid: 20406901", "Include": "true"}, {"number": "216", "ReferenceId": "22232519", "FullCitation": "Gajadhar AS, et al. Mol. Cancer Res. (2012) pmid: 22232519", "Include": "true"}, {"number": "217", "ReferenceId": "22752145", "FullCitation": "Lv S, et al. Int. J. Oncol. (2012) pmid: 22752145", "Include": "true"}, {"number": "218", "ReferenceId": "24950987", "FullCitation": "Dutton SJ, et al. Lancet Oncol. (2014) pmid: 24950987", "Include": "true"}, {"number": "219", "ReferenceId": "22370314", "FullCitation": "Han JY, et al. J. Clin. Oncol. (2012) pmid: 22370314", "Include": "true"}, {"number": "220", "ReferenceId": "20573926", "FullCitation": "Maemondo M, et al. N. Engl. J. Med. (2010) pmid: 20573926", "Include": "true"}, {"number": "221", "ReferenceId": "20022809", "FullCitation": "Mitsudomi T, et al. Lancet Oncol. (2010) pmid: 20022809", "Include": "true"}, {"number": "222", "ReferenceId": "19692680", "FullCitation": "Mok TS, et al. N. Engl. J. Med. (2009) pmid: 19692680", "Include": "true"}, {"number": "223", "ReferenceId": "25329826", "FullCitation": "Qi WX, et al. Curr Med Res Opin (2015) pmid: 25329826", "Include": "true"}, {"number": "224", "ReferenceId": "25546556", "FullCitation": "Zhao H, et al. J Thorac Oncol (2015) pmid: 25546556", "Include": "true"}, {"number": "225", "ReferenceId": "30255937", "FullCitation": "Wang J, et al. Int. J. Cancer (2019) pmid: 30255937", "Include": "true"}, {"number": "226", "ReferenceId": "26398831", "FullCitation": "Baik CS, et al. J Thorac Oncol (2015) pmid: 26398831", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2022_03_21 21:10:50", "OpName": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "770x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "3 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 fraction_unstable_loci"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "BRAIN", "disease_ontology": "Brain glioblastoma (GBM)", "flowcell_analysis": "2000020869", "gender": "male", "pathology_diagnosis": "Glioblastoma", "percent_tumor_nuclei": "60", "pipeline_version": "v3.10.2", "purity_assessment": "47.7", "specimen": "ORD_1321261_01*US1270823.01", "study": "CLINICAL_F1CDx", "test_request": "ORD_1321261_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Brain", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX1", "mean_exon_depth": "836.36", "name": "SQ_US1270823.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.4764", "cds_effect": "44C>T", "depth": "296", "equivocal": "false", "functional_effect": "missense", "gene": "SOCS1", "percent_reads": "47.64", "position": "chr16:11349292", "protein_effect": "T15I", "status": "unknown", "strand": "_", "transcript": "NM_003745", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.2667", "cds_effect": "610G>T", "depth": "330", "equivocal": "false", "functional_effect": "nonsense", "gene": "RB1", "percent_reads": "26.67", "position": "chr13:48934155", "protein_effect": "E204*", "status": "likely", "strand": "+", "transcript": "NM_000321", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.1621", "cds_effect": "1787C>T", "depth": "4503", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "16.21", "position": "chr7:55233037", "protein_effect": "P596L", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.4488", "cds_effect": "263C>G", "depth": "557", "equivocal": "false", "functional_effect": "missense", "gene": "RAD51", "percent_reads": "44.88", "position": "chr15:40998412", "protein_effect": "T88S", "status": "unknown", "strand": "+", "transcript": "NM_002875", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.4337", "cds_effect": "1133A>C", "depth": "392", "equivocal": "false", "functional_effect": "missense", "gene": "TIPARP", "percent_reads": "43.37", "position": "chr3:156413700", "protein_effect": "E378A", "status": "unknown", "strand": "+", "transcript": "NM_015508", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.358", "cds_effect": "865G>A", "depth": "4288", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "35.8", "position": "chr7:55221821", "protein_effect": "A289T", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.2564", "cds_effect": "2875G>T", "depth": "780", "equivocal": "false", "functional_effect": "missense", "gene": "EPHA3", "percent_reads": "25.64", "position": "chr3:89528575", "protein_effect": "V959F", "status": "unknown", "strand": "+", "transcript": "NM_005233", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.9974", "cds_effect": "1734G>C", "depth": "390", "equivocal": "false", "functional_effect": "missense", "gene": "ARAF", "percent_reads": "99.74", "position": "chrX:47430769", "protein_effect": "E578D", "status": "unknown", "strand": "+", "transcript": "NM_001654", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.2004", "cds_effect": "428C>T", "depth": "948", "equivocal": "false", "functional_effect": "missense", "gene": "PDGFRB", "percent_reads": "20.04", "position": "chr5:149514516", "protein_effect": "T143I", "status": "unknown", "strand": "_", "transcript": "NM_002609", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.392", "cds_effect": "1018G>A", "depth": "477", "equivocal": "false", "functional_effect": "missense", "gene": "SMARCA4", "percent_reads": "39.2", "position": "chr19:11098500", "protein_effect": "A340T", "status": "unknown", "strand": "+", "transcript": "NM_003072", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"allele_fraction": "0.3875", "cds_effect": "2899C>T", "depth": "658", "equivocal": "false", "functional_effect": "missense", "gene": "CARD11", "percent_reads": "38.75", "position": "chr7:2953041", "protein_effect": "R967C", "status": "unknown", "strand": "_", "transcript": "NM_032415", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": [{"copy_number": "37", "equivocal": "false", "gene": "PIK3C2B", "number_of_exons": "32 of 32", "position": "chr1:204393979_204438930", "ratio": "8.75", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"copy_number": "26", "equivocal": "false", "gene": "EGFR", "number_of_exons": "30 of 30", "position": "chr7:55037753_55323228", "ratio": "6.32", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"copy_number": "7", "equivocal": "true", "gene": "HGF", "number_of_exons": "19 of 19", "position": "chr7:81287783_81411415", "ratio": "2.0", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"copy_number": "34", "equivocal": "false", "gene": "MDM4", "number_of_exons": "10 of 10", "position": "chr1:204494620_204518810", "ratio": "8.06", "status": "known", "type": "amplification", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}, {"copy_number": "6", "equivocal": "true", "gene": "GRM3", "number_of_exons": "5 of 5", "position": "chr7:86394461_86493699", "ratio": "1.71", "status": "unknown", "type": "amplification", "dna_evidence": {"sample": "SQ_US1270823.01_1"}}]}, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "2.52", "status": "low", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}