{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2021_00017957", "CSN": null, "TRF": "ORD_1260175_01", "MRN": "23621514", "PhysicianId": "109266", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "982700", "clinicalId": "984084", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1260175_01", "SampleName": "US1216243.01", "Version": "0", "Sample": {"FM_Id": "ORD_1260175_01", "SampleId": "US1216243.01", "BlockId": "S110-38079B", "TRFNumber": "ORD_1260175_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "FFPE", "ReceivedDate": "2021_12_16", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}]}, "TumorPurity": "20", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S111-98006", "MRN": "23621514", "FullName": "蔡坣娜", "FirstName": "Tang_Na", "LastName": "Tsai", "SubmittedDiagnosis": "Adenocarcinoma, Lung", "Gender": "Female", "DOB": "1966_01_12", "OrderingMD": "陳育民", "OrderingMDId": "109266", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Lung", "CollDate": "2021_12_06", "ReceivedDate": "2022-01-04 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Lung Adenocarcinoma"}, "PertinentNegatives": {"PertinentNegative": [{"Gene": "ALK"}, {"Gene": "BRAF"}, {"Gene": "ERBB2"}, {"Gene": "KRAS"}, {"Gene": "MET"}, {"Gene": "RET"}, {"Gene": "ROS1"}]}, "Summaries": {"alterationCount": "13", "clinicalTrialCount": "10", "resistiveCount": "4", "sensitizingCount": "1"}, "VariantProperties": {"VariantProperty": [{"geneName": "DDR1", "isVUS": "true", "variantName": "D623G"}, {"geneName": "EGFR", "isVUS": "true", "variantName": "V651L"}, {"geneName": "FGFR3", "isVUS": "true", "variantName": "R158Q"}, {"geneName": "GATA4", "isVUS": "true", "variantName": "P15_G16insP"}, {"geneName": "MEN1", "isVUS": "true", "variantName": "G508D"}, {"geneName": "MTOR", "isVUS": "true", "variantName": "T1834_T1837del"}, {"geneName": "PDCD1 (PD_1)", "isVUS": "true", "variantName": "A202_R203insGA"}, {"geneName": "RAD51", "isVUS": "true", "variantName": "Q269K"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "EGFR", "Include": "true", "Alterations": {"Alteration": [{"Name": "T790M", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "T790M"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). EGFR L858 is located in the kinase domain and is encoded by exon 21. EGFR L858R has been characterized as activating (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413) and patients with the L858R mutation have been shown to be sensitive to EGFR tyrosine kinase inhibitors, such as erlotinib, gefitinib (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413), and afatinib (Yang et al., 2015; 25589191). The EGFR T790M mutation, when co_occurring with EGFR activating alterations, has been associated with clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985), and afatinib (Wu et al., 2016; 26862733, Nakamura et al., 2018; WCLC Abstract P3.13_18, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155, Tanaka et al., 2017; 28978102), as well as preclinical resistance to lapatinib (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554). Rare cases of EGFR T790M without a concurrent activating alteration have been reported (Gazdar et al., 2014; 24736066) and germline T790M mutations have been reported to predispose to familial lung adenocarcinoma (Bell et al., 2005; 16258541, Oxnard et al., 2012; 22588155, Gazdar et al., 2014; 24736066). Limited preclinical data suggests T790M alone is weakly activating, and increased EGFR activity is observed when T790M is expressed with certain activating EGFR alterations (Godin_Heymann et al., 2007; 17671201). Therefore, although this alteration has not been fully characterized, it is likely to result in reduced sensitivity to first_ and second_generation EGFR inhibitors. EGFR mutation has been reported in 12_36% of lung adenocarcinomas (Vallee et al., 2013; 23934203, Imielinski et al., 2012; 22980975, Cancer Genome Atlas Research Network., 2014; 25079552) and in 4% of lung squamous cell carcinomas (Cancer Genome Atlas Research Network., 2012; 22960745). EGFR protein expression/overexpression has been reported in up to 70% of NSCLC cases (Watzka et al., 2010; 20353893, Liang et al., 2010; 20637128, Grob et al., 2013; 23238037, Park et al., 2012; 22207554, Dobashi et al., 2011; 21040950, Ludovini et al., 2013; 23314677). In addition, expression of EGFR protein has been shown to be higher in lung squamous cell carcinoma samples as compared to lung adenocarcinoma (Skrzypski et al., 2013; 23870818, Kim et al., 2012; 22419022). In a retrospective study of lung adenocarcinoma treated with surgical resection without neoadjuvant TKIs, significantly shorter OS and recurrence_free survival was observed for patients harboring uncommon EGFR mutations (G719X, T790M, or L861R/Q) compared with those harboring only common mutations (L858R or exon 19 deletion) (Hayasaka et al., 2018; WCLC Abstract P3.16_03). In patients with lung adenocarcinoma, EGFR mutation was a predictor of poor overall survival (Lee et al., 2013; 23525704, Oakley and Chiosea, 2011; 21587084). However, EGFR mutations have been reported to predict improved survival in patients with resected Stage 1_3 lung adenocarcinoma (Marks et al., 2008; 18303429) or resected Stage 1 NSCLC (Izar et al., 2013; 23932319). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). The efficacy of third_generation EGFR inhibitors that selectively target EGFR T790M in non_small cell lung cancer (NSCLC) has been confirmed in osimertinib (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549, Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07, Soria et al., 2018; 29151359), D_0316 (Lu et al., 2021; AACR Abstract CT170), abivertinib (Zhou et al., 2019; ASCO Abstract 9091, Wang et al., 2020; 31943845, Ma et al., 2018; 29626621), alflutinib (Shi et al., 2021; 33780662, Shi et al., 2021; DOI: 10.1016/J.JTHO.2021.01.1122), naquotinib (Azuma et al., 2018; 29807396, Kelly et al., 2019; 31070709, Murakami et al., 2018; 29972716, Yu et al., 2017; 28954786), nazartinib (Tan et al., 2020; 31954624), and olmutinib (Park et al., 2021; 33434335, Kim et al., 2019; 31447004). The Phase 1 CHRYSALIS study of amivantamab monotherapy or in combination with lazertinib for the treatment of EGFR_mutated non_small cell lung cancer (NSCLC) has produced encouraging preliminary results for treatment_naive patients and patients who relapsed after treatment with osimertinib with and without chemotherapy, including osimertinib_relapsed patients with biomarkers indicating EGFR/MET_based osimertinib resistance (Leighl et al., 2021; ESMO Abstract 1192MO, Cho et al., 2020; ESMO Abstract 1258O, Bauml et al., 2021; ASCO Abstract 9006, Shu et al., 2021; ESMO Abstract 1193MO). In a Phase 1 trial, the HER3_targeted antibody patritumab deruxtecan elicited an ORR of 39% (22/57, 1 CR) and a median PFS of 8.2 months for patients with non_small cell lung cancer previously treated with an EGFR TKI, many of whom displayed TKI resistance alterations (Janne et al., 2021; ASCO Abstract 9007). A Phase 1 trial evaluating the EGFR inhibitor AZD3759 reported a reduction in the volume of brain metastases in 40% (8/20) of patients with previously treated non_small cell lung cancer (NSCLC) harboring either the EGFR L858R alteration or EGFR exon 19 deletion, including 3 confirmed PRs and 3 unconfirmed PRs (Ahn et al., 2017; 29056570, Yang et al., 2016; 27928026). In a Phase 1/2 trial for advanced NSCLC, the brain_penetrant third_generation EGFR TKI lazertinib enabled ORRs of 54% (69/127) for all evaluable patients and 44% (8/18, intracranial) for patients with brain metastases (Ahn et al., 2019; 31587882). The Phase 3 IMpower150 study showed that the addition of atezolizumab to bevacizumab plus chemotherapy treatment also had clinical efficacy for patients with EGFR_mutated or ALK_rearranged metastatic NSCLC (Socinski et al., 2018; 29863955); therefore, the patient’s clinical context should be considered. The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, confers clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), afatinib (Wu et al., 2016; 26862733, Tanaka et al., 2018; WCLC Abstract P3.13_22, Nakamura et al., 2018; WCLC Abstract P3.13_18, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155), and dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985). Preclinical resistance to lapatinib has also been reported (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Osimertinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Osimertinib is an irreversible EGFR TKI that is selective for EGFR TKI_sensitizing mutations and the EGFR T790M mutation. It is FDA approved in various treatment settings for patients with non_small cell lung cancer (NSCLC) whose tumors have EGFR exon 19 deletions, exon 21 L858R mutations, or T790M mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR TKI_sensitizing mutations or rearrangements and/or the EGFR T790M mutation may predict sensitivity to osimertinib in non_small cell lung cancer (Janne et al., 2015; 25923549, Soria et al., 2018; 29151359, Alanazi et al., 2020; 33318755, Kim et al., 2021; DOI: 10.1200/PO.20.00296, Wang et al., 2018; 30255937). Patients with untreated advanced NSCLC and EGFR exon 19 deletions or L858R mutations achieved an ORR of 80% and a median PFS of 21.4 and 14.4 months, respectively (Soria et al., 2018; 29151359). </p> <p><b>Supporting Data:</b> The Phase 3 FLAURA study reported that, relative to erlotinib or gefitinib, first_line osimertinib significantly increased both median PFS (18.9 vs. 10.2 months, HR=0.46) and median OS (38.6 vs. 31.8 months; HR=0.80) for patients with advanced NSCLC and activating, sensitizing EGFR mutations (specifically, exon 19 deletion or L858) (Soria et al., 2018; 29151359, Ramalingam et al., 2019; 31751012). In the Phase 3 ADAURA study, patients with early Stage (IB/II/IIIA) EGFR_mutated NSCLC experienced longer PFSs on osimertinib compared to placebo in the adjuvant setting (not reached vs. 28.1 months; HR=0.21)(Herbst et al., 2020; ASCO Abstract LBA5). A Phase 1 study reported that T790M_negative patients with acquired EGFR TKI resistance experienced an ORR of 21% and a median PFS of 2.8 months (Janne et al., 2015; 25923549). A Phase 1b/2 study evaluating osimertinib in combination with the CD73 inhibitor oleclumab for patients with advanced EGFR_mutated, T790M_negative NSCLC reported an ORR of 19% (4/19), a DCR of 81%, and mPFS of 11 months (Kim et al., 2021 AACR Abstract CT163). In a Phase 3 study for patients with EGFR T790M_positive advanced NSCLC who progressed on EGFR TKI therapy, osimertinib compared with combination platinum therapy led to longer median PFS (10.1 months vs. 4.4 months), including for patients with central nervous system metastases (8.5 vs. 4.2 months). An ORR of 71% was achieved with osimertinib compared to 31% with combination platinum therapy (Mok et al., 2017; 27959700). The efficacy of osimertinib is confirmed by earlier phase studies in this setting (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549), and in a real_world setting for patients with T790M_positive advanced NSCLC pretreated with EGFR TKIs (Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07). Case studies report that 2 patients with T790M_mutated NSCLC achieved durable PRs to osimertinib rechallenge after the adverse events induced by initial osimertinib treatment had been resolved (Miyauchi et al., 2017; 28434520, Yoshida et al., 2017; 28291724). A Phase 1/2 trial of osimertinib in combination with bevacizumab for patients with untreated metastatic EGFR_mutated non_small cell lung cancer (NSCLC) reported an 80% (39/49) ORR, a 100% (6/6, 2 CRs) central nervous system response rate, median PFS of 19 months, and a 1_year PFS rate of 72% (Yu et al., 2020; 32463456). The Phase 1b TATTON study of osimertinib in combination with selumetinib, savolitinib, or durvalumab for patients with previously treated EGFR_mutated NSCLC reported ORRs of 42% (15/36), 44% (8/18), and 44% (10/23), respectively (Oxnard et al., 2020; 32139298). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> A Phase 3 trial of first_line gefitinib therapy for patients with NSCLC and EGFR exon 19 deletions or L858R mutations reported a longer PFS (9.2 months vs. 6.3 months) (Mitsudomi et al 2010; 20022809) but no change in median OS (34.9 months vs. 37.2 months) compared with patients treated with cisplatin plus docetaxel (median OS of 37.2 months) (Yoshioka et al., 2019; 31553438). Gefitinib achieved an ORR of 69.8% and an OS of 19.2 months as first_line treatment for Caucasian patients with non_small cell lung carcinoma (NSCLC) and EGFR sensitizing mutations (Douillard et al., 2014; 24263064). In the retrospective analysis of a Phase 3 study for East Asian patients, gefitinib was reported to have a longer PFS for patients with EGFR mutation_positive NSCLC compared with carboplatin/paclitaxel doublet chemotherapy (Fukuoka et al., 2011; 21670455, Mok et al., 2009; 19692680). Two Phase 3 trials of gefitinib plus pemetrexed and carboplatin compared with gefitinib alone for patients with advanced NSCLC harboring EGFR activating mutations reported significantly higher ORRs (75.3% and 84% vs. 62.5% and 67%), longer median PFSs (16 and 20.9 months vs. 8 and 11.9 months), and longer median OSs (50.9 months and not reached vs. 17 and 38.8 months) with combination treatment; however, combination treatment was associated with increased Grade 3 or higher adverse events (Noronha et al., 2019; 31411950, Hosomi et al., 2020; 31682542). Retrospective analysis of East Asian patients with advanced NSCLC receiving first_line gefitinib therapy reported that patients with EGFR exon 19 mutations experienced a longer median PFS (10.9 months) compared with patients with EGFR mutations in exon 18 (7.9 months), exon 20 (1.2 months), exon 21 (7.7 months), or double mutations (5.7 months); however, no differences in OS were seen between EGFR mutations (Sutiman et al., 2017; 27908825). In a Phase 1 study for treatment_naive patients with NSCLC, best ORRs of 78% (7/9) were observed in patients treated with combination gefitinib and the PD_L1 inhibitor durvalumab as first_line treatment and of 80% (8/10) in those treated with the combination after gefitinib monotherapy (Gibbons et al., 2016; 27198414). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> For patients with EGFR_mutated NSCLC, the Phase 3 EURTAC trial reported improved PFS with first_line erlotinib relative to platinum_based chemotherapy (9.7 vs. 5.2 months, HR=0.37) (Rosell et al., 2012; 22285168). A Phase 3 study reported similar efficacy of erlotinib and gefitinib for patients with EGFR_mutated NSCLC (Yang et al., 2017; 28103612). Meta_analysis of studies comparing erlotinib or gefitinib versus chemotherapy in the first_line setting reported no significant improvement in OS for patients with EGFR_mutated NSCLC; however, the lack of improved OS was attributed to the effectiveness of postprogression salvage therapy (Lee et al., 2017; 28376144). In the maintenance setting, the placebo_controlled Phase 3 SATURN trial reported significantly improved PFS with maintenance erlotinib following first_line platinum_based chemotherapy irrespective of EGFR status; however, the largest effect was seen for patients with EGFR mutations (HR=0.10)(Cappuzzo et al., 2010; 20493771). In the neoadjuvant setting, a Phase 2 trial reported a numerically improved ORR and significantly longer PFS with erlotinib compared with chemotherapy for patients with advanced EGFR_mutated NSCLC (Zhong et al., 2019; 31194613). In the placebo_controlled Phase 3 RELAY trial, the addition of ramucirumab to erlotinib improved PFS for previously untreated patients with NSCLC harboring EGFR L858R or exon 19 deletion (19.4 vs. 12.4 months, HR=0.59)(Nakagawa et al., 2019; 31591063). In a Phase 2 trial, no clinical benefit was observed from the addition of bevacizumab to erlotinib for patients with NSCLC harboring EGFR exon 19 deletion or L858R mutation (Stinchcombe et al., 2019; 31393548). The Phase 3 BR.21 trial demonstrated prolonged OS for genomically unselected patients with NSCLC treated with erlotinib compared with those treated with standard chemotherapy (Shepherd et al., 2005; 16014882). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dacomitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dacomitinib is a second generation irreversible tyrosine kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4/HER4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) with EGFR exon 19 deletion or exon 21 L858R substitution mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). Patients with untreated advanced NSCLC and EGFR L858R mutations achieved an ORR of 73% (68/93) (Wu et al., 2017; 28958502) and a median OS of 32.5 months with dacomitinib (Mok et al., 2018; 29864379). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, is associated with clinical resistance to dacomitinib (Reckamp et al., 2014; 24501009, Park et al., 2014; 25521938, Takahashi et al., 2012; 22249430, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595). </p> <p><b>Supporting Data:</b> A randomized Phase 3 trial in patients with NSCLC with activating EGFR mutations (primarily L858R or exon 19 deletions) reported improved clinical benefit with first_line dacomitinib compared with gefitinib (median OS, 34.1 vs. 26.8 months, HR=0.760; median PFS, 14.7 vs. 9.2 months, HR=0.59) (Mok et al., 2018; 2986437, Wu et al., 2017; 28958502); median OS was 34.1 to 36.7 months and ORR was 74.9% to 79.3%, depending on the dosing regimen (Wu et al., 2018; WCLC abstract MA26.11). A pooled subgroup analysis of patients with NSCLC with activating EGFR mutations reported improved clinical efficacy with dacomitinib treatment compared with erlotinib (median PFS, 14.6 vs, 9.6 months, HR=0.717; median OS, 26.6 vs, 23.2 months, HR=0.737)(Ramalingam et al., 2016; 26768165). Reduced efficacy of dacomitinib treatment in patients with NSCLC harboring the EGFR T790M mutation has been reported in multiple studies (Yu et al., 2017; 29191595, Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471). A Phase 1 trial of combination dacomitinib and a MEK1/2 inhibitor for patients with KRAS_mutated CRC, NSCLC, or pancreatic cancer reported 20/36 SDs and 16 PDs, however toxicity from this combination prevented long_term treatment in this patient population (van Geel et al., 2020; 32147669). A Phase 2 study of dacomitinib in patients with NSCLC who had been previously treated with chemotherapy or erlotinib and were not selected for EGFR mutations reported an ORR of 4.5% (3/66) (Reckamp et al., 2014; 24501009). In one study, the combination of dacomitinib and crizotinib was ineffective and associated with high toxicity in patients with NSCLC (Janne et al., 2016; 26899759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Afatinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Afatinib is an irreversible kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) and nonresistant EGFR mutations and for the treatment of patients with metastatic, squamous NSCLC after progression on platinum_based chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, has been associated with clinical resistance to afatinib and has been reported in 33_48% of patients who progressed on the inhibitor across multiple studies (Wu et al., 2016; 26862733, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155, Tanaka et al., 2017; 28978102). Although DCRs of more than 50% have been reported for patients with erlotinib_ or gefitinib_resistant NSCLC treated with afatinib (De Grève et al., 2015; 25682316), including T790M_positive patients (Yang et al., 2015; 26051236), 1 study observed that overall survival for patients with T790M_positive NSCLC was worse than for patients who were T790M_negative (HR=1.79, p=0.005)(He et al., 2017, 27511219). </p> <p><b>Supporting Data:</b> Afatinib enabled a DCR of 64.3% (9/14) for patients with advanced T790M_positive NSCLC in a post_hoc analysis of Phase 2 and Phase 3 trials (Yang et al., 2015; 26051236). For T790M_positive patients who were TKI_naive or _pretreated, afatinib treatment resulted in ORRs of 24.0% (6/25) and 18.8% (12/64), respectively, in a large_scale retrospective analysis of EGFR_mutated NSCLC (Yang et al., 2020; 31931137). Another large_scale retrospective study of afatinib administered to Asian patients with NSCLC, 99% of whom were previously treated with erlotinib and/or gefitinib, reported an ORR of 21.1% (4/19) for T790M_positive patients and an ORR of 24.4% (105/431) for the entire cohort (Chang et al., 2018; WCLC Abstract P1.01_11). For heavily pre_treated patients with erlotinib_ or gefitinib_resistant NSCLC and T790M_positivity, the combination of afatinib with cetuximab enabled an ORR of 31.7% (40/126) in a Phase 1b study (Janjigian et al., 2014; 25074459), and 1/1 PR in a case series (Ribeiro Gomes and Cruz, 2015; 26056478). A patient with T790M_positive NSCLC who progressed on erlotinib experienced a PR to afatinib combined with panitumumab in another case series (Castellanos et al., 2015; 25842367). Afatinib has shown significant clinical activity for patients with NSCLC and the EGFR common sensitizing mutations L858R or exon 19 deletions, based on extensive clinical evidence (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Lau et al., 2019; 31178389, Paz_Ares et al., 2017; 28426106, Thongprasert et al., 2019; 31807143, Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17). Two randomized Phase 3 trials reported significantly improved median PFS from afatinib compared with chemotherapy for patients with EGFR common sensitizing mutations (LUX_Lung 3, 13.6 vs. 6.9 months, HR 0.47, p<0.001; LUX_Lung 6, 11.0 vs. 5.6 months, HR 0.28, p<0.0001) (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929). However, while afatinib significantly increased OS relative to chemotherapy for patients with EGFR exon 19 alterations in these two trials (LUX_Lung 3, 33.3 vs. 21.1 months, HR=0.54; LUX_Lung 6, 31.4 vs. 18.4 months, HR=0.64), no significant OS differences were observed in treatment for patients with L858R mutation (Yang et al., 2015; 25589191). A similar alteration_specific difference was observed for EGFR_mutated treatment_naive NSCLC in a retrospective analysis, which reported numerically longer median OS from second_ versus first_generation EGFR TKIs (48.8 vs. 26.4 months, HR=0.59) for patients with exon 19 deletions, but no substantial difference for patients with L858R (25.4 vs. 20.6 months, HR=0.90) (Lau et al., 2019; 31178389). A Phase 2b study of first_line afatinib compared with gefitinib, also for NSCLC with exon 19 deletions or L858R, reported similar median OS for the two therapies (27.9 vs. 24.5 months, HR=0.86) but significantly longer time_to_treatment_failure (13.7 vs. 11.5 months, HR=0.75) and higher ORR (73% vs. 56%, p=0.0018) with afatinib (Paz_Ares et al., 2017; 28426106). Patients with metastatic NSCLC and common EGFR mutations who progressed on prior chemotherapy experienced an ORR of 50.0% (30/60) from afatinib in a Phase 4 trial (Thongprasert et al., 2019; 31807143). As first_line therapy for NSCLC with EGFR exon 19 deletions or L858R, prospective or randomized Phase 2 trials have reported a median PFS of 10.2 months and OS of 24.8 months for patients unfit for chemotherapy (Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17) and an ORR of 72.5% (n=40, 1 CR), DCR of 100% (40/40), and median PFS and OS of 15.2 and 30.0 months, respectively, for elderly patients ≥70 years old (Suzuki et al., 2018; IASLC WCLC Abstract P1.01_92). A retrospective study of afatinib administered to Asian patients with NSCLC, 99% of whom were previously treated with erlotinib and/or gefitinib, reported an ORR of 27.4% (63/230) for patients with common sensitizing EGFR mutations and an ORR of 24.4% (105/431) for the entire cohort (Chang et al., 2018; IASLC WCLC Abstract P1.01_11). In a case report, a patient with NSCLC with exon 19 deletion and leptomeningeal metastases experienced an ongoing 16_month PR from afatinib in extracranial, brain, and leptomeningeal lesions (Llinás_Quintero et al., 2019; 31637072). For patients with erlotinib_ or gefitinib_resistant NSCLC and EGFR mutations, Phase 2/3 studies of afatinib treatment have generally reported ORRs of only 7 to 9% (Miller et al., 2012; 22452896, Chen et al., 2013; 23664448, Katakami et al., 2013; 23816963, Landi et al., 2014; 25242668, De Grève et al., 2015; 25682316, Yang et al., 2015; 26051236); however, DCRs of more than 50% have been observed (De Grève et al., 2015; 25682316). In a Phase 1b or observational study, patients with EGFR_mutated NSCLC who progressed on afatinib experienced further clinical benefit from subsequent treatment with afatinib and cetuximab (Horn et al., 2017; 29110849) or osimertinib (Yamamoto et al., 2020; 31863283), respectively. Extensive clinical data have demonstrated that afatinib is effective for patients with EGFR_mutated advanced NSCLC, including exon 19 deletions and L858 mutations, as well as uncommon sensitizing mutations in exons 18 or 20 (Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17, Chang et al., 2018; IASLC WCLC Abstract P1.01_11, Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Yang et al., 2015; 25589191, Soria et al., 2015; 26156651, Paz_Ares et al., 2017; 28426106). Afatinib has also shown activity for patients with advanced NSCLC and ERBB2 mutations, most of which were exon 20 insertions (Dziadziuszko et al., 2019; 30825613, Lai et al., 2019; 30685684, Greulich et al., 2012; 22908275, Gow et al., 2015; 26134234, Mazières et al., 2016; 26598547, Mazières et al., 2013; 23610105, De Grève et al., 2015; 25682316, De Grève et al., 2012; 22325357, Li et al., 2015; 26559459, Costa et al., 2016; 26964772, Yuan et al., 2020; 32477948, Fang et al., 2019; 31748336). The randomized Phase 3 LUX_Lung 8 trial comparing afatinib with erlotinib as second_line therapy for advanced lung squamous cell carcinoma (SCC) reported significantly longer median OS (7.9 vs. 6.8 months, HR=0.81), significantly longer median PFS (2.6 vs. 1.9 months, HR=0.81), and higher DCR (51% vs. 40%, p=0.002) for patients treated with afatinib (Soria et al., 2015; 26156651). For patients who progressed on afatinib monotherapy, additional clinical benefit has been reported from afatinib combined with paclitaxel (Schuler et al., 2016; 26646759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03521154", "Include": "true"}, {"nctId": "NCT04487080", "Include": "true"}, {"nctId": "NCT04619004", "Include": "true"}, {"nctId": "NCT02609776", "Include": "true"}, {"nctId": "NCT03114319", "Include": "true"}, {"nctId": "NCT02099058", "Include": "true"}, {"nctId": "NCT04077463", "Include": "true"}, {"nctId": "NCT04035486", "Include": "true"}, {"nctId": "NCT04770688", "Include": "true"}, {"nctId": "NCT04425681", "Include": "true"}]}}, {"Name": "L858R", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "L858R"}}, "Interpretation": "EGFR encodes the epidermal growth factor receptor, which belongs to a class of proteins called receptor tyrosine kinases. In response to signals from the environment, EGFR passes biochemical messages to the cell that stimulate it to grow and divide (Ciardiello and Tortora, 2008; 18337605). EGFR L858 is located in the kinase domain and is encoded by exon 21. EGFR L858R has been characterized as activating (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413) and patients with the L858R mutation have been shown to be sensitive to EGFR tyrosine kinase inhibitors, such as erlotinib, gefitinib (Lynch et al., 2004; 15118073, Paez et al., 2004; 15118125, Pao et al., 2004; 15329413), and afatinib (Yang et al., 2015; 25589191). The EGFR T790M mutation, when co_occurring with EGFR activating alterations, has been associated with clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985), and afatinib (Wu et al., 2016; 26862733, Nakamura et al., 2018; WCLC Abstract P3.13_18, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155, Tanaka et al., 2017; 28978102), as well as preclinical resistance to lapatinib (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554). Rare cases of EGFR T790M without a concurrent activating alteration have been reported (Gazdar et al., 2014; 24736066) and germline T790M mutations have been reported to predispose to familial lung adenocarcinoma (Bell et al., 2005; 16258541, Oxnard et al., 2012; 22588155, Gazdar et al., 2014; 24736066). Limited preclinical data suggests T790M alone is weakly activating, and increased EGFR activity is observed when T790M is expressed with certain activating EGFR alterations (Godin_Heymann et al., 2007; 17671201). Therefore, although this alteration has not been fully characterized, it is likely to result in reduced sensitivity to first_ and second_generation EGFR inhibitors. EGFR mutation has been reported in 12_36% of lung adenocarcinomas (Vallee et al., 2013; 23934203, Imielinski et al., 2012; 22980975, Cancer Genome Atlas Research Network., 2014; 25079552) and in 4% of lung squamous cell carcinomas (Cancer Genome Atlas Research Network., 2012; 22960745). EGFR protein expression/overexpression has been reported in up to 70% of NSCLC cases (Watzka et al., 2010; 20353893, Liang et al., 2010; 20637128, Grob et al., 2013; 23238037, Park et al., 2012; 22207554, Dobashi et al., 2011; 21040950, Ludovini et al., 2013; 23314677). In addition, expression of EGFR protein has been shown to be higher in lung squamous cell carcinoma samples as compared to lung adenocarcinoma (Skrzypski et al., 2013; 23870818, Kim et al., 2012; 22419022). In a retrospective study of lung adenocarcinoma treated with surgical resection without neoadjuvant TKIs, significantly shorter OS and recurrence_free survival was observed for patients harboring uncommon EGFR mutations (G719X, T790M, or L861R/Q) compared with those harboring only common mutations (L858R or exon 19 deletion) (Hayasaka et al., 2018; WCLC Abstract P3.16_03). In patients with lung adenocarcinoma, EGFR mutation was a predictor of poor overall survival (Lee et al., 2013; 23525704, Oakley and Chiosea, 2011; 21587084). However, EGFR mutations have been reported to predict improved survival in patients with resected Stage 1_3 lung adenocarcinoma (Marks et al., 2008; 18303429) or resected Stage 1 NSCLC (Izar et al., 2013; 23932319). For patients with non_small cell lung cancer, EGFR activating mutations may predict sensitivity to EGFR TKIs, including erlotinib (Rosell et al., 2011; 22285168), gefitinib (Douillard et al., 2014; 24263064), afatinib (Sequist et al., 2013; 23816960), dacomitinib (Mok et al., 2018; 29864379), and osimertinib (Janne et al., 2015; 25923549); however, the data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). The efficacy of third_generation EGFR inhibitors that selectively target EGFR T790M in non_small cell lung cancer (NSCLC) has been confirmed in osimertinib (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549, Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07, Soria et al., 2018; 29151359), D_0316 (Lu et al., 2021; AACR Abstract CT170), abivertinib (Zhou et al., 2019; ASCO Abstract 9091, Wang et al., 2020; 31943845, Ma et al., 2018; 29626621), alflutinib (Shi et al., 2021; 33780662, Shi et al., 2021; DOI: 10.1016/J.JTHO.2021.01.1122), naquotinib (Azuma et al., 2018; 29807396, Kelly et al., 2019; 31070709, Murakami et al., 2018; 29972716, Yu et al., 2017; 28954786), nazartinib (Tan et al., 2020; 31954624), and olmutinib (Park et al., 2021; 33434335, Kim et al., 2019; 31447004). The Phase 1 CHRYSALIS study of amivantamab monotherapy or in combination with lazertinib for the treatment of EGFR_mutated non_small cell lung cancer (NSCLC) has produced encouraging preliminary results for treatment_naive patients and patients who relapsed after treatment with osimertinib with and without chemotherapy, including osimertinib_relapsed patients with biomarkers indicating EGFR/MET_based osimertinib resistance (Leighl et al., 2021; ESMO Abstract 1192MO, Cho et al., 2020; ESMO Abstract 1258O, Bauml et al., 2021; ASCO Abstract 9006, Shu et al., 2021; ESMO Abstract 1193MO). In a Phase 1 trial, the HER3_targeted antibody patritumab deruxtecan elicited an ORR of 39% (22/57, 1 CR) and a median PFS of 8.2 months for patients with non_small cell lung cancer previously treated with an EGFR TKI, many of whom displayed TKI resistance alterations (Janne et al., 2021; ASCO Abstract 9007). A Phase 1 trial evaluating the EGFR inhibitor AZD3759 reported a reduction in the volume of brain metastases in 40% (8/20) of patients with previously treated non_small cell lung cancer (NSCLC) harboring either the EGFR L858R alteration or EGFR exon 19 deletion, including 3 confirmed PRs and 3 unconfirmed PRs (Ahn et al., 2017; 29056570, Yang et al., 2016; 27928026). In a Phase 1/2 trial for advanced NSCLC, the brain_penetrant third_generation EGFR TKI lazertinib enabled ORRs of 54% (69/127) for all evaluable patients and 44% (8/18, intracranial) for patients with brain metastases (Ahn et al., 2019; 31587882). The Phase 3 IMpower150 study showed that the addition of atezolizumab to bevacizumab plus chemotherapy treatment also had clinical efficacy for patients with EGFR_mutated or ALK_rearranged metastatic NSCLC (Socinski et al., 2018; 29863955); therefore, the patient’s clinical context should be considered. The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, confers clinical resistance to gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009), erlotinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Reckamp et al., 2014; 24501009), afatinib (Wu et al., 2016; 26862733, Tanaka et al., 2018; WCLC Abstract P3.13_22, Nakamura et al., 2018; WCLC Abstract P3.13_18, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155), and dacomitinib (Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595, Ercan et al., 2010; 20118985). Preclinical resistance to lapatinib has also been reported (Avizienyte et al., 2008; 18588508, Gilmer et al., 2008; 18199554).", "Include": "true", "ClinicalTrialNote": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Osimertinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Osimertinib is an irreversible EGFR TKI that is selective for EGFR TKI_sensitizing mutations and the EGFR T790M mutation. It is FDA approved in various treatment settings for patients with non_small cell lung cancer (NSCLC) whose tumors have EGFR exon 19 deletions, exon 21 L858R mutations, or T790M mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR TKI_sensitizing mutations or rearrangements and/or the EGFR T790M mutation may predict sensitivity to osimertinib in non_small cell lung cancer (Janne et al., 2015; 25923549, Soria et al., 2018; 29151359, Alanazi et al., 2020; 33318755, Kim et al., 2021; DOI: 10.1200/PO.20.00296, Wang et al., 2018; 30255937). Patients with untreated advanced NSCLC and EGFR exon 19 deletions or L858R mutations achieved an ORR of 80% and a median PFS of 21.4 and 14.4 months, respectively (Soria et al., 2018; 29151359). </p> <p><b>Supporting Data:</b> The Phase 3 FLAURA study reported that, relative to erlotinib or gefitinib, first_line osimertinib significantly increased both median PFS (18.9 vs. 10.2 months, HR=0.46) and median OS (38.6 vs. 31.8 months; HR=0.80) for patients with advanced NSCLC and activating, sensitizing EGFR mutations (specifically, exon 19 deletion or L858) (Soria et al., 2018; 29151359, Ramalingam et al., 2019; 31751012). In the Phase 3 ADAURA study, patients with early Stage (IB/II/IIIA) EGFR_mutated NSCLC experienced longer PFSs on osimertinib compared to placebo in the adjuvant setting (not reached vs. 28.1 months; HR=0.21)(Herbst et al., 2020; ASCO Abstract LBA5). A Phase 1 study reported that T790M_negative patients with acquired EGFR TKI resistance experienced an ORR of 21% and a median PFS of 2.8 months (Janne et al., 2015; 25923549). A Phase 1b/2 study evaluating osimertinib in combination with the CD73 inhibitor oleclumab for patients with advanced EGFR_mutated, T790M_negative NSCLC reported an ORR of 19% (4/19), a DCR of 81%, and mPFS of 11 months (Kim et al., 2021 AACR Abstract CT163). In a Phase 3 study for patients with EGFR T790M_positive advanced NSCLC who progressed on EGFR TKI therapy, osimertinib compared with combination platinum therapy led to longer median PFS (10.1 months vs. 4.4 months), including for patients with central nervous system metastases (8.5 vs. 4.2 months). An ORR of 71% was achieved with osimertinib compared to 31% with combination platinum therapy (Mok et al., 2017; 27959700). The efficacy of osimertinib is confirmed by earlier phase studies in this setting (Yang et al., 2019; 31809241, Yang et al., 2017; 28221867, Goss et al., 2016; 27751847, Janne et al., 2015; 25923549), and in a real_world setting for patients with T790M_positive advanced NSCLC pretreated with EGFR TKIs (Auliac et al., 2018; WCLC Abstract P1.13_09, Kang et al., 2018; WCLC Abstract MA08.07). Case studies report that 2 patients with T790M_mutated NSCLC achieved durable PRs to osimertinib rechallenge after the adverse events induced by initial osimertinib treatment had been resolved (Miyauchi et al., 2017; 28434520, Yoshida et al., 2017; 28291724). A Phase 1/2 trial of osimertinib in combination with bevacizumab for patients with untreated metastatic EGFR_mutated non_small cell lung cancer (NSCLC) reported an 80% (39/49) ORR, a 100% (6/6, 2 CRs) central nervous system response rate, median PFS of 19 months, and a 1_year PFS rate of 72% (Yu et al., 2020; 32463456). The Phase 1b TATTON study of osimertinib in combination with selumetinib, savolitinib, or durvalumab for patients with previously treated EGFR_mutated NSCLC reported ORRs of 42% (15/36), 44% (8/18), and 44% (10/23), respectively (Oxnard et al., 2020; 32139298). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Gefitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Gefitinib targets the tyrosine kinase EGFR and is FDA approved to treat non_small cell lung cancer (NSCLC) harboring exon 19 deletions or exon 21 (L858R) substitution mutations in EGFR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Activation of EGFR may predict sensitivity to therapies such as gefitinib. Clinical studies have consistently shown significant improvement in response rates and PFS for patients with EGFR_mutated non_small cell lung cancer (NSCLC) treated with gefitinib compared with chemotherapy (Han et al., 2012; 22370314, Maemondo et al., 2010; 20573926, Mitsudomi et al., 2010; 20022809, Mok et al., 2009; 19692680, Petrelli et al., 2011; 22056888, Qi et al., 2015; 25329826, Zhao et al., 2015; 25546556), and responses have been reported for patients with EGFR_rearranged NSCLC (Wang et al., 2018; 30255937, Baik et al., 2015; 26398831). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> A Phase 3 trial of first_line gefitinib therapy for patients with NSCLC and EGFR exon 19 deletions or L858R mutations reported a longer PFS (9.2 months vs. 6.3 months) (Mitsudomi et al 2010; 20022809) but no change in median OS (34.9 months vs. 37.2 months) compared with patients treated with cisplatin plus docetaxel (median OS of 37.2 months) (Yoshioka et al., 2019; 31553438). Gefitinib achieved an ORR of 69.8% and an OS of 19.2 months as first_line treatment for Caucasian patients with non_small cell lung carcinoma (NSCLC) and EGFR sensitizing mutations (Douillard et al., 2014; 24263064). In the retrospective analysis of a Phase 3 study for East Asian patients, gefitinib was reported to have a longer PFS for patients with EGFR mutation_positive NSCLC compared with carboplatin/paclitaxel doublet chemotherapy (Fukuoka et al., 2011; 21670455, Mok et al., 2009; 19692680). Two Phase 3 trials of gefitinib plus pemetrexed and carboplatin compared with gefitinib alone for patients with advanced NSCLC harboring EGFR activating mutations reported significantly higher ORRs (75.3% and 84% vs. 62.5% and 67%), longer median PFSs (16 and 20.9 months vs. 8 and 11.9 months), and longer median OSs (50.9 months and not reached vs. 17 and 38.8 months) with combination treatment; however, combination treatment was associated with increased Grade 3 or higher adverse events (Noronha et al., 2019; 31411950, Hosomi et al., 2020; 31682542). Retrospective analysis of East Asian patients with advanced NSCLC receiving first_line gefitinib therapy reported that patients with EGFR exon 19 mutations experienced a longer median PFS (10.9 months) compared with patients with EGFR mutations in exon 18 (7.9 months), exon 20 (1.2 months), exon 21 (7.7 months), or double mutations (5.7 months); however, no differences in OS were seen between EGFR mutations (Sutiman et al., 2017; 27908825). In a Phase 1 study for treatment_naive patients with NSCLC, best ORRs of 78% (7/9) were observed in patients treated with combination gefitinib and the PD_L1 inhibitor durvalumab as first_line treatment and of 80% (8/10) in those treated with the combination after gefitinib monotherapy (Gibbons et al., 2016; 27198414). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Erlotinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Erlotinib is a small_molecule inhibitor of EGFR. It is FDA approved as a monotherapy or in combination with ramucirumab for patients with metastatic non_small cell lung cancer (NSCLC) harboring EGFR exon 19 deletions or exon 21 (L858R) mutations. Erlotinib is also FDA approved in combination with gemcitabine as a first_line treatment for advanced pancreatic cancer. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> Amplification or activation of EGFR may predict sensitivity to therapies such as erlotinib. For patients with activating mutations in EGFR, treatment with erlotinib has been associated with improved response and lengthened time to progression (Cappuzzo et al., 2010; 20493771, Rosell et al., 2012; 22285168, Zhong et al., 2019; 31194613, Petrelli et al., 2011; 22056888). The EGFR T790M mutation, when co_occurring with an EGFR activating alteration, has been associated with resistance to erlotinib and gefitinib (Sequist et al., 2011; 21430269, Pao et al., 2005; 15737014, Kosaka et al., 2006; 17020982, Reckamp et al., 2014; 24501009). </p> <p><b>Supporting Data:</b> For patients with EGFR_mutated NSCLC, the Phase 3 EURTAC trial reported improved PFS with first_line erlotinib relative to platinum_based chemotherapy (9.7 vs. 5.2 months, HR=0.37) (Rosell et al., 2012; 22285168). A Phase 3 study reported similar efficacy of erlotinib and gefitinib for patients with EGFR_mutated NSCLC (Yang et al., 2017; 28103612). Meta_analysis of studies comparing erlotinib or gefitinib versus chemotherapy in the first_line setting reported no significant improvement in OS for patients with EGFR_mutated NSCLC; however, the lack of improved OS was attributed to the effectiveness of postprogression salvage therapy (Lee et al., 2017; 28376144). In the maintenance setting, the placebo_controlled Phase 3 SATURN trial reported significantly improved PFS with maintenance erlotinib following first_line platinum_based chemotherapy irrespective of EGFR status; however, the largest effect was seen for patients with EGFR mutations (HR=0.10)(Cappuzzo et al., 2010; 20493771). In the neoadjuvant setting, a Phase 2 trial reported a numerically improved ORR and significantly longer PFS with erlotinib compared with chemotherapy for patients with advanced EGFR_mutated NSCLC (Zhong et al., 2019; 31194613). In the placebo_controlled Phase 3 RELAY trial, the addition of ramucirumab to erlotinib improved PFS for previously untreated patients with NSCLC harboring EGFR L858R or exon 19 deletion (19.4 vs. 12.4 months, HR=0.59)(Nakagawa et al., 2019; 31591063). In a Phase 2 trial, no clinical benefit was observed from the addition of bevacizumab to erlotinib for patients with NSCLC harboring EGFR exon 19 deletion or L858R mutation (Stinchcombe et al., 2019; 31393548). The Phase 3 BR.21 trial demonstrated prolonged OS for genomically unselected patients with NSCLC treated with erlotinib compared with those treated with standard chemotherapy (Shepherd et al., 2005; 16014882). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dacomitinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dacomitinib is a second generation irreversible tyrosine kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4/HER4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) with EGFR exon 19 deletion or exon 21 L858R substitution mutations. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). Patients with untreated advanced NSCLC and EGFR L858R mutations achieved an ORR of 73% (68/93) (Wu et al., 2017; 28958502) and a median OS of 32.5 months with dacomitinib (Mok et al., 2018; 29864379). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, is associated with clinical resistance to dacomitinib (Reckamp et al., 2014; 24501009, Park et al., 2014; 25521938, Takahashi et al., 2012; 22249430, Janne et al., 2011; 21220471, Yu et al., 2017; 29191595). </p> <p><b>Supporting Data:</b> A randomized Phase 3 trial in patients with NSCLC with activating EGFR mutations (primarily L858R or exon 19 deletions) reported improved clinical benefit with first_line dacomitinib compared with gefitinib (median OS, 34.1 vs. 26.8 months, HR=0.760; median PFS, 14.7 vs. 9.2 months, HR=0.59) (Mok et al., 2018; 2986437, Wu et al., 2017; 28958502); median OS was 34.1 to 36.7 months and ORR was 74.9% to 79.3%, depending on the dosing regimen (Wu et al., 2018; WCLC abstract MA26.11). A pooled subgroup analysis of patients with NSCLC with activating EGFR mutations reported improved clinical efficacy with dacomitinib treatment compared with erlotinib (median PFS, 14.6 vs, 9.6 months, HR=0.717; median OS, 26.6 vs, 23.2 months, HR=0.737)(Ramalingam et al., 2016; 26768165). Reduced efficacy of dacomitinib treatment in patients with NSCLC harboring the EGFR T790M mutation has been reported in multiple studies (Yu et al., 2017; 29191595, Reckamp et al., 2014; 24501009, Janne et al., 2011; 21220471). A Phase 1 trial of combination dacomitinib and a MEK1/2 inhibitor for patients with KRAS_mutated CRC, NSCLC, or pancreatic cancer reported 20/36 SDs and 16 PDs, however toxicity from this combination prevented long_term treatment in this patient population (van Geel et al., 2020; 32147669). A Phase 2 study of dacomitinib in patients with NSCLC who had been previously treated with chemotherapy or erlotinib and were not selected for EGFR mutations reported an ORR of 4.5% (3/66) (Reckamp et al., 2014; 24501009). In one study, the combination of dacomitinib and crizotinib was ineffective and associated with high toxicity in patients with NSCLC (Janne et al., 2016; 26899759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Afatinib", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Afatinib is an irreversible kinase inhibitor that targets the kinase domains of EGFR, ERBB2/HER2, and ERBB4. It is FDA approved for the first_line treatment of patients with metastatic non_small cell lung cancer (NSCLC) and nonresistant EGFR mutations and for the treatment of patients with metastatic, squamous NSCLC after progression on platinum_based chemotherapy. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> EGFR activating mutations may indicate sensitivity to afatinib or dacomitinib for patients with non_small cell lung cancer (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Passaro et al., 2019; ELCC Abstract 115O, Mok et al., 2018; 29864379), whereas data for patients with other tumor types are limited (Hong et al., 2020; 32749686, Kim et al., 2015; 26462025, Kim et al., 2015; 25424851, Mondal et al., 2020; 32303840, Cavalieri et al., 2018; 29734047, Chi et al., 2020; 32923886, Audet et al., 2013; ASCO Abstract 6041). EGFR T790M, in the presence of a co_occurring activating EGFR alteration, has been associated with clinical resistance to afatinib and has been reported in 33_48% of patients who progressed on the inhibitor across multiple studies (Wu et al., 2016; 26862733, Lee et al., 2019; 30885357, Lin et al., 2019; 30485437, Kaburagi et al., 2018; 29715155, Tanaka et al., 2017; 28978102). Although DCRs of more than 50% have been reported for patients with erlotinib_ or gefitinib_resistant NSCLC treated with afatinib (De Grève et al., 2015; 25682316), including T790M_positive patients (Yang et al., 2015; 26051236), 1 study observed that overall survival for patients with T790M_positive NSCLC was worse than for patients who were T790M_negative (HR=1.79, p=0.005)(He et al., 2017, 27511219). </p> <p><b>Supporting Data:</b> Afatinib enabled a DCR of 64.3% (9/14) for patients with advanced T790M_positive NSCLC in a post_hoc analysis of Phase 2 and Phase 3 trials (Yang et al., 2015; 26051236). For T790M_positive patients who were TKI_naive or _pretreated, afatinib treatment resulted in ORRs of 24.0% (6/25) and 18.8% (12/64), respectively, in a large_scale retrospective analysis of EGFR_mutated NSCLC (Yang et al., 2020; 31931137). Another large_scale retrospective study of afatinib administered to Asian patients with NSCLC, 99% of whom were previously treated with erlotinib and/or gefitinib, reported an ORR of 21.1% (4/19) for T790M_positive patients and an ORR of 24.4% (105/431) for the entire cohort (Chang et al., 2018; WCLC Abstract P1.01_11). For heavily pre_treated patients with erlotinib_ or gefitinib_resistant NSCLC and T790M_positivity, the combination of afatinib with cetuximab enabled an ORR of 31.7% (40/126) in a Phase 1b study (Janjigian et al., 2014; 25074459), and 1/1 PR in a case series (Ribeiro Gomes and Cruz, 2015; 26056478). A patient with T790M_positive NSCLC who progressed on erlotinib experienced a PR to afatinib combined with panitumumab in another case series (Castellanos et al., 2015; 25842367). Afatinib has shown significant clinical activity for patients with NSCLC and the EGFR common sensitizing mutations L858R or exon 19 deletions, based on extensive clinical evidence (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Lau et al., 2019; 31178389, Paz_Ares et al., 2017; 28426106, Thongprasert et al., 2019; 31807143, Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17). Two randomized Phase 3 trials reported significantly improved median PFS from afatinib compared with chemotherapy for patients with EGFR common sensitizing mutations (LUX_Lung 3, 13.6 vs. 6.9 months, HR 0.47, p<0.001; LUX_Lung 6, 11.0 vs. 5.6 months, HR 0.28, p<0.0001) (Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929). However, while afatinib significantly increased OS relative to chemotherapy for patients with EGFR exon 19 alterations in these two trials (LUX_Lung 3, 33.3 vs. 21.1 months, HR=0.54; LUX_Lung 6, 31.4 vs. 18.4 months, HR=0.64), no significant OS differences were observed in treatment for patients with L858R mutation (Yang et al., 2015; 25589191). A similar alteration_specific difference was observed for EGFR_mutated treatment_naive NSCLC in a retrospective analysis, which reported numerically longer median OS from second_ versus first_generation EGFR TKIs (48.8 vs. 26.4 months, HR=0.59) for patients with exon 19 deletions, but no substantial difference for patients with L858R (25.4 vs. 20.6 months, HR=0.90) (Lau et al., 2019; 31178389). A Phase 2b study of first_line afatinib compared with gefitinib, also for NSCLC with exon 19 deletions or L858R, reported similar median OS for the two therapies (27.9 vs. 24.5 months, HR=0.86) but significantly longer time_to_treatment_failure (13.7 vs. 11.5 months, HR=0.75) and higher ORR (73% vs. 56%, p=0.0018) with afatinib (Paz_Ares et al., 2017; 28426106). Patients with metastatic NSCLC and common EGFR mutations who progressed on prior chemotherapy experienced an ORR of 50.0% (30/60) from afatinib in a Phase 4 trial (Thongprasert et al., 2019; 31807143). As first_line therapy for NSCLC with EGFR exon 19 deletions or L858R, prospective or randomized Phase 2 trials have reported a median PFS of 10.2 months and OS of 24.8 months for patients unfit for chemotherapy (Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17) and an ORR of 72.5% (n=40, 1 CR), DCR of 100% (40/40), and median PFS and OS of 15.2 and 30.0 months, respectively, for elderly patients ≥70 years old (Suzuki et al., 2018; IASLC WCLC Abstract P1.01_92). A retrospective study of afatinib administered to Asian patients with NSCLC, 99% of whom were previously treated with erlotinib and/or gefitinib, reported an ORR of 27.4% (63/230) for patients with common sensitizing EGFR mutations and an ORR of 24.4% (105/431) for the entire cohort (Chang et al., 2018; IASLC WCLC Abstract P1.01_11). In a case report, a patient with NSCLC with exon 19 deletion and leptomeningeal metastases experienced an ongoing 16_month PR from afatinib in extracranial, brain, and leptomeningeal lesions (Llinás_Quintero et al., 2019; 31637072). For patients with erlotinib_ or gefitinib_resistant NSCLC and EGFR mutations, Phase 2/3 studies of afatinib treatment have generally reported ORRs of only 7 to 9% (Miller et al., 2012; 22452896, Chen et al., 2013; 23664448, Katakami et al., 2013; 23816963, Landi et al., 2014; 25242668, De Grève et al., 2015; 25682316, Yang et al., 2015; 26051236); however, DCRs of more than 50% have been observed (De Grève et al., 2015; 25682316). In a Phase 1b or observational study, patients with EGFR_mutated NSCLC who progressed on afatinib experienced further clinical benefit from subsequent treatment with afatinib and cetuximab (Horn et al., 2017; 29110849) or osimertinib (Yamamoto et al., 2020; 31863283), respectively. Extensive clinical data have demonstrated that afatinib is effective for patients with EGFR_mutated advanced NSCLC, including exon 19 deletions and L858 mutations, as well as uncommon sensitizing mutations in exons 18 or 20 (Januszewski et al., 2018; IASLC WCLC Abstract P1.13_17, Chang et al., 2018; IASLC WCLC Abstract P1.01_11, Sequist et al., 2013; 23816960, Wu et al., 2014; 24439929, Yang et al., 2015; 25589191, Soria et al., 2015; 26156651, Paz_Ares et al., 2017; 28426106). Afatinib has also shown activity for patients with advanced NSCLC and ERBB2 mutations, most of which were exon 20 insertions (Dziadziuszko et al., 2019; 30825613, Lai et al., 2019; 30685684, Greulich et al., 2012; 22908275, Gow et al., 2015; 26134234, Mazières et al., 2016; 26598547, Mazières et al., 2013; 23610105, De Grève et al., 2015; 25682316, De Grève et al., 2012; 22325357, Li et al., 2015; 26559459, Costa et al., 2016; 26964772, Yuan et al., 2020; 32477948, Fang et al., 2019; 31748336). The randomized Phase 3 LUX_Lung 8 trial comparing afatinib with erlotinib as second_line therapy for advanced lung squamous cell carcinoma (SCC) reported significantly longer median OS (7.9 vs. 6.8 months, HR=0.81), significantly longer median PFS (2.6 vs. 1.9 months, HR=0.81), and higher DCR (51% vs. 40%, p=0.002) for patients treated with afatinib (Soria et al., 2015; 26156651). For patients who progressed on afatinib monotherapy, additional clinical benefit has been reported from afatinib combined with paclitaxel (Schuler et al., 2016; 26646759). </p>", "ApprovedUses": null, "Effect": "Resistant", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03521154", "Include": "true"}, {"nctId": "NCT04487080", "Include": "true"}, {"nctId": "NCT04619004", "Include": "true"}, {"nctId": "NCT02609776", "Include": "true"}, {"nctId": "NCT03114319", "Include": "true"}, {"nctId": "NCT02099058", "Include": "true"}, {"nctId": "NCT04077463", "Include": "true"}, {"nctId": "NCT04035486", "Include": "true"}, {"nctId": "NCT04770688", "Include": "true"}, {"nctId": "NCT04425681", "Include": "true"}]}}]}, "ReferenceLinks": null}, {"Name": "MUTYH", "Include": "true", "Alterations": {"Alteration": {"Name": "splice site 892_2A>G", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "splice site 892_2A>G"}}, "Interpretation": "MUTYH (also known as MYH) encodes an enzyme involved in DNA base excision repair, and loss of function mutations in MUTYH result in increased rates of mutagenesis and promotion of tumorigenesis (David et al., 2007; 17581577). The two most frequently reported MUTYH loss of function mutations are G382D (also referred to as G396D) and Y165C (also referred to as Y179C) (Molatore et al., 2010; 19953527, Kundu et al., 2009; 19836313, D Agostino et al., 2010; 20418187, Hegde et al., 2014; 24310308, Aretz et al., 2013; 22872101). Numerous other MUTYH mutations have also been shown to result in loss of function (Molatore et al., 2010; 19953527, Kundu et al., 2009; 19836313, Ali et al., 2008; 18534194, D Agostino et al., 2010; 20418187). In general, somatic MUTYH mutations are infrequently reported across cancer types (COSMIC, 2021)(Tate et al., 2019; 30371878). Monoallelic MUTYH mutation occurs in 1_2% of the general population (Hegde et al., 2014; 24310308, Aretz et al., 2013; 22872101). There is conflicting data regarding the impact of monoallelic mutations on the risk of developing CRC (Win et al., 2014; 24444654, Lubbe et al., 2009; 19620482, Jones et al., 2009; 19394335). Patients with MUTYH_mutant CRC were reported to have significantly improved overall survival compared to patients without MUTYH mutation (Nielsen et al., 2010; 21044966). There are no therapies or clinical trials available to address MUTYH alterations in cancer. One or more of the MUTYH variants observed here has been described in the ClinVar database as a likely pathogenic or pathogenic germline mutation (by an expert panel or multiple submitters) associated with MUTYH_associated polyposis (ClinVar, Sep 2021)(Landrum et al., 2018; 29165669). Follow_up germline testing would be needed to distinguish whether the finding in this patient is somatic or germline. Germline biallelic MUTYH mutation causes MUTYH_associated polyposis (also known as MYH_associated polyposis or MAP), an autosomal recessive condition characterized by multiple colorectal adenomas and increased lifetime risk of colorectal cancer (CRC) (Hegde et al., 2014; 24310308, Sampson et al., 2003; 12853198, Sieber et al., 2003; 12606733, Al_Tassan et al., 2002; 11818965). MAP accounts for approximately 0.7% of all CRC cases and 2% of early_onset CRC cases (Hegde et al., 2014; 24310308). In contrast to CRC, the role of MUTYH mutation in the context of other cancer types is not well established (Rennert et al., 2012; 21952991, Zhang et al., 2006; 16492928, von der Thüsen et al., 2011; 21189386, Casper et al., 2014; 24420788, Smith et al., 2009; 20110747). Estimates for the prevalence of MAP in the general population range from 1:5,000_1:10,000 (Aretz et al., 2013; 22872101). Therefore, in the appropriate clinical context, germline testing of MUTYH is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "Cannot Be Determined", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "Cannot Be Determined"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). The level of MSI in this sample could not be determined with confidence. Depending on the clinical context, MSI testing of an alternate sample or by another methodology could be considered. MSI_H is generally infrequent in NSCLC, reported in fewer than 1% of samples across several large studies (Warth et al., 2016; 26637197, Ninomiya et al., 2006; 16641899, Vanderwalde et al., 2018; 29436178, Zang et al., 2019; 31270941, Dudley et al., 2016; 26880610, Takamochi et al., 2017; 28676214, Schrock et al., 2017; https://doi.org/10.1016/j.jtho.2016.11.487), whereas data on the reported incidence of MSI_H in SCLC has been limited and conflicting (Pylkkanen et al., 1997; 9329646, Gonzalez et al., 2000; 11061602, Chen et al., 1996; 8782463, Merlo et al., 1994; 8174113). One study reported MSI_H in lung adenocarcinoma patients with smoking history, and 3 of 4 MSI_H patients examined also had metachronous carcinomas in other organs, although this has not been investigated in large scale studies (Warth et al., 2016; 26637197). Published data investigating the prognostic implications of MSI in NSCLC are limited (PubMed, Oct 2021). On the basis of prospective clinical evidence in multiple solid tumor types, microsatellite instability (MSI) and associated increased tumor mutational burden (TMB) (Jass, 2007; 17204026, Lal et al., 2015; 25949894) may predict sensitivity to immune checkpoint inhibitors, including the approved PD_1_targeting agents cemiplimab, dostarlimab, nivolumab (alone or in combination with ipilimumab), and pembrolizumab (Overman et al., 2017; 28734759, Overman et al., 2018; 29355075, Overman et al., 2019; ASCO Abstract 635, Lipson et al., 2013; 23169436, Le et al., 2015; 26028255, Rizvi et al., 2015; 25765070, Oaknin et al., 2020; 33001143) and PD_L1_targeting agents atezolizumab, avelumab, and durvalumab (Hochster et al., 2017; ASCO Abstract 673, Fleming et al., 2018; ASCO Abstract 5585, Bang et al., 2018; ASCO Abstract 92). As the MSI status of this tumor is unknown, the relevance of these therapeutic approaches is unclear. While approximately 80% of MSI_H tumors arise due to somatic inactivation of an MMR pathway protein, about 20% arise due to germline mutations in one of the MMR genes (Kocarnik et al., 2015; 26337942), which are associated with a condition known as Lynch syndrome (also known as hereditary nonpolyposis colorectal cancer or HNPCC) (Lynch et al., 2009; 19659756). Lynch syndrome leads to an increased risk of colorectal, endometrial, gastric, and other cancers (Lynch et al., 2009; 19659756, Pande et al., 2012; 22714864, Kastrinos and Syngal, 2007; 17920897) and has an estimated prevalence in the general population ranging from 1:600 to 1:2000 (Silva et al., 2009; 19466295, Sehgal et al., 2014; 24978665, de la Chapelle et al., 2005; 16136383). Therefore, in the appropriate clinical context, germline testing of MLH1, MSH2, MSH6, and PMS2 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "Cannot Be Determined", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "Cannot Be Determined"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). Elevated TMB has been reported to be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors in multiple solid tumor types (Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915). However, the TMB level in this sample could not be determined with confidence. A large_scale genomic analysis found that unspecified lung non_small cell lung carcinoma (NSCLC), lung adenocarcinoma, and lung squamous cell carcinoma (SCC) samples harbored median TMBs between 6.3 and 9 Muts/Mb, and 12% to 17% of cases had an elevated TMB of greater than 20 Muts/Mb (FMI_Chalmers et al., 2017; 28420421). Lower TMB is observed more commonly in NSCLCs harboring known driver mutations (EGFR, ALK, ROS1, or MET) with the exception of BRAF or KRAS mutations, which are commonly observed in elevated TMB cases (Spigel et al., 2016; ASCO Abstract 9017). Although some studies have reported a lack of association between smoking and mutational burden in NSCLC (Schwartz et al., 2016; ASCO Abstract 8533, Xiao et al., 2016; 27009843, Shim et al., 2015; 26200269), several other large studies did find a strong association with increased TMB (Govindan et al., 2012; 22980976, Ding et al., 2008; 18948947, Imielinski et al., 2012; 22980975, Kim et al., 2014; 24323028). TMB >10 muts/Mb was found to be more frequent in NSCLC metastases compared with primary tumors for both adenocarcinoma (38% vs. 25%) and SCC (41% vs. 35%) subtypes (Stein et al., 2019; DOI: 10.1200/PO.18.00376). A large study of Chinese patients with lung adenocarcinoma reported a shorter median OS for tumors with a higher number of mutations in a limited gene set compared with a lower mutation number (48.4 vs. 61.0 months)(Xiao et al., 2016; 27009843). Another study of patients with NSCLC correlated elevated TMB with poorer prognosis and significantly associated lower TMB in combination with PD_L1 negative status with longer median survival in patients with lung adenocarcinoma (Chen et al., 2019; 31088500). However, no significant prognostic association of TMB and/or PD_L1 status with survival has been reported in patients with lung SCC (Yu et al., 2019; 30253973, Chen et al., 2019; 31088500). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). Multiple clinical trials of PD_1_ or PD_L1_targeting immune checkpoint inhibitors or combination of PD_1 and CTLA_4 inhibitors in NSCLC have reported that patients with tumors harboring TMB ≥10 Muts/Mb derive greater clinical benefit from these therapies than those with TMB <10 Muts/Mb (based on this assay or others); similarly, higher efficacy of anti_PD_1 or anti_PD_L1 immunotherapy for treatment of patients with NSCLC, compared with the use of chemotherapy, has been observed more significantly in cases of TMB ≥10 Muts/Mb (based on this assay or others); (Spigel et al., 2016; ASCO Abstract 9017, Hellmann et al., 2018; AACR Abstract CT077, Ramalingam et al., 2018; AACR Abstract CT078, Kowanetz et al., 2016; ESMO Abstract 77P, Gandara et al., 2017; ESMO Abstract 12950, Legrand et al., 2018; ASCO Abstract 12000, Velcheti et al., 2018; ASCO Abstract 12001, Herbst et al., 2019; ESMO Abstract LBA79, Peters et al., 2019; AACR Abstract CT07, Castellanos et al., 2019; ASCO Abstract 2630, Rizvi et al., 2015; 25765070, Colli et al., 2016; 27197178, Goodman et al., 2017; 28835386, Wang et al., 2017; 28923100, Carbone et al., 2017; 28636851, Rizvi et al., 2018; 29337640, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Forde et al., 2018; 29658848, Ready et al., 2019; 30785829, Samstein et al., 2019; 30643254, Miao et al., 2018; 30150660, Chae et al., 2019; 30425022). Improved OS of patients with NSCLC treated with pembrolizumab plus chemotherapy relative to chemotherapy only (Paz_Ares et al., 2019; ESMO Abstract LBA80), or those treated with nivolumab plus ipilimumab also relative to chemotherapy (Hellmann et al., 2019; 31562796), has been observed across all TMB levels. As the TMB status of this tumor cannot be determined with confidence, the benefit of these therapeutic approaches is unclear.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Global Study to Assess the Effects of Osimertinib Following Chemoradiation in Patients With Stage III Unresectable Non_small Cell Lung Cancer (LAURA)", "StudyPhase": "PHASE 3", "Target": "EGFR", "Locations": "Taipei (Taiwan), Taoyuan (Taiwan), Taichung (Taiwan), Tainan City (Taiwan), Linhai (China), Hangzhou (China), Shanghai (China), Nanjing (China), Beijing (China), Guangzhou (China)", "NCTID": "NCT03521154", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Amivantamab and Lazertinib Combination Therapy Versus Osimertinib in Locally Advanced or Metastatic Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 3", "Target": "MET, EGFR", "Locations": "New Taipei (Taiwan), Taichung (Taiwan), Tainan (Taiwan), Kaohsiung (Taiwan), Wenzhou (China), Linhai (China), Hangzhou (China), Hang Zhou (China), Shanghai (China), Busan (Korea, Republic of)", "NCTID": "NCT04487080", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "HERTHENA_Lung01: Patritumab Deruxtecan in Subjects With Metastatic or Locally Advanced EGFR_mutated Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 2", "Target": "ERBB3", "Locations": "Taipei (Taiwan), Tainan City (Taiwan), Kaohsiung City (Taiwan), Fukuoka (Japan), Daegu (Korea, Republic of), Matsuyama (Japan), Seongnam (Korea, Republic of), Seoul (Korea, Republic of), Akashi (Japan), Ōsaka_sayama (Japan)", "NCTID": "NCT04619004", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Dose Escalation Study of JNJ_61186372 in Participants With Advanced Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 1", "Target": "MET, EGFR", "Locations": "Taipei (Taiwan), Taipei City (Taiwan), Taichung (Taiwan), Hangzhou (China), Nanchang (China), Nanjing (China), Hefei (China), Guangzhou (China), Changsha (China), Wuhan (China)", "NCTID": "NCT02609776", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Dose Finding Study of TNO155 in Adult Patients With Advanced Solid Tumors", "StudyPhase": "PHASE 1", "Target": "SHP2, EGFR", "Locations": "Taipei (Taiwan), Seoul (Korea, Republic of), Kobe_shi (Japan), Singapore (Singapore), Amsterdam (Netherlands), Rotterdam (Netherlands), Barcelona (Spain), Hospitalet de LLobregat (Spain), Toronto (Canada), Massachusetts", "NCTID": "NCT03114319", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Phase 1/1b Study With ABBV_399, an Antibody Drug Conjugate, in Subjects With Advanced Solid Cancer Tumors", "StudyPhase": "PHASE 1", "Target": "MET, EGFR, PD_1", "Locations": "Taipei City (Taiwan), Taichung City (Taiwan), Tainan City (Taiwan), Seoul (Korea, Republic of), Chuo_ku (Japan), Kashiwa_shi (Japan), Marseille CEDEX 05 (France), California", "NCTID": "NCT02099058", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Lazertinib as Monotherapy or in Combination With JNJ_61186372 in Japanese Participants With Advanced Non_small Cell Lung Cancer", "StudyPhase": "PHASE 1", "Target": "EGFR, MET", "Locations": "Taipei City (Taiwan), Taichung (Taiwan), Tainan (Taiwan), Kaohsiung (Taiwan), Hang Zhou (China), Shanghai (China), Guangzhou (China), Wuhan (China), Jinan (China), Seongnam_si (Korea, Republic of)", "NCTID": "NCT04077463", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "A Study of Osimertinib With or Without Chemotherapy as 1st Line Treatment in Patients With Mutated Epidermal Growth Factor Receptor Non_Small Cell Lung Cancer (FLAURA2)", "StudyPhase": "PHASE 3", "Target": "EGFR", "Locations": "Taichung (Taiwan), Shanghai (China), Nanchang (China), Nanjing (China), Yangzhou (China), Hefei (China), Guangzhou (China), Beijing (China), Urumqi (China), Zhengzhou (China)", "NCTID": "NCT04035486", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Advanced Lung Tumor Treated by Osimertinib Plus Anlotinib", "StudyPhase": "PHASE 1/2", "Target": "EGFR", "Locations": "Shanghai (China)", "NCTID": "NCT04770688", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}, {"Gene": "EGFR", "Alteration": "T790ML858R", "Title": "Osimertinib With Bevacizumab for Leptomeningeal Metastasis From EGFR_mutation Non_Small Cell Lung Cancer", "StudyPhase": "PHASE 2", "Target": "EGFR, VEGFA", "Locations": "Nanchang (China)", "NCTID": "NCT04425681", "Note": "EGFR activating mutations, rearrangements, or amplification may predict sensitivity to EGFR_targeted therapies. Strategies to overcome resistance to current agents include next_generation EGFR inhibitors and combination therapies. In the context of co_occurring activating alterations, EGFR T790M confers clinical resistance to erlotinib, gefitinib, afatinib, lapatinib, and dacomitinib. Other agents may be relevant, including irreversible EGFR inhibitors, and in the context of lung cancer, the ALK/EGFR/ROS1 inhibitor brigatinib.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "18337605", "FullCitation": "Ciardiello F, et al. N. Engl. J. Med. (2008) pmid: 18337605", "Include": "true"}, {"number": "1", "ReferenceId": "15118073", "FullCitation": "Lynch TJ, et al. N. Engl. J. Med. (2004) pmid: 15118073", "Include": "true"}, {"number": "2", "ReferenceId": "15118125", "FullCitation": "Paez JG, et al. Science (2004) pmid: 15118125", "Include": "true"}, {"number": "3", "ReferenceId": "15329413", "FullCitation": "Pao W, et al. Proc. Natl. Acad. Sci. U.S.A. (2004) pmid: 15329413", "Include": "true"}, {"number": "4", "ReferenceId": "25589191", "FullCitation": "Yang JC, et al. Lancet Oncol. (2015) pmid: 25589191", "Include": "true"}, {"number": "5", "ReferenceId": "21430269", "FullCitation": "Sequist LV, et al. Sci Transl Med (2011) pmid: 21430269", "Include": "true"}, {"number": "6", "ReferenceId": "15737014", "FullCitation": "Pao W, et al. PLoS Med. (2005) pmid: 15737014", "Include": "true"}, {"number": "7", "ReferenceId": "17020982", "FullCitation": "Kosaka T, et al. Clin. Cancer Res. (2006) pmid: 17020982", "Include": "true"}, {"number": "8", "ReferenceId": "24501009", "FullCitation": "Reckamp KL, et al. Cancer (2014) pmid: 24501009", "Include": "true"}, {"number": "9", "ReferenceId": "21220471", "FullCitation": "Jänne PA, et al. Clin. Cancer Res. (2011) pmid: 21220471", "Include": "true"}, {"number": "10", "ReferenceId": "29191595", "FullCitation": "Yu HA, et al. Lung Cancer (2017) pmid: 29191595", "Include": "true"}, {"number": "11", "ReferenceId": "20118985", "FullCitation": "Ercan D, et al. Oncogene (2010) pmid: 20118985", "Include": "true"}, {"number": "12", "ReferenceId": "26862733", "FullCitation": "Wu SG, et al. Oncotarget (2016) pmid: 26862733", "Include": "true"}, {"number": "13", "ReferenceId": "30885357", "FullCitation": "Lee K, et al. Lung Cancer (2019) pmid: 30885357", "Include": "true"}, {"number": "14", "ReferenceId": "30485437", "FullCitation": "Lin YT, et al. Int J Cancer (2019) pmid: 30485437", "Include": "true"}, {"number": "15", "ReferenceId": "29715155", "FullCitation": "Kaburagi T, et al. Anticancer Res (2018) pmid: 29715155", "Include": "true"}, {"number": "16", "ReferenceId": "28978102", "FullCitation": "Tanaka K, et al. Oncotarget (2017) pmid: 28978102", "Include": "true"}, {"number": "17", "ReferenceId": "18588508", "FullCitation": "Avizienyte E, et al. Biochem. J. (2008) pmid: 18588508", "Include": "true"}, {"number": "18", "ReferenceId": "18199554", "FullCitation": "Gilmer TM, et al. Cancer Res. (2008) pmid: 18199554", "Include": "true"}, {"number": "19", "ReferenceId": "24736066", "FullCitation": "Gazdar A, et al. J Thorac Oncol (2014) pmid: 24736066", "Include": "true"}, {"number": "20", "ReferenceId": "16258541", "FullCitation": "Bell DW, et al. Nat. Genet. (2005) pmid: 16258541", "Include": "true"}, {"number": "21", "ReferenceId": "22588155", "FullCitation": "Oxnard GR, et al. J Thorac Oncol (2012) pmid: 22588155", "Include": "true"}, {"number": "22", "ReferenceId": "17671201", "FullCitation": "Godin_Heymann N, et al. Cancer Res. (2007) pmid: 17671201", "Include": "true"}, {"number": "23", "ReferenceId": "23934203", "FullCitation": "Vallee A, et al. Int. J. Oncol. (2013) pmid: 23934203", "Include": "true"}, {"number": "24", "ReferenceId": "22980975", "FullCitation": "Imielinski M, et al. Cell (2012) pmid: 22980975", "Include": "true"}, {"number": "25", "ReferenceId": "25079552", "FullCitation": "Nature (2014) pmid: 25079552", "Include": "true"}, {"number": "26", "ReferenceId": "22960745", "FullCitation": "Nature (2012) pmid: 22960745", "Include": "true"}, {"number": "27", "ReferenceId": "20353893", "FullCitation": "Watzka SB, et al. Eur J Cardiothorac Surg (2010) pmid: 20353893", "Include": "true"}, {"number": "28", "ReferenceId": "20637128", "FullCitation": "Liang Z, et al. BMC Cancer (2010) pmid: 20637128", "Include": "true"}, {"number": "29", "ReferenceId": "23238037", "FullCitation": "Grob TJ, et al. Lung Cancer (2013) pmid: 23238037", "Include": "true"}, {"number": "30", "ReferenceId": "22207554", "FullCitation": "Park S, et al. Histol. Histopathol. (2012) pmid: 22207554", "Include": "true"}, {"number": "31", "ReferenceId": "21040950", "FullCitation": "Dobashi Y, et al. Hum. Pathol. (2011) pmid: 21040950", "Include": "true"}, {"number": "32", "ReferenceId": "23314677", "FullCitation": "Ludovini V, et al. Cancer Chemother. Pharmacol. (2013) pmid: 23314677", "Include": "true"}, {"number": "33", "ReferenceId": "23870818", "FullCitation": "Skrzypski M, et al. Clin Lung Cancer (2013) pmid: 23870818", "Include": "true"}, {"number": "34", "ReferenceId": "22419022", "FullCitation": "Kim SH, et al. Histol. Histopathol. (2012) pmid: 22419022", "Include": "true"}, {"number": "35", "ReferenceId": "23525704", "FullCitation": "Lee JS, et al. Ann. Surg. Oncol. (2013) pmid: 23525704", "Include": "true"}, {"number": "36", "ReferenceId": "21587084", "FullCitation": "Oakley GJ, et al. J Thorac Oncol (2011) pmid: 21587084", "Include": "true"}, {"number": "37", "ReferenceId": "18303429", "FullCitation": "Marks JL, et al. J Thorac Oncol (2008) pmid: 18303429", "Include": "true"}, {"number": "38", "ReferenceId": "23932319", "FullCitation": "Izar B, et al. Ann. Thorac. Surg. (2013) pmid: 23932319", "Include": "true"}, {"number": "39", "ReferenceId": "22285168", "FullCitation": "Rosell R, et al. Lancet Oncol. (2012) pmid: 22285168", "Include": "true"}, {"number": "40", "ReferenceId": "24263064", "FullCitation": "Douillard JY, et al. Br. J. Cancer (2014) pmid: 24263064", "Include": "true"}, {"number": "41", "ReferenceId": "23816960", "FullCitation": "Sequist LV, et al. J. Clin. Oncol. (2013) pmid: 23816960", "Include": "true"}, {"number": "42", "ReferenceId": "29864379", "FullCitation": "Mok TS, et al. J. Clin. Oncol. (2018) pmid: 29864379", "Include": "true"}, {"number": "43", "ReferenceId": "25923549", "FullCitation": "Jänne PA, et al. N. Engl. J. Med. (2015) pmid: 25923549", "Include": "true"}, {"number": "44", "ReferenceId": "32749686", "FullCitation": "Hong MH, et al. Cancer (2020) pmid: 32749686", "Include": "true"}, {"number": "45", "ReferenceId": "26462025", "FullCitation": "Kim HS, et al. Oncotarget (2015) pmid: 26462025", "Include": "true"}, {"number": "46", "ReferenceId": "25424851", "FullCitation": "Kim HS, et al. Clin. Cancer Res. (2015) pmid: 25424851", "Include": "true"}, {"number": "47", "ReferenceId": "32303840", "FullCitation": "Mondal G, et al. Acta Neuropathol (2020) pmid: 32303840", "Include": "true"}, {"number": "48", "ReferenceId": "29734047", "FullCitation": "Cavalieri S, et al. Eur. J. Cancer (2018) pmid: 29734047", "Include": "true"}, {"number": "49", "ReferenceId": "32923886", "FullCitation": "Chi AS, et al. JCO Precis Oncol (2020) pmid: 32923886", "Include": "true"}, {"number": "50", "ReferenceId": "31809241", "FullCitation": "Yang JCH, et al. J. Clin. Oncol. (2019) pmid: 31809241", "Include": "true"}, {"number": "51", "ReferenceId": "28221867", "FullCitation": "Yang JC, et al. J. Clin. Oncol. (2017) pmid: 28221867", "Include": "true"}, {"number": "52", "ReferenceId": "27751847", "FullCitation": "Goss G, et al. Lancet Oncol. (2016) pmid: 27751847", "Include": "true"}, {"number": "53", "ReferenceId": "29151359", "FullCitation": "Soria JC, et al. N. Engl. J. Med. (2018) pmid: 29151359", "Include": "true"}, {"number": "54", "ReferenceId": "31943845", "FullCitation": "Wang H, et al. Thorac Cancer (2020) pmid: 31943845", "Include": "true"}, {"number": "55", "ReferenceId": "29626621", "FullCitation": "Ma Y, et al. J Thorac Oncol (2018) pmid: 29626621", "Include": "true"}, {"number": "56", "ReferenceId": "33780662", "FullCitation": "Shi Y, et al. Lancet Respir Med (2021) pmid: 33780662", "Include": "true"}, {"number": "57", "ReferenceId": "29807396", "FullCitation": "Azuma K, et al. Cancer Sci (2018) pmid: 29807396", "Include": "true"}, {"number": "58", "ReferenceId": "31070709", "FullCitation": "Kelly RJ, et al. Ann Oncol (2019) pmid: 31070709", "Include": "true"}, {"number": "59", "ReferenceId": "29972716", "FullCitation": "Murakami H, et al. Cancer Sci (2018) pmid: 29972716", "Include": "true"}, {"number": "60", "ReferenceId": "28954786", "FullCitation": "Yu HA, et al. Clin Cancer Res (2017) pmid: 28954786", "Include": "true"}, {"number": "61", "ReferenceId": "31954624", "FullCitation": "Tan DS, et al. Lancet Respir Med (2020) pmid: 31954624", "Include": "true"}, {"number": "62", "ReferenceId": "33434335", "FullCitation": "Park K, et al. Cancer (2021) pmid: 33434335", "Include": "true"}, {"number": "63", "ReferenceId": "31447004", "FullCitation": "Kim DW, et al. Lung Cancer (2019) pmid: 31447004", "Include": "true"}, {"number": "64", "ReferenceId": "29056570", "FullCitation": "Ahn MJ, et al. Lancet Respir Med (2017) pmid: 29056570", "Include": "true"}, {"number": "65", "ReferenceId": "27928026", "FullCitation": "Yang Z, et al. Sci Transl Med (2016) pmid: 27928026", "Include": "true"}, {"number": "66", "ReferenceId": "31587882", "FullCitation": "Ahn MJ, et al. Lancet Oncol (2019) pmid: 31587882", "Include": "true"}, {"number": "67", "ReferenceId": "29863955", "FullCitation": "Socinski MA, et al. N. Engl. J. Med. (2018) pmid: 29863955", "Include": "true"}, {"number": "68", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "69", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "70", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "71", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "72", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "73", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "74", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "75", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "76", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "77", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "78", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "79", "ReferenceId": "32919526", "FullCitation": "Marabelle A, et al. Lancet Oncol. (2020) pmid: 32919526", "Include": "true"}, {"number": "80", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "81", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "82", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "83", "ReferenceId": "28420421", "FullCitation": "Chalmers ZR, et al. Genome Med (2017) pmid: 28420421", "Include": "true"}, {"number": "84", "ReferenceId": "27009843", "FullCitation": "Xiao D, et al. Oncotarget (2016) pmid: 27009843", "Include": "true"}, {"number": "85", "ReferenceId": "26200269", "FullCitation": "Shim HS, et al. J Thorac Oncol (2015) pmid: 26200269", "Include": "true"}, {"number": "86", "ReferenceId": "22980976", "FullCitation": "Govindan R, et al. Cell (2012) pmid: 22980976", "Include": "true"}, {"number": "87", "ReferenceId": "18948947", "FullCitation": "Ding L, et al. Nature (2008) pmid: 18948947", "Include": "true"}, {"number": "88", "ReferenceId": "24323028", "FullCitation": "Kim Y, et al. J. Clin. Oncol. (2014) pmid: 24323028", "Include": "true"}, {"number": "89", "ReferenceId": "31088500", "FullCitation": "Chen Y, et al. J. Exp. Clin. Cancer Res. (2019) pmid: 31088500", "Include": "true"}, {"number": "90", "ReferenceId": "30253973", "FullCitation": "Yu H, et al. J Thorac Oncol (2019) pmid: 30253973", "Include": "true"}, {"number": "91", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "92", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "93", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "94", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "95", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "96", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "97", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "98", "ReferenceId": "27197178", "FullCitation": "Colli LM, et al. Cancer Res. (2016) pmid: 27197178", "Include": "true"}, {"number": "99", "ReferenceId": "28923100", "FullCitation": "Wang VE, et al. J Immunother Cancer (2017) pmid: 28923100", "Include": "true"}, {"number": "100", "ReferenceId": "28636851", "FullCitation": "Carbone DP, et al. N. Engl. J. Med. (2017) pmid: 28636851", "Include": "true"}, {"number": "101", "ReferenceId": "29337640", "FullCitation": "Rizvi H, et al. J. Clin. Oncol. (2018) pmid: 29337640", "Include": "true"}, {"number": "102", "ReferenceId": "29658848", "FullCitation": "Forde PM, et al. N. Engl. J. Med. (2018) pmid: 29658848", "Include": "true"}, {"number": "103", "ReferenceId": "30150660", "FullCitation": "Miao D, et al. Nat. Genet. (2018) pmid: 30150660", "Include": "true"}, {"number": "104", "ReferenceId": "30425022", "FullCitation": "Chae YK, et al. Clin Lung Cancer (2019) pmid: 30425022", "Include": "true"}, {"number": "105", "ReferenceId": "31562796", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2019) pmid: 31562796", "Include": "true"}, {"number": "106", "ReferenceId": "17581577", "FullCitation": "David SS, et al. Nature (2007) pmid: 17581577", "Include": "true"}, {"number": "107", "ReferenceId": "19953527", "FullCitation": "Molatore S, et al. Hum. Mutat. (2010) pmid: 19953527", "Include": "true"}, {"number": "108", "ReferenceId": "19836313", "FullCitation": "Kundu S, et al. DNA Repair (Amst.) (2009) pmid: 19836313", "Include": "true"}, {"number": "109", "ReferenceId": "20418187", "FullCitation": "D Agostino VG, et al. DNA Repair (Amst.) (2010) pmid: 20418187", "Include": "true"}, {"number": "110", "ReferenceId": "24310308", "FullCitation": "Hegde M, et al. Genet. Med. (2014) pmid: 24310308", "Include": "true"}, {"number": "111", "ReferenceId": "22872101", "FullCitation": "Aretz S, et al. Eur. J. Hum. Genet. (2013) pmid: 22872101", "Include": "true"}, {"number": "112", "ReferenceId": "18534194", "FullCitation": "Ali M, et al. Gastroenterology (2008) pmid: 18534194", "Include": "true"}, {"number": "113", "ReferenceId": "30371878", "FullCitation": "Tate JG, et al. Nucleic Acids Res. (2019) pmid: 30371878", "Include": "true"}, {"number": "114", "ReferenceId": "24444654", "FullCitation": "Win AK, et al. Gastroenterology (2014) pmid: 24444654", "Include": "true"}, {"number": "115", "ReferenceId": "19620482", "FullCitation": "Lubbe SJ, et al. J. Clin. Oncol. (2009) pmid: 19620482", "Include": "true"}, {"number": "116", "ReferenceId": "19394335", "FullCitation": "Jones N, et al. Gastroenterology (2009) pmid: 19394335", "Include": "true"}, {"number": "117", "ReferenceId": "21044966", "FullCitation": "Nielsen M, et al. J. Natl. Cancer Inst. (2010) pmid: 21044966", "Include": "true"}, {"number": "118", "ReferenceId": "29165669", "FullCitation": "Landrum MJ, et al. Nucleic Acids Res. (2018) pmid: 29165669", "Include": "true"}, {"number": "119", "ReferenceId": "12853198", "FullCitation": "Sampson JR, et al. Lancet (2003) pmid: 12853198", "Include": "true"}, {"number": "120", "ReferenceId": "12606733", "FullCitation": "Sieber OM, et al. N. Engl. J. Med. (2003) pmid: 12606733", "Include": "true"}, {"number": "121", "ReferenceId": "11818965", "FullCitation": "Al_Tassan N, et al. Nat. Genet. (2002) pmid: 11818965", "Include": "true"}, {"number": "122", "ReferenceId": "21952991", "FullCitation": "Rennert G, et al. Cancer (2012) pmid: 21952991", "Include": "true"}, {"number": "123", "ReferenceId": "16492928", "FullCitation": "Zhang Y, et al. Cancer Epidemiol. Biomarkers Prev. (2006) pmid: 16492928", "Include": "true"}, {"number": "124", "ReferenceId": "21189386", "FullCitation": "von der Thüsen JH, et al. J. Clin. Oncol. (2011) pmid: 21189386", "Include": "true"}, {"number": "125", "ReferenceId": "24420788", "FullCitation": "Casper M, et al. Fam. Cancer (2014) pmid: 24420788", "Include": "true"}, {"number": "126", "ReferenceId": "20110747", "FullCitation": "Smith LM, et al. Pancreatology (2009) pmid: 20110747", "Include": "true"}, {"number": "127", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "128", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "129", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "130", "ReferenceId": "26637197", "FullCitation": "Warth A, et al. Virchows Arch. (2016) pmid: 26637197", "Include": "true"}, {"number": "131", "ReferenceId": "16641899", "FullCitation": "Ninomiya H, et al. Br. J. Cancer (2006) pmid: 16641899", "Include": "true"}, {"number": "132", "ReferenceId": "29436178", "FullCitation": "Vanderwalde A, et al. Cancer Med (2018) pmid: 29436178", "Include": "true"}, {"number": "133", "ReferenceId": "31270941", "FullCitation": "Zang YS, et al. Cancer Med (2019) pmid: 31270941", "Include": "true"}, {"number": "134", "ReferenceId": "26880610", "FullCitation": "Dudley JC, et al. Clin. Cancer Res. (2016) pmid: 26880610", "Include": "true"}, {"number": "135", "ReferenceId": "28676214", "FullCitation": "Takamochi K, et al. Lung Cancer (2017) pmid: 28676214", "Include": "true"}, {"number": "136", "ReferenceId": "9329646", "FullCitation": "Pylkkänen L, et al. Environ. Mol. Mutagen. (1997) pmid: 9329646", "Include": "true"}, {"number": "137", "ReferenceId": "11061602", "FullCitation": "Gonzalez R, et al. Ann. Oncol. (2000) pmid: 11061602", "Include": "true"}, {"number": "138", "ReferenceId": "8782463", "FullCitation": "Chen XQ, et al. Nat. Med. (1996) pmid: 8782463", "Include": "true"}, {"number": "139", "ReferenceId": "8174113", "FullCitation": "Merlo A, et al. Cancer Res. (1994) pmid: 8174113", "Include": "true"}, {"number": "140", "ReferenceId": "17204026", "FullCitation": "Histopathology (2007) pmid: 17204026", "Include": "true"}, {"number": "141", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "142", "ReferenceId": "28734759", "FullCitation": "Overman MJ, et al. Lancet Oncol. (2017) pmid: 28734759", "Include": "true"}, {"number": "143", "ReferenceId": "29355075", "FullCitation": "Overman MJ, et al. J. Clin. Oncol. (2018) pmid: 29355075", "Include": "true"}, {"number": "144", "ReferenceId": "23169436", "FullCitation": "Lipson EJ, et al. Clin. Cancer Res. (2013) pmid: 23169436", "Include": "true"}, {"number": "145", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "146", "ReferenceId": "33001143", "FullCitation": "Oaknin A, et al. JAMA Oncol (2020) pmid: 33001143", "Include": "true"}, {"number": "147", "ReferenceId": "19659756", "FullCitation": "Lynch HT, et al. Clin. Genet. (2009) pmid: 19659756", "Include": "true"}, {"number": "148", "ReferenceId": "22714864", "FullCitation": "Pande M, et al. Fam. Cancer (2012) pmid: 22714864", "Include": "true"}, {"number": "149", "ReferenceId": "17920897", "FullCitation": "Kastrinos F, et al. Semin. Oncol. (2007) pmid: 17920897", "Include": "true"}, {"number": "150", "ReferenceId": "19466295", "FullCitation": "Silva FC, et al. Sao Paulo Med J (2009) pmid: 19466295", "Include": "true"}, {"number": "151", "ReferenceId": "24978665", "FullCitation": "Sehgal R, et al. Genes (Basel) (2014) pmid: 24978665", "Include": "true"}, {"number": "152", "ReferenceId": "16136383", "FullCitation": "Fam. Cancer (2005) pmid: 16136383", "Include": "true"}, {"number": "153", "ReferenceId": "26899759", "FullCitation": "Jänne PA, et al. J Thorac Oncol (2016) pmid: 26899759", "Include": "true"}, {"number": "154", "ReferenceId": "32147669", "FullCitation": "van Geel RMJM, et al. Br. J. Cancer (2020) pmid: 32147669", "Include": "true"}, {"number": "155", "ReferenceId": "2986437", "FullCitation": "Opsomer RJ, et al. Acta Urol Belg (1985) pmid: 2986437", "Include": "true"}, {"number": "156", "ReferenceId": "28958502", "FullCitation": "Wu YL, et al. Lancet Oncol. (2017) pmid: 28958502", "Include": "true"}, {"number": "157", "ReferenceId": "26768165", "FullCitation": "Ramalingam SS, et al. Ann. Oncol. (2016) pmid: 26768165", "Include": "true"}, {"number": "158", "ReferenceId": "25521938", "FullCitation": "Lemos H, et al. Expert Rev Clin Immunol (2015) pmid: 25521938", "Include": "true"}, {"number": "159", "ReferenceId": "22249430", "FullCitation": "Takahashi T, et al. Invest New Drugs (2012) pmid: 22249430", "Include": "true"}, {"number": "160", "ReferenceId": "24439929", "FullCitation": "Wu YL, et al. Lancet Oncol. (2014) pmid: 24439929", "Include": "true"}, {"number": "161", "ReferenceId": "32463456", "FullCitation": "Yu HA, et al. JAMA Oncol (2020) pmid: 32463456", "Include": "true"}, {"number": "162", "ReferenceId": "32139298", "FullCitation": "Oxnard GR, et al. Ann. Oncol. (2020) pmid: 32139298", "Include": "true"}, {"number": "163", "ReferenceId": "28434520", "FullCitation": "Miyauchi E, et al. J Thorac Oncol (2017) pmid: 28434520", "Include": "true"}, {"number": "164", "ReferenceId": "28291724", "FullCitation": "Yoshida H, et al. J Thorac Oncol (2017) pmid: 28291724", "Include": "true"}, {"number": "165", "ReferenceId": "27959700", "FullCitation": "Mok TS, et al. N. Engl. J. Med. (2017) pmid: 27959700", "Include": "true"}, {"number": "166", "ReferenceId": "31751012", "FullCitation": "Ramalingam SS, et al. N. Engl. J. Med. (2019) pmid: 31751012", "Include": "true"}, {"number": "167", "ReferenceId": "33318755", "FullCitation": "Alanazi A, et al. Lung Cancer Manag (2020) pmid: 33318755", "Include": "true"}, {"number": "168", "ReferenceId": "30255937", "FullCitation": "Wang J, et al. Int. J. Cancer (2019) pmid: 30255937", "Include": "true"}, {"number": "169", "ReferenceId": "16014882", "FullCitation": "Shepherd FA, et al. N. Engl. J. Med. (2005) pmid: 16014882", "Include": "true"}, {"number": "170", "ReferenceId": "28103612", "FullCitation": "Yang JJ, et al. Br. J. Cancer (2017) pmid: 28103612", "Include": "true"}, {"number": "171", "ReferenceId": "28376144", "FullCitation": "Lee CK, et al. J. Natl. Cancer Inst. (2017) pmid: 28376144", "Include": "true"}, {"number": "172", "ReferenceId": "20493771", "FullCitation": "Cappuzzo F, et al. Lancet Oncol. (2010) pmid: 20493771", "Include": "true"}, {"number": "173", "ReferenceId": "31194613", "FullCitation": "Zhong WZ, et al. J. Clin. Oncol. (2019) pmid: 31194613", "Include": "true"}, {"number": "174", "ReferenceId": "31591063", "FullCitation": "Nakagawa K, et al. Lancet Oncol. (2019) pmid: 31591063", "Include": "true"}, {"number": "175", "ReferenceId": "31393548", "FullCitation": "Stinchcombe TE, et al. JAMA Oncol (2019) pmid: 31393548", "Include": "true"}, {"number": "176", "ReferenceId": "22056888", "FullCitation": "Petrelli F, et al. Clin Lung Cancer (2012) pmid: 22056888", "Include": "true"}, {"number": "177", "ReferenceId": "21670455", "FullCitation": "Fukuoka M, et al. J. Clin. Oncol. (2011) pmid: 21670455", "Include": "true"}, {"number": "178", "ReferenceId": "19692680", "FullCitation": "Mok TS, et al. N. Engl. J. Med. (2009) pmid: 19692680", "Include": "true"}, {"number": "179", "ReferenceId": "31411950", "FullCitation": "Noronha V, et al. J. Clin. Oncol. (2019) pmid: 31411950", "Include": "true"}, {"number": "180", "ReferenceId": "31682542", "FullCitation": "Hosomi Y, et al. J. Clin. Oncol. (2020) pmid: 31682542", "Include": "true"}, {"number": "181", "ReferenceId": "27908825", "FullCitation": "Sutiman N, et al. J Thorac Oncol (2017) pmid: 27908825", "Include": "true"}, {"number": "182", "ReferenceId": "27198414", "FullCitation": "Gibbons DL, et al. J Thorac Oncol (2016) pmid: 27198414", "Include": "true"}, {"number": "183", "ReferenceId": "31553438", "FullCitation": "Yoshioka H, et al. Ann. Oncol. (2019) pmid: 31553438", "Include": "true"}, {"number": "184", "ReferenceId": "22370314", "FullCitation": "Han JY, et al. J. Clin. Oncol. (2012) pmid: 22370314", "Include": "true"}, {"number": "185", "ReferenceId": "20573926", "FullCitation": "Maemondo M, et al. N. Engl. J. Med. (2010) pmid: 20573926", "Include": "true"}, {"number": "186", "ReferenceId": "20022809", "FullCitation": "Mitsudomi T, et al. Lancet Oncol. (2010) pmid: 20022809", "Include": "true"}, {"number": "187", "ReferenceId": "25329826", "FullCitation": "Qi WX, et al. Curr Med Res Opin (2015) pmid: 25329826", "Include": "true"}, {"number": "188", "ReferenceId": "25546556", "FullCitation": "Zhao H, et al. J Thorac Oncol (2015) pmid: 25546556", "Include": "true"}, {"number": "189", "ReferenceId": "26398831", "FullCitation": "Baik CS, et al. J Thorac Oncol (2015) pmid: 26398831", "Include": "true"}, {"number": "190", "ReferenceId": "26156651", "FullCitation": "Soria JC, et al. Lancet Oncol. (2015) pmid: 26156651", "Include": "true"}, {"number": "191", "ReferenceId": "28426106", "FullCitation": "Paz_Ares L, et al. Ann. Oncol. (2017) pmid: 28426106", "Include": "true"}, {"number": "192", "ReferenceId": "30825613", "FullCitation": "Dziadziuszko R, et al. J Thorac Oncol (2019) pmid: 30825613", "Include": "true"}, {"number": "193", "ReferenceId": "30685684", "FullCitation": "Lai WV, et al. Eur. J. Cancer (2019) pmid: 30685684", "Include": "true"}, {"number": "194", "ReferenceId": "22908275", "FullCitation": "Greulich H, et al. Proc. Natl. Acad. Sci. U.S.A. (2012) pmid: 22908275", "Include": "true"}, {"number": "195", "ReferenceId": "26134234", "FullCitation": "Gow CH, et al. J Thorac Oncol (2015) pmid: 26134234", "Include": "true"}, {"number": "196", "ReferenceId": "26598547", "FullCitation": "Mazières J, et al. Ann. Oncol. (2016) pmid: 26598547", "Include": "true"}, {"number": "197", "ReferenceId": "23610105", "FullCitation": "Mazières J, et al. J. Clin. Oncol. (2013) pmid: 23610105", "Include": "true"}, {"number": "198", "ReferenceId": "25682316", "FullCitation": "De Grève J, et al. Lung Cancer (2015) pmid: 25682316", "Include": "true"}, {"number": "199", "ReferenceId": "22325357", "FullCitation": "De Grève J, et al. Lung Cancer (2012) pmid: 22325357", "Include": "true"}, {"number": "200", "ReferenceId": "26559459", "FullCitation": "Li BT, et al. Lung Cancer (2015) pmid: 26559459", "Include": "true"}, {"number": "201", "ReferenceId": "26964772", "FullCitation": "Costa DB, et al. J Thorac Oncol (2016) pmid: 26964772", "Include": "true"}, {"number": "202", "ReferenceId": "32477948", "FullCitation": "Yuan B, et al. Front Oncol (2020) pmid: 32477948", "Include": "true"}, {"number": "203", "ReferenceId": "31748336", "FullCitation": "Fang W, et al. Oncologist (2019) pmid: 31748336", "Include": "true"}, {"number": "204", "ReferenceId": "26646759", "FullCitation": "Schuler M, et al. Ann. Oncol. (2016) pmid: 26646759", "Include": "true"}, {"number": "205", "ReferenceId": "22452896", "FullCitation": "Miller VA, et al. Lancet Oncol. (2012) pmid: 22452896", "Include": "true"}, {"number": "206", "ReferenceId": "23664448", "FullCitation": "Chen X, et al. Lung Cancer (2013) pmid: 23664448", "Include": "true"}, {"number": "207", "ReferenceId": "23816963", "FullCitation": "Katakami N, et al. J. Clin. Oncol. (2013) pmid: 23816963", "Include": "true"}, {"number": "208", "ReferenceId": "25242668", "FullCitation": "Landi L, et al. Clin Lung Cancer (2014) pmid: 25242668", "Include": "true"}, {"number": "209", "ReferenceId": "26051236", "FullCitation": "Yang JC, et al. Lancet Oncol. (2015) pmid: 26051236", "Include": "true"}, {"number": "210", "ReferenceId": "29110849", "FullCitation": "Horn L, et al. Lung Cancer (2017) pmid: 29110849", "Include": "true"}, {"number": "211", "ReferenceId": "31863283", "FullCitation": "Yamamoto N, et al. Adv Ther (2020) pmid: 31863283", "Include": "true"}, {"number": "212", "ReferenceId": "31178389", "FullCitation": "Lau SC, et al. Clin Lung Cancer (2019) pmid: 31178389", "Include": "true"}, {"number": "213", "ReferenceId": "31807143", "FullCitation": "Thongprasert S, et al. Lung Cancer Manag (2019) pmid: 31807143", "Include": "true"}, {"number": "214", "ReferenceId": "31637072", "FullCitation": "Llinás_Quintero N, et al. Case Rep Oncol Med (2019) pmid: 31637072", "Include": "true"}, {"number": "215", "ReferenceId": "31931137", "FullCitation": "Yang JC, et al. J Thorac Oncol (2020) pmid: 31931137", "Include": "true"}, {"number": "216", "ReferenceId": "25074459", "FullCitation": "Janjigian YY, et al. Cancer Discov (2014) pmid: 25074459", "Include": "true"}, {"number": "217", "ReferenceId": "26056478", "FullCitation": "Ribeiro Gomes J, et al. Onco Targets Ther (2015) pmid: 26056478", "Include": "true"}, {"number": "218", "ReferenceId": "25842367", "FullCitation": "Castellanos EH, et al. Clin Lung Cancer (2015) pmid: 25842367", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2021_12_29 16:50:08", "OpName": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "1,014x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "3 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 fraction_unstable_loci"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "LUNG", "disease_ontology": "Lung adenocarcinoma", "flowcell_analysis": "2000019363", "gender": "female", "pathology_diagnosis": "adenocarcinoma", "percent_tumor_nuclei": "20", "pipeline_version": "v3.9.0", "purity_assessment": "20.0", "specimen": "ORD_1260175_01*US1216243.01", "study": "CLINICAL_F1CDx", "test_request": "ORD_1260175_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Lung", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX1", "mean_exon_depth": "1026.8", "name": "SQ_US1216243.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Qualified"}, "short_variants": {"short_variant": [{"allele_fraction": "0.4602", "cds_effect": "805C>A", "depth": "654", "equivocal": "false", "functional_effect": "missense", "gene": "RAD51", "percent_reads": "46.02", "position": "chr15:41023283", "protein_effect": "Q269K", "status": "unknown", "strand": "+", "transcript": "NM_001164270", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.4341", "cds_effect": "41_42insGCC", "depth": "364", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "GATA4", "percent_reads": "43.41", "position": "chr8:11565862", "protein_effect": "P15_G16insP", "status": "unknown", "strand": "+", "transcript": "NM_002052", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.5418", "cds_effect": "892_2A>G", "depth": "1100", "equivocal": "false", "functional_effect": "splice", "gene": "MUTYH", "percent_reads": "54.18", "position": "chr1:45797760", "protein_effect": "splice site 892_2A>G", "status": "likely", "strand": "_", "transcript": "NM_001048171", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.4781", "cds_effect": "1523G>A", "depth": "914", "equivocal": "false", "functional_effect": "missense", "gene": "MEN1", "percent_reads": "47.81", "position": "chr11:64572131", "protein_effect": "G508D", "status": "unknown", "strand": "_", "transcript": "NM_130801", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.2733", "cds_effect": "5490_5501delTGCCGCCACCAC", "depth": "977", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "MTOR", "percent_reads": "27.33", "position": "chr1:11190697", "protein_effect": "T1834_T1837del", "status": "unknown", "strand": "_", "transcript": "NM_004958", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.4837", "cds_effect": "473G>A", "depth": "707", "equivocal": "false", "functional_effect": "missense", "gene": "FGFR3", "percent_reads": "48.37", "position": "chr4:1803121", "protein_effect": "R158Q", "status": "unknown", "strand": "+", "transcript": "NM_000142", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.0804", "cds_effect": "2573T>G", "depth": "995", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "8.04", "position": "chr7:55259515", "protein_effect": "L858R", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.0632", "cds_effect": "1951G>T", "depth": "823", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "6.32", "position": "chr7:55240707", "protein_effect": "V651L", "status": "unknown", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.4877", "cds_effect": "606_607insGGAGCC", "depth": "652", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "PDCD1", "percent_reads": "48.77", "position": "chr2:242794121", "protein_effect": "A202_R203insGA", "status": "unknown", "strand": "_", "transcript": "NM_005018", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.0727", "cds_effect": "2369C>T", "depth": "1101", "equivocal": "false", "functional_effect": "missense", "gene": "EGFR", "percent_reads": "7.27", "position": "chr7:55249071", "protein_effect": "T790M", "status": "known", "strand": "+", "transcript": "NM_005228", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}, {"allele_fraction": "0.0751", "cds_effect": "1868A>G", "depth": "866", "equivocal": "false", "functional_effect": "missense", "gene": "DDR1", "percent_reads": "7.51", "position": "chr6:30864900", "protein_effect": "D623G", "status": "unknown", "strand": "+", "transcript": "NM_001954", "dna_evidence": {"sample": "SQ_US1216243.01_1"}}]}, "copy_number_alterations": null, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "unknown"}, "tumor_mutation_burden": {"score": "2.52", "status": "unknown", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}