{"ResultsReport": {"xmlns": "http://integration.foundationmedicine.com/reporting", "xmlnsxsi": "http://www.w3.org/2001/XMLSchema_instance", "xsischemaLocation": "http://integration.foundationmedicine.com/reporting http://integration.foundationmedicine.com/reporting/ResultsReport.2.1.xsd", "CustomerInformation": {"ReferenceID": "01_2022_00021522", "CSN": null, "TRF": "ORD_1400750_01", "MRN": "34660087", "PhysicianId": "109266", "NPI": "International"}, "ResultsPayload": {"FinalReport": {"xmlnsxsd": "http://www.w3.org/2001/XMLSchema", "StagingId": "1149963", "clinicalId": "1151333", "xsinoNamespaceSchemaLocation": "http://integration.foundationmedicine.com/reporting/ClinicalReport.1.1.xsd", "Application": {"ApplicationSettings": {"ApplicationSetting": {"Name": "Statement", "Value": null}}}, "DemographicCorrectionDate": null, "ReportId": "ORD_1400750_01", "SampleName": "US1344985.01", "Version": "0", "Sample": {"FM_Id": "ORD_1400750_01", "SampleId": "US1344985.01", "BlockId": "S111-16657B", "TRFNumber": "ORD_1400750_01", "TestType": "FoundationOne CDx             ", "SpecFormat": "FFPE", "ReceivedDate": "2022_06_30", "processSites": {"processSite": [{"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "Extracted DNA"}, {"address": "150 Second St., 1st Floor, Cambridge, MA 02141", "cliaNumber": "22D2027531", "locationID": "1", "locationName": "Cambridge", "processID": "1", "processName": "LC"}]}, "TumorPurity": "50", "SpecimenLocation": "nan"}, "PMI": {"ReportId": "S111-99749", "MRN": "34660087", "FullName": "黃淑昭", "FirstName": "Shu_Chao", "LastName": "Huang", "SubmittedDiagnosis": "Esophageal neuroendocrine carcinoma, with nasopharynx metastasis (From clinical diagnosis)", "Gender": "Female", "DOB": "1965_09_02", "OrderingMD": "陳天華", "OrderingMDId": "109266", "Pathologist": "周德盈", "CopiedPhysician1": null, "MedFacilName": "Taipei Veterans General Hospital", "MedFacilID": "205872", "SpecSite": "Nasopharynx And Paranasal Sinuses", "CollDate": "2022_04_19", "ReceivedDate": "2022-07-13 00:00:00", "CountryOfOrigin": "TW", "TumorType": "Esophageal Cancer"}, "PertinentNegatives": null, "Summaries": {"alterationCount": "18", "clinicalTrialCount": "17", "resistiveCount": "0", "sensitizingCount": "10"}, "VariantProperties": {"VariantProperty": [{"geneName": "ARFRP1", "isVUS": "true", "variantName": "K43N"}, {"geneName": "BCORL1", "isVUS": "true", "variantName": "T1111M"}, {"geneName": "CD22", "isVUS": "true", "variantName": "G346E"}, {"geneName": "DNMT3A", "isVUS": "true", "variantName": "G568R"}, {"geneName": "ERCC4", "isVUS": "true", "variantName": "Y301F"}, {"geneName": "FGFR3", "isVUS": "true", "variantName": "D758N"}, {"geneName": "IRS2", "isVUS": "true", "variantName": "A729G"}, {"geneName": "MLL2", "isVUS": "true", "variantName": "Q3745_H3746insQ"}, {"geneName": "MSH3", "isVUS": "true", "variantName": "R296C"}, {"geneName": "MSH6", "isVUS": "true", "variantName": "H501Y"}, {"geneName": "PARP2", "isVUS": "true", "variantName": "Y208C"}, {"geneName": "PIK3C2G", "isVUS": "true", "variantName": "E80D"}]}, "priorTests": null, "Genes": {"Gene": [{"Name": "FBXW7", "Include": "true", "Alterations": {"Alteration": {"Name": "splice site 1644+1G>A", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "splice site 1644+1G>A"}}, "Interpretation": "FBXW7 encodes the F_box protein subunit of the SCF ubiquitin ligase complex, which targets proteins for degradation (Welcker and Clurman, 2008; 18094723). FBXW7 inactivation is associated with chromosomal instability and with stabilization of proto_oncogenes, such as mTOR, MYC, cyclin E, NOTCH, and JUN; FBXW7 is therefore considered a tumor suppressor (Akhoondi et al., 2007; 17909001, Welcker and Clurman, 2008; 18094723). Alterations such as seen here may disrupt FBXW7 function or expression (Welcker et al., 2013; 24298052, Welcker et al., 2007; 17298674, Strohmaier et al., 2001; 11565034, Pashkova et al., 2010; 21070969, Akhoondi et al., 2007; 17909001, O Neil et al., 2007; 17646409, Malyukova et al., 2013; 23228967, Thompson et al., 2007; 17646408). FBXW7 mutations have been reported in various solid tumors including endometrial (14%), colorectal (9.3%), bladder (7.6%), head and neck (5.4%), and gastroesophageal (3.2%) (cBio_Zehir et al., 2017; 28481359). Published data investigating the prognostic implications of FBXW7 alterations in head and neck carcinoma are limited (PubMed, May 2022). FBXW7 inactivating alterations may indicate sensitivity to mTOR inhibitors (Mao et al., 2008; 18787170, Yang et al., 2015; 25749036). Several case studies reported clinical benefit for patients with FBXW7_mutated cancers, including lung adenocarcinoma (Villaruz and Socinski, 2014; 24360397), renal cell carcinoma (Olson et al., 2016; 27079472), and cervical squamous cell carcinoma (Kulkarni et al., 2020; https://doi.org/10.1016/j.ygyno.2020.05.244). FBXW7 inactivation may also result in resistance to anti_tubulin chemotherapies based on results from preclinical studies (Wertz et al., 2011; 21368834).", "Include": "true", "ClinicalTrialNote": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Everolimus", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Everolimus is an orally available mTOR inhibitor that is FDA approved to treat renal cell carcinoma (RCC) following antiangiogenic therapy; pancreatic neuroendocrine tumors; and well_differentiated non_functional neuroendocrine tumors of the lung or gastrointestinal tract. Everolimus is also approved to treat either renal angiomyolipoma or subependymal giant cell astrocytoma in association with tuberous sclerosis complex (TSC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of several case reports describing clinical benefit for patients with FBXW7_mutated cancers treated with mTOR inhibitors, including lung adenocarcinoma (Villaruz and Socinski, 2014; 24360397), renal cell carcinoma (Olson et al., 2016; 27079472), and cervical squamous cell carcinoma (Kulkarni et al., 2020; DOI: 10.1016/j.ygyno.2020.05.244), FBXW7 loss or inactivation may predict sensitivity to everolimus or temsirolimus. </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of everolimus for the treatment of non_squamous head and neck carcinoma are limited (PubMed, Feb 2022). A patient with lacrimal gland ductal adenocarcinoma achieved an 8 month PR after treatment with everolimus (Lim et al., 2016; 26859683). A Phase 2 study of everolimus therapy has reported no objective responses in any of nine patients with refractory head and neck squamous cell carcinoma (HNSCC) (Varadarajan et al., 2012; ASCO Abstract 5541). A Phase 1 trial in patients with advanced solid tumors reported that everolimus in combination with low dose weekly cisplatin showed activity in several tumor types, with three partial responses and prolonged stable disease observed in five patients out of 28 evaluable patients; one patient with oropharyngeal squamous cell carcinoma obtained stable disease after more than 6 cycles of treatments (Fury et al., 2012; 21913034). Another Phase 1 trial of everolimus in combination with docetaxel and cisplatin reported progression_free survival rate of 87.5% at one year and 76.6% at two years in patients with advanced HNSCC (Fury et al., 2013; 23408298). Whereas frequent adverse events precluded a recommended Phase 2 dose and schedule for the combination of trametinib and everolimus in a Phase 1b trial for solid tumors (Tolcher et al., 2014; 25344362), a retrospective study for heavily pretreated patients with solid tumors reported tolerable regimens of the combination for 23/31 patients, with 16 patients treated >3 months and evaluable patients achieving a median PFS of 6.5 months (Patterson et al., 2018; AACR Abstract 3891). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Temsirolimus", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Temsirolimus is an intravenous mTOR inhibitor that is FDA approved for the treatment of advanced renal cell carcinoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of several case reports describing clinical benefit for patients with FBXW7_mutated cancers treated with mTOR inhibitors, including lung adenocarcinoma (Villaruz and Socinski, 2014; 24360397), renal cell carcinoma (Olson et al., 2016; 27079472), and cervical squamous cell carcinoma (Kulkarni et al., 2020; DOI: 10.1016/j.ygyno.2020.05.244), FBXW7 loss or inactivation may predict sensitivity to everolimus or temsirolimus. </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of temsirolimus for the treatment of non_squamous head and neck carcinoma are limited (PubMed, May 2022). A Phase 2 study evaluated temsirolimus for patients with recurrent or metastatic head and neck squamous cell carcinoma (HNSCC) after failure of platinum and cetuximab and reported a median PFS of 1.9 months and overall survival of 5.1 months (Grunwald et al., 2015; 25527417). Temsirolimus has been tested preclinically and in clinical trials for HNSCC, in combination with the VEGF antibody bevacizumab, and has shown significant efficacy (Trafalis et al., 2012; 22510794). A study assessing temsirolimus in combination with metformin in patients with advanced solid tumors reported a partial response for one patient with HNSCC, despite disease progression after treatment with docetaxel and cisplatin and subsequent treatment with zalutumumab (Mackenzie et al., 2010; 20978924). A Phase 1 study of temsirolimus in combination with carboplatin and paclitaxel in 18 patients with HNSCC reported a partial response rate of 22% and recommended Phase 2 testing (Fury et al., 2012; 22644799). However, a Phase 2 study of temsirolimus and erlotinib in patients with recurrent and/or metastatic, platinum_refractory HNSCC has reported that this combination therapy was poorly tolerated, with the trial ending early after 50% (6/12) of patients withdrew from the study (Bauman et al., 2013; 23384718). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT03239015", "Include": "true"}, {"nctId": "NCT04337463", "Include": "true"}, {"nctId": "NCT04803318", "Include": "true"}, {"nctId": "NCT05125523", "Include": "true"}, {"nctId": "NCT03297606", "Include": "true"}, {"nctId": "NCT01582191", "Include": "true"}, {"nctId": "NCT03203525", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "Tumor Mutation Burden", "Include": "true", "Alterations": {"Alteration": {"Name": "13", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "13"}}, "Interpretation": "Tumor mutation burden (TMB, also known as mutation load) is a measure of the number of somatic protein_coding base substitution and insertion/deletion mutations occurring in a tumor specimen. TMB is affected by a variety of causes, including exposure to mutagens such as ultraviolet light in melanoma (Pfeifer et al., 2005; 15748635, Hill et al., 2013; 23875803) and cigarette smoke in lung cancer (Pfeifer et al., 2002; 12379884, Rizvi et al., 2015; 25765070), treatment with temozolomide_based chemotherapy in glioma (Johnson et al., 2014; 24336570, Choi et al., 2018; 29452419), mutations in the proofreading domains of DNA polymerases encoded by the POLE and POLD1 genes (Cancer Genome Atlas Research Network, 2013; 23636398, Briggs and Tomlinson, 2013; 23447401, Heitzer and Tomlinson, 2014; 24583393, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919), and microsatellite instability (MSI) (Cancer Genome Atlas Research Network, 2013; 23636398, Cancer Genome Atlas Network, 2012; 22810696, Roberts and Gordenin, 2014; 25568919). This sample harbors a TMB level that may be associated with sensitivity to PD_1_ or PD_L1_targeting immune checkpoint inhibitors in multiple solid tumor types (Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915). Nasopharyngeal and sinonasal undifferentiated carcinoma harbors a median TMB of 2.7 mutations per megabase (muts/Mb), and 1.9% of cases have high TMB (>20 muts/Mb)(FMI_Chalmers et al., 2017; 28420421). Published data investigating the prognostic implications of TMB in nasopharyngeal and sinonasal carcinoma are limited (PubMed, Oct 2021). On the basis of clinical evidence in solid tumors, increased TMB may be associated with greater sensitivity to immunotherapeutic agents, including anti_PD_L1 (Legrand et al., 2018; ASCO Abstract 12000, Samstein et al., 2019; 30643254, Goodman et al., 2017; 28835386, Goodman et al., 2019; 31405947), anti_PD_1 therapies (Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947), and combination nivolumab and ipilimumab (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hellmann et al., 2018; 29657128, Rizvi et al., 2017; WCLC Abstract 1106, Hellmann et al., 2018; 29731394, Rozeman et al., 2021; 33558721, Hodi et al., 2019; AACR abstract CT037, Lee et al., 2019; ASCO Abstract 641, Sharma et al., 2020; 32916128). In multiple pan_tumor studies, increased tissue tumor mutational burden (TMB) was associated with sensitivity to immune checkpoint inhibitors (Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915, Goodman et al., 2017; 28835386, Samstein et al., 2019; 30643254, Marabelle et al., 2020; 32919526, Goodman et al., 2019; 31405947, Ott et al., 2019; 30557521, Cristescu et al., 2022; 35101941, Friedman et al., 2022; 34876409, Sturgill et al., 2022; 35274716). In the KEYNOTE 158 trial of pembrolizumab monotherapy for patients with solid tumors, significant improvement in ORR was observed for patients with TMB ≥10 Muts/Mb (as measured by this assay) compared with those with TMB <10 Muts/Mb in a large cohort that included multiple tumor types (Marabelle et al., 2020; 32919526); similar findings were observed in the KEYNOTE 028 and 012 trials (Cristescu et al., 2018; 30309915). At the same TMB cutpoint, retrospective analysis of patients with solid tumors treated with any checkpoint inhibitor identified that tissue TMB scores ≥ 10 Muts/Mb were associated with prolonged time to treatment failure compared with scores <10 muts/Mb (HR=0.68) (Sturgill et al., 2022; 35274716). For patients with solid tumors treated with nivolumab plus ipilimumab in the CheckMate 848 trial, improved responses were observed in patients with a tissue TMB ≥ 10 Muts/Mb independent of blood TMB at any cutpoint in matched samples (Schenker at al., 2022; AACR Abstract 7845). However, support for higher TMB thresholds and efficacy was observed in the prospective Phase 2 MyPathway trial of atezolizumab for patients with pan_solid tumors, where improved ORR and DCR was seen in patients with TMB ≥ 16 Muts/Mb than those with TMB ≥ 10 and <16 Muts/Mb (Friedman et al., 2022; 34876409). Similarly, analyses across several solid tumor types reported that patients with higher TMB (defined as ≥16_20 Muts/Mb) achieved greater clinical benefit from PD_1 or PD_L1_targeting monotherapy compared with patients with higher TMB treated with chemotherapy (Legrand et al., 2018; ASCO Abstract 12000) or those with lower TMB treated with PD_1 or PD_L1_targeting agents (Goodman et al., 2017; 28835386). In the first_line setting for patients with advanced nasopharyngeal carcinoma (NPC), the Phase 3 JUPITER_02 study of the anti_PD_1 antibody toripalimab in combination with chemotherapy reported significantly improved median PFS relative to chemotherapy plus placebo (11.7 vs. 8.0 months, HR=0.52); median PFS improved regardless of PD_L1 status (Mai et al., 2021; 34341578). For patients with previously_treated NPC, the Phase 2 POLARIS_02 study of single_agent toripalimab reported a 20% (39/190) ORR, a 12.8_month median duration of response, a 1.9_month median PFS, and a 17.4_month median OS; activity and efficacy was not associated with either PD_L1 status or tumor mutational burden (Wang et al., 2021; 33492986).", "Include": "true", "ClinicalTrialNote": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Therapies": {"Therapy": [{"Name": null, "GenericName": "Cemiplimab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Cemiplimab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with the ligands PD_L1 and PD_L2 to enhance antitumor immune responses. It is FDA approved to treat patients with NSCLC with high PD_L1 expression (TPS ≥ 50%), cutaneous squamous cell carcinoma (CSCC), or basal cell carcinoma (BCC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of cemiplimab for the treatment of nasopharyngeal cancer are limited (PubMed, May 2022). Cemiplimab has been studied primarily in advanced cutaneous squamous cell carcinoma (CSCC), where it elicited a combined ORR of 48% (41/85) in Phase 1 and 2 studies (Migden et al., 2018; 29863979). A Phase 2 trial of cemiplimab in patients with basal cell carcinoma (BCC) reported ORRs of 31% (5 CRs and 21 PRs) in patients with locally advanced BCC and 21% (6 PRs) in patients with metastatic BCC (Stratigos et al., 2020; EMSO Abstract LBA47, Lewis et al. 2020; doi: 10.1136/jitc_2020_SITC2020.0428). The Phase 3 EMPOWER_Lung 1 trial for advanced non_small cell lung cancer (NSCLC) with PD_L1 expression ≥50% reported that cemiplimab is associated with improved PFS (8.2 vs. 5.7 months), OS (not reached vs. 14.2 months), and ORR (37% vs. 21%) compared with chemotherapy (Sezer et al., 2020; ESMO Abstract LBA52). Clinical data on the efficacy of cemiplimab for the treatment of head and neck adenocarcinoma are limited (PubMed, Apr 2022). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Pembrolizumab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Pembrolizumab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with the ligands PD_L1 and PD_L2 to enhance antitumor immune responses. It is FDA approved for patients with tumor mutational burden (TMB)_high (≥10 Muts/Mb), microsatellite instability_high (MSI_H), or mismatch repair_deficient (dMMR) solid tumors; as monotherapy for PD_L1_positive non_small cell lung cancer (NSCLC), head and neck squamous cell cancer (HNSCC), cervical cancer, or esophageal cancer; and in combination with chemotherapy for PD_L1_positive triple_negative breast cancer (TNBC) or cervical cancer. It is also approved in various treatment settings as monotherapy for patients with melanoma, HNSCC, urothelial carcinoma, hepatocellular carcinoma, Merkel cell carcinoma, cutaneous squamous cell carcinoma, endometrial carcinoma that is MSI_H or dMMR, classical Hodgkin lymphoma, or primary mediastinal large B_cell lymphoma; and in combination with chemotherapy or targeted therapy for NSCLC, HNSCC, esophageal or gastroesophageal junction cancer, renal cell carcinoma, TNBC, or endometrial carcinoma that is not MSI_H or dMMR. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> A Phase 1b trial for 27 patients with previously treated PD_L1_positive advanced nasopharyngeal carcinoma achieved an ORR of 25.9% (7/27), a median PFS of 6.5 months, and a median OS of 16.5 months on pembrolizumab (Hsu et al., 2017; 28837405). In the Phase 2 KEYNOTE 158 multi_solid tumor trial, treatment with the PD_1 inhibitor pembrolizumab led to improved ORR for patients with TMB of 10 Muts/Mb or higher compared those with TMB <10 Muts/Mb (28.3% [34/120] vs. 6.5% [41/635])(Marabelle et al., 2020; 32919526). In the KEYNOTE 028/012 pan_solid tumor trials, a similar improvement in ORR was reported for patients with >103 non_synonymous mutations/exome (~ equivalency >8 Muts/Mb as measured by this assay) compared to those with <103 non_synonymous mutations/exome (30.6% [11/36] vs. 6.5% [5/77])(Cristescu et al., 2018; 30309915). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Nivolumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Nivolumab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with PD_L1 and PD_L2, reducing inhibition of the antitumor immune response. It is FDA approved as a monotherapy in various treatment settings for patients with melanoma, renal cell carcinoma (RCC), non_small cell lung cancer (NSCLC), head and neck squamous cell carcinoma (HNSCC), urothelial carcinoma, colorectal cancer (CRC), classical Hodgkin lymphoma (cHL), gastric cancer, gastroesophageal junction cancer, or esophageal adenocarcinoma or squamous cell carcinoma (ESCC). It is also approved in combination with chemotherapy to treat ESCC, in combination with cabozantinib to treat RCC, and in combination with relatlimab to treat melanoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> A Phase 2 study of single_agent nivolumab treatment in recurrent and metastatic nasopharyngeal carcinoma showed that patients had an ORR of 20.5% and a DCR of 54.5%, with 1 CR, 8 PRs, and 15 SD out of 44 patients; the median PFS was 2.8 months and the median OS was 17.1 months, with similar PFS and OS for patients with PD_L1–negative and PD_L1–positive tumors (Ma et al., 2018; 29584545). A Phase 1/2 study of nivolumab for the treatment of patients with virus_associated tumors reported an ORR of 21% (5/24) and median PFS of 2.4 months in patients with recurrent/metastatic nasopharyngeal carcinoma; 88% (21/24) of cases were EBV_positive (Delord et al., 2017; ASCO Abstract 6025). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Durvalumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Durvalumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 to enhance antitumor immune responses. It is FDA approved to treat patients with non_small cell lung cancer (NSCLC) and small cell lung cancer (SCLC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of durvalumab for the treatment of nasopharyngeal carcinoma are limited (PubMed, May 2022). Single_agent durvalumab has demonstrated efficacy in non_small cell lung cancer (Bais et al., 2017; AACR Abstract 3720/5, Garassino et al., 2016; IASLC Abstract PLO4a.03), and head and neck squamous cell carcinoma (Segal et al., 2016; ESMO Abstract 949O, Segal et al., 2015; ASCO Abstract 3011). In patients with advanced solid tumors, durvalumab monotherapy has elicited disease control rates (DCRs) of 36.8–46.2% (7/19 to 12/26) in Phase 1/2 studies (Lutzky et al., 2014; ASCO Abstract 3001, Iguchi et al., 2015; ASCO Abstract 3039). Durvalumab is also under investigation in combination with other agents in Phase 1/2 trials. In advanced melanoma, durvalumab in combination with trametinib and dabrafenib elicited ORRs and DCRs of 76.2% (16/21) and 100% (21/21) in patients with BRAF_mutant tumors, and durvalumab with trametinib elicited ORRs and DCRs of 21.4% (3/14) and 64.3% (9/14) in patients whose tumors were BRAF wild_type (Ribas et al., 2015; ASCO Abstract 3003). Durvalumab in combination with the PARP inhibitor olaparib has shown activity in patients with metastatic castration_resistant prostate cancer and progression on enzalutamide and/or abiraterone (Karzai et al., 2017; ASCO Genitourinary Abstract 162) and in patients with BRCA_wild_type breast or gynecological cancer (Lee et al., 2016; ASCO Abstract 3015). Durvalumab in combination with the anti_CTLA4 antibody tremelimumab, but not durvalumab as a single_agent, has shown activity in patients with previously treated advanced germ cell tumors (Necchi et al., 2019; 30243800). Responses have also been reported for patients with solid tumors treated with durvalumab in combination with the anti_PD_1 antibody MEDI0680 (Hamid et al., 2016; ESMO Abstract 1050PD), the CXCR2 antagonist AZD5069 (Hong et al., 2016; ESMO 2016 Abstract 1049PD), or the ATR inhibitor AZD6738 (Yap et al., 2016; EORTC_NCI_AACR Abstract 1LBA). In patients with treatment_refractory solid tumors, concurrent durvalumab and radiotherapy achieved an ORR of 60% (6/10) for in_field evaluable lesions, including 2 CRs and 4 PRs (Levy et al., 2016; 27764686). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Atezolizumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Atezolizumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 to enhance antitumor immune responses. It is FDA approved to treat patients with non_small cell lung cancer (NSCLC) and urothelial carcinoma, depending on treatment setting. Atezolizumab is also approved in combination with other therapies to treat patients with non_squamous NSCLC lacking EGFR or ALK alterations, small cell lung cancer, hepatocellular carcinoma, and BRAF V600_positive melanoma. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> A Phase 1 trial of atezolizumab for patients with previously treated advanced head and neck cancer reported an ORR of 22% (7/32), a median duration of response of 7.4 months, median PFS of 2.6 months, and median OS of 6.0 months. Responses were achieved for patients with primary tumors of the oral cavity (1/7), oropharynx (3/18), larynx (2/2), and nasopharynx (1/4), and did not correlate with PD_L1 expression or HPV status (Colevas et al., 2018; 30219915). A 16% (3/19) ORR was reported for a dose_expansion cohort in a Phase 1b trial of atezolizumab combined with selicrelumab to treat head and neck cancer (Barlesi et al., 2020; SITC Abstract 291). A Phase 1 study of atezolizumab combined with the IDO1 inhibitor navoximod reported 1 PR (in head and neck squamous cell carcinoma) and 1 prolonged SD outcome among 6 patients with advanced head and neck cancer (Jung et al., 2019; 30770348). A case study reported a patient with both metastatic lung adenocarcinoma and locally advanced epipharyngeal carcinoma who experienced a PR to atezolizumab in combination with several chemotherapy agents (Okauchi et al., 2020; 31882503). In the prospective Phase 2a MyPathway basket study evaluating atezolizumab for patients with TMB_High solid tumors, patients with TMB ≥16 Muts/Mb achieved improved ORR (38% [16/42] vs. 2.1% [1/48]), DCR (62% [26/42] vs. 23% [11/48]), mPFS (5.7 vs. 1.8 months, HR 0.34), and mOS (19.8 vs. 11.4, HR 0.53) as compared to those with TMB ≥10 and <16 Muts/Mb (Friedman et al., 2022; 34876409). In a retrospective analysis of patients with 17 solid tumor types (comprised of 47% NSCLC, 40% urothelial carcinoma, and 13% encompassing 15 other solid tumors), TMB of 16 Muts/Mb or greater was reported to be associated with an improved ORR to atezolizumab compared to chemotherapy (30% vs. 14%)(Legrand et al., 2018; ASCO Abstract 12000). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Nivolumab + Ipilimumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Nivolumab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with PD_L1 and PD_L2, reducing inhibition of the antitumor immune response, and ipilimumab is a cytotoxic T_lymphocyte antigen 4 (CTLA_4)_blocking antibody. The combination is FDA approved in various treatment settings for patients with melanoma, renal cell carcinoma (RCC), non_small cell lung cancer (NSCLC), hepatocellular carcinoma (HCC), pleural mesothelioma, and esophageal squamous cell carcinoma (ESCC). Furthermore, nivolumab is approved in combination with ipilimumab to treat patients with mismatch repair_deficient (dMMR) or microsatellite instability_high (MSI_H) colorectal cancer (CRC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Ready et al., 2019; 30785829, Hellmann et al., 2018; 29658845, Hodi et al., 2019; AACR abstract CT037), a TMB score of ≥10 Muts/Mb (as measured by this assay) may predict sensitivity to combination nivolumab and ipilimumab treatment. </p> <p><b>Supporting Data:</b> A Phase 2 trial of nivolumab plus ipilimumab for patients with EBV_associated advanced nasopharyngeal carcinoma in Asia reported an ORR of 30% (12/40 PRs), median PFS of 5.3 months, and median OS of 17.6 months (Kao et al., 2020; ESMO Abstract 266O). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Avelumab", "FDAApproved": "false", "Rationale": "<p><b>Approved Indications:</b> Avelumab is a monoclonal antibody that binds to PD_L1 and blocks its interaction with PD_1 in order to enhance antitumor immune responses. It is FDA approved to treat patients 12 years and older with Merkel cell carcinoma, or for urothelial carcinoma in various treatment settings. The combination of avelumab and axitinib is FDA approved for patients with renal cell carcinoma (RCC). Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of avelumab for the treatment of nasopharyngeal cancer are limited (PubMed, May 2022). The JAVELIN Phase 1b study has demonstrated clinical benefit from single_agent avelumab in a variety of solid tumor types, including non_small cell lung carcinoma (NSCLC)(Verschraegen et al., 2016; ASCO Abstract 9036), gastric carcinoma and gastroesophageal junction (GEJ) adenocarcinoma (Chung et al., 2016; ASCO Abstract 4009), urothelial carcinoma (Patel et al., 2016; ESMO Abstract 777PD), mesothelioma (Hassan et al., 2016; ASCO Abstract 8503), ovarian carcinoma (Disis et al., 2016; ASCO Abstract 5533), and breast cancer (Dirix et al., 2016; SABCS Abstract S1_04), and from avelumab combined with axitinib in renal cell carcinoma (Larkin et al., 2016; ESMO Abstract 775PD). Emerging clinical data show a positive trend toward the association of tumor cell PD_L1 expression and improved ORR, PFS, or OS in NSCLC in the first_line setting and in ovarian and breast cancer (Disis et al., 2016; ASCO Abstract 5533, Dirix et al., 2016; SABCS Abstract S1_04, Verschraegen et al., 2016; ASCO Abstract 9036). Limited clinical data indicate activity of avelumab in adrenocortical carcinoma, metastatic castration_resistant prostate cancer, and thymic cancer (Le Tourneau et al., 2016; ASCO Abstract 4516, Fakhrejahani et al., 2017; ASCO GU Abstract 159, Rajan et al., 2016; ASCO Abstract e20106). The JAVELIN Phase 1b study has demonstrated clinical benefit from single_agent avelumab in a variety of solid tumor types, including non_small cell lung carcinoma (NSCLC)(Verschraegen et al., 2016; ASCO Abstract 9036), gastric carcinoma and gastroesophageal junction (GEJ) adenocarcinoma (Chung et al., 2016; ASCO Abstract 4009), urothelial carcinoma (Patel et al., 2016; ESMO Abstract 777PD), mesothelioma (Hassan et al., 2016; ASCO Abstract 8503), ovarian carcinoma (Disis et al., 2016; ASCO Abstract 5533), and breast cancer (Dirix et al., 2016; SABCS Abstract S1_04), and from avelumab combined with axitinib in renal cell carcinoma (Larkin et al., 2016; ESMO Abstract 775PD). Emerging clinical data show a positive trend toward the association of tumor cell PD_L1 expression and improved objective response rate, progression_free survival, or overall survival in NSCLC in the first_line setting and in ovarian and breast cancer (Disis et al., 2016; ASCO Abstract 5533, Dirix et al., 2016; SABCS Abstract S1_04, Verschraegen et al., 2016; ASCO Abstract 9036). Limited clinical data indicate activity of avelumab in adrenocortical carcinoma, metastatic castration_resistant prostate cancer, and thymic cancer (Le Tourneau et al., 2016; ASCO Abstract 4516, Fakhrejahani et al., 2017; ASCO GU Abstract 159, Rajan et al., 2016; ASCO Abstract e20106). Two Phase 3 studies of avelumab added to chemoradiotherapy either with cetuximab (Bourhis et al., 2021; ESMO Abstract LBA35) or without cetuximab (Lee et al., 2021; 33794205) failed to improve outcomes for patients with locally advanced head and neck squamous carcinoma (HNSCC). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}, {"Name": null, "GenericName": "Dostarlimab", "FDAApproved": "true", "Rationale": "<p><b>Approved Indications:</b> Dostarlimab is a monoclonal antibody that binds to the PD_1 receptor and blocks its interaction with PD_L1 and PD_L2, reducing inhibition of the antitumor response. It is FDA approved to treat patients with mismatch repair deficient recurrent or advanced endometrial cancer or solid tumors. Please see the drug label for full prescribing information. </p> <p><b>Gene Association:</b> On the basis of clinical data across solid tumors (Marabelle et al., 2019; ESMO Abstract 11920, Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386, Legrand et al., 2018; ASCO Abstract 12000, Cristescu et al., 2018; 30309915), TMB of ≥10 Muts/Mb (based on this assay or others) may predict sensitivity to immune checkpoint inhibitors targeting PD_1 or PD_L1. An association between higher TMB and improved OS, median PFS, and ORR has been observed in large pan_solid tumor studies for patients treated with immune checkpoint inhibitors (Goodman et al., 2019; 31405947, Goodman et al., 2017; 28835386). </p> <p><b>Supporting Data:</b> Clinical data on the efficacy of dostarlimab for the treatment of head and neck cancer are limited (PubMed, Mar 2022). Dostarlimab has been studied primarily in recurrent and advanced mismatch repair_deficient (dMMR) endometrial and non_endometrial cancers (Andre et al., 2021; ASCO GI Abstract 9, Oaknin et al., 2020; 33001143, Berton et al., 2021; ASCO Abstract 2564). In the Phase 1 GARNET trial, single_agent dostarlimab elicited an ORR of 39% (41/106) and an immune_related ORR of 46% (50/110) for patients with non_endometrial dMMR solid tumors (Andre et al., 2021; ASCO GI Abstract 9, Andre et al., 2021; ESMO GI Abstract SO_9). </p>", "ApprovedUses": null, "Effect": "Sensitizing", "Include": "true", "IncludeInSummary": "true", "ReferenceLinks": null}]}, "ReferenceLinks": null, "ClinicalTrialLinks": {"ClinicalTrialLink": [{"nctId": "NCT04237649", "Include": "true"}, {"nctId": "NCT03674567", "Include": "true"}, {"nctId": "NCT04589845", "Include": "true"}, {"nctId": "NCT04521621", "Include": "true"}, {"nctId": "NCT04047862", "Include": "true"}, {"nctId": "NCT03396445", "Include": "true"}, {"nctId": "NCT03891953", "Include": "true"}, {"nctId": "NCT04261439", "Include": "true"}, {"nctId": "NCT03861793", "Include": "true"}, {"nctId": "NCT03530397", "Include": "true"}]}}}, "ReferenceLinks": null}, {"Name": "MLL2", "Include": "true", "Alterations": {"Alteration": {"Name": "A2119fs*36", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "A2119fs*36"}}, "Interpretation": "MLL2 encodes an H3K4_specific histone methyltransferase that is involved in the transcriptional response to progesterone signaling (Vicent et al., 2011; 21447625). Germline de novo mutations of MLL2 are responsible for the majority of cases of Kabuki syndrome, a complex and phenotypically distinctive developmental disorder (Hannibal et al., 2011; 21671394). A significant number of inactivating MLL2 alterations have been observed in multiple tumor types, suggesting a tumor suppressor role (Fagan et al.,2019; 31128216). MLL2 alterations are observed in a number of solid tumor contexts (COSMIC, Jan 2022)(Tate et al., 2019; 30371878), and are especially prevalent in lung squamous cell carcinoma (SCC) (Cancer Genome Atlas Research Network et al., 2012; 22960745) and small cell lung carcinoma (SCLC) (Augert et al., 2017; 28007623). MLL2 mutation was found to be an independent prognostic factor of poor PFS and OS in non_small cell lung cancer, but not in SCLC (Ardeshir_Larijani et al., 2018; 29627316). One study reported that MLL2 truncating mutations were more common in recurrent ovary granulosa cell tumors (GCT) compared with primary GCTs (24% [10/42] vs. 3.0% [1/32])(Hillman et al., 2018; 29950560). In a study of esophageal SCC, high MLL2 expression positively correlated with tumor stage, differentiation, and size, and negatively correlated with OS (Abudureheman et al., 2018; 29532228). There are no targeted therapies available to address genomic alterations in MLL2. Variants seen in this gene have been reported to occur in clonal hematopoiesis (CH), an age_related process in which hematopoietic stem cells acquire somatic mutations that allow for clonal expansion (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838, Xie et al., 2014; 25326804, Acuna_Hidalgo et al., 2017; 28669404, Severson et al., 2018; 29678827, Fuster et al., 2018; 29420212). Comprehensive genomic profiling of solid tumors may detect nontumor alterations that are due to CH (Severson et al., 2018; 29678827, Chabon et al., 2020; 32269342, Razavi et al., 2019; 31768066). Patient_matched peripheral blood mononuclear cell sequencing is required to conclusively determine if this alteration is present in tumor or is secondary to CH.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "Microsatellite status", "Include": "true", "Alterations": {"Alteration": {"Name": "MS_Stable", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "MS_Stable"}}, "Interpretation": "Microsatellite instability (MSI) is a condition of genetic hypermutability that generates excessive amounts of short insertion/deletion mutations in the genome; it generally occurs at microsatellite DNA sequences and is caused by a deficiency in DNA mismatch repair (MMR) in the tumor (Kocarnik et al., 2015; 26337942). Defective MMR and consequent MSI occur as a result of genetic or epigenetic inactivation of one of the MMR pathway proteins, primarily MLH1, MSH2, MSH6, or PMS2 (You et al., 2010; 21081928, Bairwa et al., 2014; 24623249, Kocarnik et al., 2015; 26337942). This sample is microsatellite_stable (MSS), equivalent to the clinical definition of an MSS tumor: one with mutations in none of the tested microsatellite markers (Boland et al., 1998; 9823339, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSS status indicates MMR proficiency and typically correlates with intact expression of all MMR family proteins (Kocarnik et al., 2015; 26337942, Bairwa et al., 2014; 24623249, Pawlik et al., 2004; 15528785, Boland and Goel, 2010; 20420947). MSI_high (MSI_H) has been observed at high frequency in endometrial cancers (14_33%)(Santin et al., ASCO 2016; Abstract 414, Zighelboim et al., 2007; 17513808, Hampel et al., 2006; 16885385, Stelloo et al., 2016; 27006490, Kanopiene et al., 2014; 25458958, Black et al., 2006; 16549821, Nout et al., 2012; 22609107, Steinbakk et al., 2011; 21547578, Bilbao et al., 2010; 20005452), colorectal cancers (CRCs; 10_15%)(Guastadisegni et al., 2010; 20627535, Pawlik et al., 2004; 15528785, Kocarnik et al., 2015; 26337942, Cancer Genome Atlas Network., 2012; 22810696, Lal et al., 2015; 25949894), and gastric cancers (12_35%)(Hiyama et al., 2004; 15209621, Wu et al., 1998; 9537253, dos Santos et al., 1996; 8536886, Fang et al., 2013; 23555086) and at lower frequencies in many other tumor types, including esophageal (Hall et al., 2016; ASCO Gastrointestinal Cancer Symposium Abstract 528, Farris et al., 2011; 21422910), small bowel (Gingras et al., 2015; AACR Pancreatic Cancer Abstract PR06, Agaramet al., 2010; 20395525, Ruemmele et al., 2009; 19252434, Planck et al., 2003; 12627520, Hibi et al., 1995; 7775257, Muneyuki et al., 2000; 11117578), hepatobiliary (Zhang et al., 2005; 15918185, Chiappini et al., 2004; 14656944, Suto et al., 2001; 11223838, Momoi et al., 2001; 11580146, Liengswangwong et al., 2003; 14506736, Moy et al., 2015; 25680569, Yoshida et al., 2000; 11063221), prostate (Cheng et al., 2016; Genitourinary Cancers Symposium Abstract 251, Pritchard et al., 2014; 25255306, Azzouzi et al., 2007; 17233803, Burger et al., 2006; 16924473), and urinary tract carcinomas (Harper et al., 2015; USCAP Abstract 905, Bai et al., 2013; 23690119, Giedl et al., 2014; 25319978, Yamamoto et al., 2006; 16675567). One retrospective study of patients with Stage 2_4a nasopharyngeal carcinoma treated with intensity_modulated radiotherapy in China reported that deficiency of mismatch repair protein expression independently correlated with better distant metastasis_free survival (HR=0.25) (Chen et al., 2020; 32546739). On the basis of clinical evidence, MSS tumors are significantly less likely than MSI_H tumors to respond to anti_PD_1 immune checkpoint inhibitors (Gatalica et al., 2014; 25392179, Kroemer et al., 2015; 26140250, Lal et al., 2015; 25949894), including approved therapies nivolumab and pembrolizumab (Overman et al., 2016; ASCO Abstract 3501, Le et al., 2015; 26028255). In a retrospective analysis of 361 patients with solid tumors treated with pembrolizumab, 3% were MSI_H and experienced a significantly higher ORR compared with non_MSI_H cases (70% vs. 12%, p=0.001) (Ayers et al., 2016; ASCO_SITC Abstract P60).", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "RB1", "Include": "true", "Alterations": {"Alteration": {"Name": "loss exons 18_27", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "loss exons 18_27"}}, "Interpretation": "RB1 encodes the retinoblastoma protein (Rb), a tumor suppressor and negative regulator of the cell cycle (Burkhart and Sage, 2008; 18650841, Knudsen and Knudsen, 2008; 19143056). Alterations such as seen here may disrupt RB1 function or expression (Berge et al., 2010; 20594292, Giacinti et al., 2006; 16936740, Otterson et al., 1997; 9342358, Otterson et al., 1999; 10486322, Qin et al., 1992; 1534305, Rubin et al., 2005; 16360038, Sun et al., 2006; 16449662). RB1 mutations have been reported in 4.3% of the head and neck cancer samples in the MSK_IMPACT dataset (cBio_Zehir et al., 2017; 28481359). RB1 mutation or loss and decreased Rb expression have been reported in the literature in 3.6_27% of head and neck carcinoma cases; however, data regarding the impact of these alterations on outcome has been mixed (Rafferty et al., 2008; 18172658, Sang_Hyuk et al., 2011; 21493295, Sabir et al., 2012; 22744425, Ghosh et al., 2010; 20226061, Yoo et al., 1994; 8062250, Tripathi et al., 2003; 14586645, Sabbir et al., 2006; 16623759). On the basis of limited clinical data (Owonikoko et al., 2016; ESMO Abstract 14230) and strong preclinical data (Hook et al., 2012; 22222631, Gong et al., 2018; 30373917, Oser et al., 2018; 30373918), RB1 inactivation may be associated with sensitivity to inhibitors of Aurora kinase A, particularly in small cell lung cancer. It should be noted that a trial of the Aurora kinase A inhibitor alisertib in advanced prostate cancer did not find an association between RB1 deletion and clinical benefit (Beltran et al., 2019; 30232224). Other approaches to target RB1 inactivation under investigation in preclinical studies include inhibitors of BCL_2 family members (Allaman_Pillet et al., 2013; 21955141) and activation of the NOTCH pathway (Viatour et al., 2011; 21875955). Loss of Rb function has been associated with increased sensitivity to cytotoxic agents and chemotherapeutics in both preclinical studies and in patients with bladder or breast cancer (Derenzini et al., 2008; 18381962, Knudsen and Knudsen, 2008; 19143056). Mutations in RB1 underlie the development of retinoblastoma (RB), a rare tumor that arises at a rate of approximately 1:20,000 live births, with nearly 5,000 new cases worldwide per year (Chen et al., 2014; 24282159). Germline mutations in RB1 account for approximately 40% of RB tumors (Yun et al., 2011; 22553621) and are associated with an increased risk of developing secondary malignancies that include soft tissue and bone sarcoma and malignant melanoma (Houston et al., 2011; 21139478, Ng et al., 2010; 19959033). In the appropriate clinical context, germline testing of RB1 is recommended.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}, {"Name": "TP53", "Include": "true", "Alterations": {"Alteration": {"Name": "E258K", "AlterationProperties": {"AlterationProperty": {"isEquivocal": "false", "name": "E258K"}}, "Interpretation": "Functional loss of the tumor suppressor p53, which is encoded by the TP53 gene, is common in aggressive advanced cancers (Brown et al., 2009; 19935675). Alterations such as seen here may disrupt TP53 function or expression (Joerger and Fersht, 2008; 18410249, Kato et al., 2003; 12826609, Kamada et al., 2011; 20978130, Zerdoumi et al., 2017; 28472496, Yamada et al., 2007; 17690113). TP53 mutation was observed in 13% (7/56) of nasopharyngeal carcinoma cases in one study (cBio_Lin et al., 2014; 24952746). TP53 mutations have been reported in 77% of sinonasal cancers, with a higher frequency in adenocarcinomas compared with squamous cell carcinomas (Holmila et al., 2010; 20025891, Holmila et al., 2010; 19950227). In one study of 78 patients with undifferentiated nasopharyngeal carcinoma, p53 protein expression was associated with worse disease_free survival (Ma et al., 2003; 12966511). There are no approved therapies to address TP53 mutation or loss. However, tumors with TP53 loss of function alterations may be sensitive to the WEE1 inhibitor adavosertib (Hirai et al., 2010; 20107315, Bridges et al., 2011; 21799033, Rajeshkumar et al., 2011; 21389100, Osman et al., 2015; 25504633), or p53 gene therapy and immunotherapeutics such as SGT_53 (Xu et al., 2002; 12489850, Xu et al., 2001; 11713371, Camp et al., 2013; 23470564, Kim et al., 2015; 25240597, Pirollo et al., 2016; 27357628) and ALT_801 (Hajdenberg et al., 2012; ASCO Abstract e15010). In a Phase 1 study, adavosertib in combination with gemcitabine, cisplatin, or carboplatin elicited PRs in 9.7% and SDs in 53% of patients with solid tumors; the response rate was 21% (4/19) for patients with TP53 mutations versus 12% (4/33) for patients who were TP53 wildtype (Leijen et al., 2016; 27601554). A Phase 2 trial of adavosertib in combination with chemotherapy (gemcitabine, carboplatin, paclitaxel, or doxorubicin) reported a 32% (30/94, 3 CR) ORR and a 73% (69/94) DCR for patients with platinum_refractory TP53_mutated ovarian, Fallopian tube, or peritoneal cancer (Moore et al., 2019; ASCO Abstract 5513). A smaller Phase 2 trial of adavosertib in combination with carboplatin achieved a 43% (9/21, 1 CR) ORR and a 76% (16/21) DCR for patients with platinum_refractory TP53_mutated ovarian cancer (Leijen et al., 2016; 27998224). The combination of adavosertib with paclitaxel and carboplatin for patients with TP53_mutated ovarian cancer also significantly increased PFS compared with paclitaxel and carboplatin alone (Oza et al., 2015; ASCO Abstract 5506). In the Phase 2 VIKTORY trial, patients with TP53_mutated metastatic and/or recurrent gastric cancer experienced a 24% (6/25) ORR with adavosertib combined with paclitaxel (Lee et al., 2019; 31315834). A Phase 1 trial of neoadjuvant adavosertib in combination with cisplatin and docetaxel for head and neck squamous cell carcinoma (HNSCC) elicited a 71% (5/7) response rate for patients with TP53 alterations (Mendez et al., 2018; 29535125). The Phase 2 FOCUS4_C trial for patients with TP53_ and RAS_mutated colorectal cancer reported improvement in PFS (3.61 vs. 1.87 months, HR=0.35, p=0.0022), but not OS (14.0 vs 12.8 months, p=0.93), following adavosertib treatment compared with active monitoring (Seligmann et al., 2021; 34538072). In a Phase 1b clinical trial of SGT_53 in combination with docetaxel for patients with solid tumors, 75% (9/12) of evaluable patients experienced clinical benefit, including 2 confirmed and 1 unconfirmed PRs and 2 instances of SD with significant tumor shrinkage (Pirollo et al., 2016; 27357628). Missense mutations leading to TP53 inactivation may also be sensitive to therapies that reactivate mutated p53 such as APR_246 (Gourley et al., 2016; ASCO Abstract 5571, Lehmann et al., 2012; 22965953, Mohell et al., 2015; 26086967, Franssonet al., 2016; 27179933). In a Phase 1b trial for patients with p53_positive high_grade serous ovarian cancer, APR_246 combined with carboplatin and pegylated liposomal doxorubicin achieved a 52% (11/21) response rate and 100% DCR (Gourley et al., 2016; ASCO Abstract 5571). ATR inhibitor treatment of chronic lymphocytic leukemia (CLL) cells with biallelic inactivation of TP53 suppressed cell viability, promoted DNA damage, and attenuated xenograft growth in preclinical studies (Kwok et al., 2016; 26563132, Boudny et al., 2019; 30975914); however, ATR inhibitors as monotherapy had little effect on these parameters in solid tumor models in other preclinical studies (Dillon et al., 2017; 28062704, Middleton et al., 2018; 30127241). Therefore, it is unclear whether TP53 inactivation predicts sensitivity to ATR inhibition. One or more of the TP53 variants observed here has been described in the ClinVar database as a likely pathogenic or pathogenic germline mutation (by an expert panel or multiple submitters) associated with Li_Fraumeni syndrome (ClinVar, Mar 2022)(Landrum et al., 2018; 29165669). Follow_up germline testing would be needed to distinguish whether the finding in this patient is somatic or germline. Germline mutations in TP53 are associated with the very rare autosomal dominant disorder Li_Fraumeni syndrome and the early onset of many cancers (Bougeard et al., 2015; 26014290, Sorrell et al., 2013; 23355100, Nichols et al., 2001; 11219776), including sarcomas (Kleihues et al., 1997; 9006316, Gonzalez et al., 2009; 19204208). Estimates for the prevalence of germline TP53 mutations in the general population range from 1:5,000 (Lalloo et al., 2003; 12672316) to 1:20,000 (Gonzalez et al., 2009; 19204208). For pathogenic TP53 mutations identified during tumor sequencing, the rate of germline mutations was 1% in the overall population and 6% in tumors arising before age 30 (Mandelker et al., 2019; 31050713). In the appropriate clinical context, germline testing of TP53 is recommended. Variants seen in this gene have been reported to occur in clonal hematopoiesis (CH), an age_related process in which hematopoietic stem cells acquire somatic mutations that allow for clonal expansion (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838, Xie et al., 2014; 25326804, Acuna_Hidalgo et al., 2017; 28669404, Severson et al., 2018; 29678827, Fuster et al., 2018; 29420212). CH in this gene has been associated with increased mortality, risk of coronary heart disease, risk of ischemic stroke, and risk of secondary hematologic malignancy (Jaiswal et al., 2014; 25426837, Genovese et al., 2014; 25426838). Clinical management of patients with CH in this gene may include monitoring for hematologic changes and reduction of controllable risk factors for cardiovascular disease (Steensma., 2018; 30504320). Comprehensive genomic profiling of solid tumors detects nontumor alterations that are due to CH (Severson et al., 2018; 29678827, Chabon et al., 2020; 32269342, Razavi et al., 2019; 31768066). Patient_matched peripheral blood mononuclear cell sequencing is required to conclusively determine if this alteration is present in tumor or is secondary to CH.", "Include": "true", "ClinicalTrialNote": null, "Therapies": null, "ReferenceLinks": null, "ClinicalTrialLinks": null}}, "ReferenceLinks": null}]}, "Trials": {"Trial": [{"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "Efficacy and Safety of Targeted Precision Therapy in Refractory Tumor With Druggable Molecular Event", "StudyPhase": "PHASE 2", "Target": "EGFR, ERBB4, ERBB2, PARP, mTOR, MET, ROS1, RET, VEGFRs, BRAF, CDK4, CDK6", "Locations": "Shanghai (China)", "NCTID": "NCT03239015", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "ATG_008 Combined With Toripalimab in Advanced Solid Tumors", "StudyPhase": "PHASE null", "Target": "mTORC1, mTORC2, PD_1", "Locations": "Chongqing (China), Chengdu (China)", "NCTID": "NCT04337463", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "Trametinib Combined With Everolimus and Lenvatinib for Recurrent/Refractory Advanced Solid Tumors", "StudyPhase": "PHASE 2", "Target": "mTOR, FGFRs, RET, PDGFRA, VEGFRs, KIT, MEK", "Locations": "Guangzhou (China)", "NCTID": "NCT04803318", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "A Study of Sirolimus for Injection (Albumin Bound) in Patients With Advanced Solid Tumors", "StudyPhase": "PHASE 1", "Target": "mTOR", "Locations": "Tianjin (China)", "NCTID": "NCT05125523", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "Canadian Profiling and Targeted Agent Utilization Trial (CAPTUR)", "StudyPhase": "PHASE 2", "Target": "VEGFRs, ABL, SRC, ALK, ROS1, AXL, TRKA, MET, TRKC, DDR2, KIT, EGFR, PD_1, CTLA_4, PARP, CDK4, CDK6, FLT3, CSF1R, RET, mTOR, ERBB2, MEK, BRAF, SMO", "Locations": "Vancouver (Canada), Kelowna (Canada), Edmonton (Canada), Saskatoon (Canada), Regina (Canada), Ottawa (Canada), Montreal (Canada), Toronto (Canada), Kingston (Canada), London (Canada)", "NCTID": "NCT03297606", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "A Phase 1 Trial of Vandetanib (a Multi_kinase Inhibitor of EGFR, VEGFR and RET Inhibitor) in Combination With Everolimus (an mTOR Inhibitor) in Advanced Cancer", "StudyPhase": "PHASE 1", "Target": "mTOR, EGFR, SRC, RET, VEGFRs", "Locations": "Texas", "NCTID": "NCT01582191", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "FBXW7", "Alteration": "splice site 1644+1G>A", "Title": "Combination Chemotherapy and Bevacizumab With the NovoTTF_100L(P) System in Treating Participants With Advanced, Recurrent, or Refractory Hepatic Metastatic Cancer", "StudyPhase": "PHASE 1", "Target": "VEGFA, mTOR", "Locations": "Texas", "NCTID": "NCT03203525", "Note": "Loss or inactivation of FBXW7 may lead to increased mTOR activation and may predict sensitivity to mTOR inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "KAZ954 Alone and With PDR001, NZV930 and NIR178 in Advanced Solid Tumors", "StudyPhase": "PHASE null", "Target": "ADORA2A, CD73, PD_1", "Locations": "Taipei (Taiwan), Shatin, New Territories (Hong Kong), Sunto Gun (Japan), Singapore (Singapore), Milano (Italy), Barcelona (Spain), California, Illinois, Toronto (Canada), Missouri", "NCTID": "NCT04237649", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "Dose Escalation and Expansion Study of FLX475 Monotherapy and in Combination With Pembrolizumab", "StudyPhase": "PHASE 1/2", "Target": "PD_1, CCR4", "Locations": "Taipei (Taiwan), Tainan (Taiwan), Busan (Korea, Republic of), Shatin (Hong Kong), High West (Hong Kong), Chungbuk (Korea, Republic of), Seoul (Korea, Republic of), Gyeonggi_do (Korea, Republic of), Bangkok (Thailand), Nedlands (Australia)", "NCTID": "NCT03674567", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "Tumor_Agnostic Precision Immuno_Oncology and Somatic Targeting Rational for You (TAPISTRY) Platform Study", "StudyPhase": "PHASE 2", "Target": "TRKB, ALK, TRKC, ROS1, TRKA, RET, PD_L1, AKTs, ERBB2, MDM2, PI3K_alpha", "Locations": "Taipei City (Taiwan), Taoyuan County (Taiwan), Tainan (Taiwan), Shanghai (China), Shatin (Hong Kong), Hong Kong (Hong Kong), Seoul (Korea, Republic of), Xi an (China), Tianjin (China), Osaka (Japan)", "NCTID": "NCT04589845", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "A Study of V937 in Combination With Pembrolizumab (MK_3475) in Participants With Advanced/Metastatic Solid Tumors (V937_013)", "StudyPhase": "PHASE 1/2", "Target": "PD_1", "Locations": "Taipei (Taiwan), Taoyuan (Taiwan), Tainan (Taiwan), Kaohsiung (Taiwan), Kashiwa (Japan), Afula (Israel), Jerusalem (Israel), Tel Aviv (Israel), Warszawa (Poland), Oslo (Norway)", "NCTID": "NCT04521621", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "Study of BGB_A1217 in Combination With Tislelizumab in Advanced Solid Tumors", "StudyPhase": "PHASE 1", "Target": "PD_1, TIGIT", "Locations": "Taipei (Taiwan), Taoyuan (Taiwan), Hualien City (Taiwan), Taichung (Taiwan), Fujian (China), Hangzhou (China), Shanghai (China), Guangdong (China), Changsha (China), Wuhan (China)", "NCTID": "NCT04047862", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "Safety and Pharmacokinetics Study of MK_5890 as Monotherapy and in Combination With Pembrolizumab (MK_3475) in Adults With Advanced Solid Tumors (MK_5890_001)", "StudyPhase": "PHASE 1", "Target": "PD_1, CD27", "Locations": "Taipei (Taiwan), Seoul (Korea, Republic of), Jerusalem (Israel), Ramat Gan (Israel), Be er Sheva (Israel), Amsterdam (Netherlands), Rotterdam (Netherlands), Barcelona (Spain), Madrid (Spain), Pozuelo de Alarcon (Spain)", "NCTID": "NCT03396445", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "Study of Safety and Efficacy of DKY709 Alone or in Combination With PDR001 in Patients With Advanced Solid Tumors.", "StudyPhase": "PHASE 1", "Target": "PD_1", "Locations": "Taipei (Taiwan), Shatin, New Territories (Hong Kong), Chuo ku (Japan), Dresden (Germany), Essen (Germany), Barcelona (Spain), Massachusetts, Tennessee", "NCTID": "NCT03891953", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "A Phase I/Ib Study of NIZ985 Alone and in Combination With Spartalizumab", "StudyPhase": "PHASE 1", "Target": "PD_1", "Locations": "Taipei (Taiwan), Chuo ku (Japan), Essen (Germany), Napoli (Italy), Leuven (Belgium), Barcelona (Spain), California, Texas", "NCTID": "NCT04261439", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "A Dose Escalation and Cohort Expansion Study of Subcutaneously_Administered Cytokine (ALKS 4230) as a Single Agent and in Combination With Anti_PD_1 Antibody (Pembrolizumab) in Subjects With Select Advanced or Metastatic Solid Tumors (ARTISTRY_2)", "StudyPhase": "PHASE 1/2", "Target": "PD_1", "Locations": "Taipei (Taiwan), Tainan (Taiwan), Suwon (Korea, Republic of), Incheon (Korea, Republic of), Seoul (Korea, Republic of), Edmonton (Canada), Badalona (Spain), Rotterdam (Netherlands), Valencia (Spain), Madrid (Spain)", "NCTID": "NCT03861793", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}, {"Gene": "Tumor Mutation Burden", "Alteration": "13", "Title": "A Study to Evaluate MEDI5752 in Subjects With Advanced Solid Tumors", "StudyPhase": "PHASE 1", "Target": "PD_L1, PD_1, CTLA_4", "Locations": "Taipei (Taiwan), Taichung (Taiwan), Tainan (Taiwan), Cheongju_si (Korea, Republic of), Incheon (Korea, Republic of), Seoul (Korea, Republic of), Gyeonggi_do (Korea, Republic of), Amsterdam (Netherlands), Ravenna (Italy), Meldola (Italy)", "NCTID": "NCT03530397", "Note": "Increased tumor mutational burden may predict response to anti_PD_1 (alone or in combination with anti_CTLA_4) or anti_PD_L1 immune checkpoint inhibitors.", "Include": "true"}]}, "References": {"Reference": [{"number": "0", "ReferenceId": "18094723", "FullCitation": "Welcker M, et al. Nat. Rev. Cancer (2008) pmid: 18094723", "Include": "true"}, {"number": "1", "ReferenceId": "17909001", "FullCitation": "Akhoondi S, et al. Cancer Res. (2007) pmid: 17909001", "Include": "true"}, {"number": "2", "ReferenceId": "24298052", "FullCitation": "Welcker M, et al. Genes Dev. (2013) pmid: 24298052", "Include": "true"}, {"number": "3", "ReferenceId": "17298674", "FullCitation": "Welcker M, et al. Cell Div (2007) pmid: 17298674", "Include": "true"}, {"number": "4", "ReferenceId": "11565034", "FullCitation": "Strohmaier H, et al. Nature (2001) pmid: 11565034", "Include": "true"}, {"number": "5", "ReferenceId": "21070969", "FullCitation": "Pashkova N, et al. Mol. Cell (2010) pmid: 21070969", "Include": "true"}, {"number": "6", "ReferenceId": "17646409", "FullCitation": "O Neil J, et al. J. Exp. Med. (2007) pmid: 17646409", "Include": "true"}, {"number": "7", "ReferenceId": "23228967", "FullCitation": "Malyukova A, et al. Leukemia (2013) pmid: 23228967", "Include": "true"}, {"number": "8", "ReferenceId": "17646408", "FullCitation": "Thompson BJ, et al. J. Exp. Med. (2007) pmid: 17646408", "Include": "true"}, {"number": "9", "ReferenceId": "28481359", "FullCitation": "Zehir A, et al. Nat. Med. (2017) pmid: 28481359", "Include": "true"}, {"number": "10", "ReferenceId": "18787170", "FullCitation": "Mao JH, et al. Science (2008) pmid: 18787170", "Include": "true"}, {"number": "11", "ReferenceId": "25749036", "FullCitation": "Yang H, et al. Oncotarget (2015) pmid: 25749036", "Include": "true"}, {"number": "12", "ReferenceId": "24360397", "FullCitation": "Villaruz LC, et al. Lung Cancer (2014) pmid: 24360397", "Include": "true"}, {"number": "13", "ReferenceId": "27079472", "FullCitation": "Olson D, et al. Clin Genitourin Cancer (2016) pmid: 27079472", "Include": "true"}, {"number": "14", "ReferenceId": "21368834", "FullCitation": "Wertz IE, et al. Nature (2011) pmid: 21368834", "Include": "true"}, {"number": "15", "ReferenceId": "15748635", "FullCitation": "Pfeifer GP, et al. Mutat. Res. (2005) pmid: 15748635", "Include": "true"}, {"number": "16", "ReferenceId": "23875803", "FullCitation": "Hill VK, et al. Annu Rev Genomics Hum Genet (2013) pmid: 23875803", "Include": "true"}, {"number": "17", "ReferenceId": "12379884", "FullCitation": "Pfeifer GP, et al. Oncogene (2002) pmid: 12379884", "Include": "true"}, {"number": "18", "ReferenceId": "25765070", "FullCitation": "Rizvi NA, et al. Science (2015) pmid: 25765070", "Include": "true"}, {"number": "19", "ReferenceId": "24336570", "FullCitation": "Johnson BE, et al. Science (2014) pmid: 24336570", "Include": "true"}, {"number": "20", "ReferenceId": "29452419", "FullCitation": "Choi S, et al. Neuro_oncology (2018) pmid: 29452419", "Include": "true"}, {"number": "21", "ReferenceId": "23636398", "FullCitation": "Cancer Genome Atlas Research Network, et al. Nature (2013) pmid: 23636398", "Include": "true"}, {"number": "22", "ReferenceId": "23447401", "FullCitation": "Briggs S, et al. J. Pathol. (2013) pmid: 23447401", "Include": "true"}, {"number": "23", "ReferenceId": "24583393", "FullCitation": "Heitzer E, et al. Curr. Opin. Genet. Dev. (2014) pmid: 24583393", "Include": "true"}, {"number": "24", "ReferenceId": "22810696", "FullCitation": "Nature (2012) pmid: 22810696", "Include": "true"}, {"number": "25", "ReferenceId": "25568919", "FullCitation": "Roberts SA, et al. Nat. Rev. Cancer (2014) pmid: 25568919", "Include": "true"}, {"number": "26", "ReferenceId": "32919526", "FullCitation": "Marabelle A, et al. Lancet Oncol. (2020) pmid: 32919526", "Include": "true"}, {"number": "27", "ReferenceId": "31405947", "FullCitation": "Goodman AM, et al. Cancer Immunol Res (2019) pmid: 31405947", "Include": "true"}, {"number": "28", "ReferenceId": "28835386", "FullCitation": "Goodman AM, et al. Mol. Cancer Ther. (2017) pmid: 28835386", "Include": "true"}, {"number": "29", "ReferenceId": "30309915", "FullCitation": "Cristescu R, et al. Science (2018) pmid: 30309915", "Include": "true"}, {"number": "30", "ReferenceId": "28420421", "FullCitation": "Chalmers ZR, et al. Genome Med (2017) pmid: 28420421", "Include": "true"}, {"number": "31", "ReferenceId": "30643254", "FullCitation": "Samstein RM, et al. Nat. Genet. (2019) pmid: 30643254", "Include": "true"}, {"number": "32", "ReferenceId": "30785829", "FullCitation": "Ready N, et al. J. Clin. Oncol. (2019) pmid: 30785829", "Include": "true"}, {"number": "33", "ReferenceId": "29658845", "FullCitation": "Hellmann MD, et al. N. Engl. J. Med. (2018) pmid: 29658845", "Include": "true"}, {"number": "34", "ReferenceId": "29657128", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29657128", "Include": "true"}, {"number": "35", "ReferenceId": "29731394", "FullCitation": "Hellmann MD, et al. Cancer Cell (2018) pmid: 29731394", "Include": "true"}, {"number": "36", "ReferenceId": "33558721", "FullCitation": "Rozeman EA, et al. Nat Med (2021) pmid: 33558721", "Include": "true"}, {"number": "37", "ReferenceId": "32916128", "FullCitation": "Sharma P, et al. Cancer Cell (2020) pmid: 32916128", "Include": "true"}, {"number": "38", "ReferenceId": "30557521", "FullCitation": "Ott PA, et al. J. Clin. Oncol. (2019) pmid: 30557521", "Include": "true"}, {"number": "39", "ReferenceId": "35101941", "FullCitation": "Cristescu R, et al. J Immunother Cancer (2022) pmid: 35101941", "Include": "true"}, {"number": "40", "ReferenceId": "34876409", "FullCitation": "Friedman CF, et al. Cancer Discov (2022) pmid: 34876409", "Include": "true"}, {"number": "41", "ReferenceId": "35274716", "FullCitation": "Sturgill EG, et al. Oncologist (2022) pmid: 35274716", "Include": "true"}, {"number": "42", "ReferenceId": "34341578", "FullCitation": "Mai HQ, et al. Nat Med (2021) pmid: 34341578", "Include": "true"}, {"number": "43", "ReferenceId": "33492986", "FullCitation": "Wang FH, et al. J Clin Oncol (2021) pmid: 33492986", "Include": "true"}, {"number": "44", "ReferenceId": "26337942", "FullCitation": "Kocarnik JM, et al. Gastroenterol Rep (Oxf) (2015) pmid: 26337942", "Include": "true"}, {"number": "45", "ReferenceId": "21081928", "FullCitation": "You JF, et al. Br. J. Cancer (2010) pmid: 21081928", "Include": "true"}, {"number": "46", "ReferenceId": "24623249", "FullCitation": "Bairwa NK, et al. Methods Mol. Biol. (2014) pmid: 24623249", "Include": "true"}, {"number": "47", "ReferenceId": "9823339", "FullCitation": "Boland CR, et al. Cancer Res. (1998) pmid: 9823339", "Include": "true"}, {"number": "48", "ReferenceId": "15528785", "FullCitation": "Pawlik TM, et al. Dis. Markers (2004) pmid: 15528785", "Include": "true"}, {"number": "49", "ReferenceId": "20420947", "FullCitation": "Boland CR, et al. Gastroenterology (2010) pmid: 20420947", "Include": "true"}, {"number": "50", "ReferenceId": "17513808", "FullCitation": "Zighelboim I, et al. J. Clin. Oncol. (2007) pmid: 17513808", "Include": "true"}, {"number": "51", "ReferenceId": "16885385", "FullCitation": "Hampel H, et al. Cancer Res. (2006) pmid: 16885385", "Include": "true"}, {"number": "52", "ReferenceId": "27006490", "FullCitation": "Stelloo E, et al. Clin. Cancer Res. (2016) pmid: 27006490", "Include": "true"}, {"number": "53", "ReferenceId": "25458958", "FullCitation": "Kanopienė D, et al. Medicina (Kaunas) (2014) pmid: 25458958", "Include": "true"}, {"number": "54", "ReferenceId": "16549821", "FullCitation": "Black D, et al. J. Clin. Oncol. (2006) pmid: 16549821", "Include": "true"}, {"number": "55", "ReferenceId": "22609107", "FullCitation": "Nout RA, et al. Gynecol. Oncol. (2012) pmid: 22609107", "Include": "true"}, {"number": "56", "ReferenceId": "21547578", "FullCitation": "Steinbakk A, et al. Cell Oncol (Dordr) (2011) pmid: 21547578", "Include": "true"}, {"number": "57", "ReferenceId": "20005452", "FullCitation": "Bilbao C, et al. Int. J. Radiat. Oncol. Biol. Phys. (2010) pmid: 20005452", "Include": "true"}, {"number": "58", "ReferenceId": "20627535", "FullCitation": "Guastadisegni C, et al. Eur. J. Cancer (2010) pmid: 20627535", "Include": "true"}, {"number": "59", "ReferenceId": "25949894", "FullCitation": "Lal N, et al. Oncoimmunology (2015) pmid: 25949894", "Include": "true"}, {"number": "60", "ReferenceId": "15209621", "FullCitation": "Hiyama T, et al. J. Gastroenterol. Hepatol. (2004) pmid: 15209621", "Include": "true"}, {"number": "61", "ReferenceId": "9537253", "FullCitation": "Wu MS, et al. Cancer Res. (1998) pmid: 9537253", "Include": "true"}, {"number": "62", "ReferenceId": "8536886", "FullCitation": "dos Santos NR, et al. Gastroenterology (1996) pmid: 8536886", "Include": "true"}, {"number": "63", "ReferenceId": "23555086", "FullCitation": "Fang WL, et al. Biomed Res Int (2013) pmid: 23555086", "Include": "true"}, {"number": "64", "ReferenceId": "21422910", "FullCitation": "Farris AB, et al. Am. J. Surg. Pathol. (2011) pmid: 21422910", "Include": "true"}, {"number": "65", "ReferenceId": "20395525", "FullCitation": "Agaram NP, et al. Am. J. Clin. Pathol. (2010) pmid: 20395525", "Include": "true"}, {"number": "66", "ReferenceId": "19252434", "FullCitation": "Ruemmele P, et al. Am. J. Surg. Pathol. (2009) pmid: 19252434", "Include": "true"}, {"number": "67", "ReferenceId": "12627520", "FullCitation": "Planck M, et al. Cancer (2003) pmid: 12627520", "Include": "true"}, {"number": "68", "ReferenceId": "7775257", "FullCitation": "Hibi K, et al. Jpn. J. Cancer Res. (1995) pmid: 7775257", "Include": "true"}, {"number": "69", "ReferenceId": "11117578", "FullCitation": "Muneyuki T, et al. Dig. Dis. Sci. (2000) pmid: 11117578", "Include": "true"}, {"number": "70", "ReferenceId": "15918185", "FullCitation": "Zhang SH, et al. World J. Gastroenterol. (2005) pmid: 15918185", "Include": "true"}, {"number": "71", "ReferenceId": "14656944", "FullCitation": "Chiappini F, et al. Carcinogenesis (2004) pmid: 14656944", "Include": "true"}, {"number": "72", "ReferenceId": "11223838", "FullCitation": "Suto T, et al. J Surg Oncol (2001) pmid: 11223838", "Include": "true"}, {"number": "73", "ReferenceId": "11580146", "FullCitation": "Momoi H, et al. J. Hepatol. (2001) pmid: 11580146", "Include": "true"}, {"number": "74", "ReferenceId": "14506736", "FullCitation": "Liengswangwong U, et al. Int. J. Cancer (2003) pmid: 14506736", "Include": "true"}, {"number": "75", "ReferenceId": "25680569", "FullCitation": "Moy AP, et al. Virchows Arch. (2015) pmid: 25680569", "Include": "true"}, {"number": "76", "ReferenceId": "11063221", "FullCitation": "Yoshida T, et al. J. Gastroenterol. (2000) pmid: 11063221", "Include": "true"}, {"number": "77", "ReferenceId": "25255306", "FullCitation": "Pritchard CC, et al. Nat Commun (2014) pmid: 25255306", "Include": "true"}, {"number": "78", "ReferenceId": "17233803", "FullCitation": "Azzouzi AR, et al. BJU Int. (2007) pmid: 17233803", "Include": "true"}, {"number": "79", "ReferenceId": "16924473", "FullCitation": "Burger M, et al. J. Mol. Med. (2006) pmid: 16924473", "Include": "true"}, {"number": "80", "ReferenceId": "23690119", "FullCitation": "Bai S, et al. Am. J. Clin. Pathol. (2013) pmid: 23690119", "Include": "true"}, {"number": "81", "ReferenceId": "25319978", "FullCitation": "Giedl J, et al. Am. J. Clin. Pathol. (2014) pmid: 25319978", "Include": "true"}, {"number": "82", "ReferenceId": "16675567", "FullCitation": "Yamamoto Y, et al. Clin. Cancer Res. (2006) pmid: 16675567", "Include": "true"}, {"number": "83", "ReferenceId": "32546739", "FullCitation": "Chen FM, et al. Sci Rep (2020) pmid: 32546739", "Include": "true"}, {"number": "84", "ReferenceId": "25392179", "FullCitation": "Gatalica Z, et al. Cancer Epidemiol. Biomarkers Prev. (2014) pmid: 25392179", "Include": "true"}, {"number": "85", "ReferenceId": "26140250", "FullCitation": "Kroemer G, et al. Oncoimmunology (2015) pmid: 26140250", "Include": "true"}, {"number": "86", "ReferenceId": "26028255", "FullCitation": "Le DT, et al. N. Engl. J. Med. (2015) pmid: 26028255", "Include": "true"}, {"number": "87", "ReferenceId": "19935675", "FullCitation": "Brown CJ, et al. Nat. Rev. Cancer (2009) pmid: 19935675", "Include": "true"}, {"number": "88", "ReferenceId": "18410249", "FullCitation": "Joerger AC, et al. Annu. Rev. Biochem. (2008) pmid: 18410249", "Include": "true"}, {"number": "89", "ReferenceId": "12826609", "FullCitation": "Kato S, et al. Proc. Natl. Acad. Sci. U.S.A. (2003) pmid: 12826609", "Include": "true"}, {"number": "90", "ReferenceId": "20978130", "FullCitation": "Kamada R, et al. J. Biol. Chem. (2011) pmid: 20978130", "Include": "true"}, {"number": "91", "ReferenceId": "28472496", "FullCitation": "Zerdoumi Y, et al. Hum. Mol. Genet. (2017) pmid: 28472496", "Include": "true"}, {"number": "92", "ReferenceId": "17690113", "FullCitation": "Yamada H, et al. Carcinogenesis (2007) pmid: 17690113", "Include": "true"}, {"number": "93", "ReferenceId": "24952746", "FullCitation": "Lin DC, et al. Nat. Genet. (2014) pmid: 24952746", "Include": "true"}, {"number": "94", "ReferenceId": "20025891", "FullCitation": "Holmila R, et al. Mutat. Res. (2010) pmid: 20025891", "Include": "true"}, {"number": "95", "ReferenceId": "19950227", "FullCitation": "Holmila R, et al. Int. J. Cancer (2010) pmid: 19950227", "Include": "true"}, {"number": "96", "ReferenceId": "12966511", "FullCitation": "Ma BB, et al. Head Neck (2003) pmid: 12966511", "Include": "true"}, {"number": "97", "ReferenceId": "20107315", "FullCitation": "Hirai H, et al. Cancer Biol. Ther. (2010) pmid: 20107315", "Include": "true"}, {"number": "98", "ReferenceId": "21799033", "FullCitation": "Bridges KA, et al. Clin. Cancer Res. (2011) pmid: 21799033", "Include": "true"}, {"number": "99", "ReferenceId": "21389100", "FullCitation": "Rajeshkumar NV, et al. Clin. Cancer Res. (2011) pmid: 21389100", "Include": "true"}, {"number": "100", "ReferenceId": "25504633", "FullCitation": "Osman AA, et al. Mol. Cancer Ther. (2015) pmid: 25504633", "Include": "true"}, {"number": "101", "ReferenceId": "12489850", "FullCitation": "Xu L, et al. Mol. Cancer Ther. (2002) pmid: 12489850", "Include": "true"}, {"number": "102", "ReferenceId": "11713371", "FullCitation": "Xu L, et al. Mol. Med. (2001) pmid: 11713371", "Include": "true"}, {"number": "103", "ReferenceId": "23470564", "FullCitation": "Camp ER, et al. Cancer Gene Ther. (2013) pmid: 23470564", "Include": "true"}, {"number": "104", "ReferenceId": "25240597", "FullCitation": "Kim SS, et al. Nanomedicine (2015) pmid: 25240597", "Include": "true"}, {"number": "105", "ReferenceId": "27357628", "FullCitation": "Pirollo KF, et al. Mol. Ther. (2016) pmid: 27357628", "Include": "true"}, {"number": "106", "ReferenceId": "27601554", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27601554", "Include": "true"}, {"number": "107", "ReferenceId": "27998224", "FullCitation": "Leijen S, et al. J. Clin. Oncol. (2016) pmid: 27998224", "Include": "true"}, {"number": "108", "ReferenceId": "31315834", "FullCitation": "Lee J, et al. Cancer Discov (2019) pmid: 31315834", "Include": "true"}, {"number": "109", "ReferenceId": "29535125", "FullCitation": "Méndez E, et al. Clin. Cancer Res. (2018) pmid: 29535125", "Include": "true"}, {"number": "110", "ReferenceId": "34538072", "FullCitation": "Seligmann JF, et al. J Clin Oncol (2021) pmid: 34538072", "Include": "true"}, {"number": "111", "ReferenceId": "22965953", "FullCitation": "Lehmann S, et al. J. Clin. Oncol. (2012) pmid: 22965953", "Include": "true"}, {"number": "112", "ReferenceId": "26086967", "FullCitation": "Mohell N, et al. Cell Death Dis (2015) pmid: 26086967", "Include": "true"}, {"number": "113", "ReferenceId": "27179933", "FullCitation": "Fransson Å, et al. J Ovarian Res (2016) pmid: 27179933", "Include": "true"}, {"number": "114", "ReferenceId": "26563132", "FullCitation": "Kwok M, et al. Blood (2016) pmid: 26563132", "Include": "true"}, {"number": "115", "ReferenceId": "30975914", "FullCitation": "Boudny M, et al. Haematologica (2019) pmid: 30975914", "Include": "true"}, {"number": "116", "ReferenceId": "28062704", "FullCitation": "Dillon MT, et al. Mol. Cancer Ther. (2017) pmid: 28062704", "Include": "true"}, {"number": "117", "ReferenceId": "30127241", "FullCitation": "Middleton FK, et al. Cancers (Basel) (2018) pmid: 30127241", "Include": "true"}, {"number": "118", "ReferenceId": "29165669", "FullCitation": "Landrum MJ, et al. Nucleic Acids Res. (2018) pmid: 29165669", "Include": "true"}, {"number": "119", "ReferenceId": "26014290", "FullCitation": "Bougeard G, et al. J. Clin. Oncol. (2015) pmid: 26014290", "Include": "true"}, {"number": "120", "ReferenceId": "23355100", "FullCitation": "Sorrell AD, et al. Mol Diagn Ther (2013) pmid: 23355100", "Include": "true"}, {"number": "121", "ReferenceId": "11219776", "FullCitation": "Nichols KE, et al. Cancer Epidemiol. Biomarkers Prev. (2001) pmid: 11219776", "Include": "true"}, {"number": "122", "ReferenceId": "9006316", "FullCitation": "Kleihues P, et al. Am. J. Pathol. (1997) pmid: 9006316", "Include": "true"}, {"number": "123", "ReferenceId": "19204208", "FullCitation": "Gonzalez KD, et al. J. Clin. Oncol. (2009) pmid: 19204208", "Include": "true"}, {"number": "124", "ReferenceId": "12672316", "FullCitation": "Lalloo F, et al. Lancet (2003) pmid: 12672316", "Include": "true"}, {"number": "125", "ReferenceId": "31050713", "FullCitation": "Mandelker D, et al. Ann. Oncol. (2019) pmid: 31050713", "Include": "true"}, {"number": "126", "ReferenceId": "25426837", "FullCitation": "Jaiswal S, et al. N. Engl. J. Med. (2014) pmid: 25426837", "Include": "true"}, {"number": "127", "ReferenceId": "25426838", "FullCitation": "Genovese G, et al. N. Engl. J. Med. (2014) pmid: 25426838", "Include": "true"}, {"number": "128", "ReferenceId": "25326804", "FullCitation": "Xie M, et al. Nat. Med. (2014) pmid: 25326804", "Include": "true"}, {"number": "129", "ReferenceId": "28669404", "FullCitation": "Acuna_Hidalgo R, et al. Am. J. Hum. Genet. (2017) pmid: 28669404", "Include": "true"}, {"number": "130", "ReferenceId": "29678827", "FullCitation": "Severson EA, et al. Blood (2018) pmid: 29678827", "Include": "true"}, {"number": "131", "ReferenceId": "29420212", "FullCitation": "Fuster JJ, et al. Circ. Res. (2018) pmid: 29420212", "Include": "true"}, {"number": "132", "ReferenceId": "30504320", "FullCitation": "Hematology Am Soc Hematol Educ Program (2018) pmid: 30504320", "Include": "true"}, {"number": "133", "ReferenceId": "32269342", "FullCitation": "Chabon JJ, et al. Nature (2020) pmid: 32269342", "Include": "true"}, {"number": "134", "ReferenceId": "31768066", "FullCitation": "Razavi P, et al. Nat. Med. (2019) pmid: 31768066", "Include": "true"}, {"number": "135", "ReferenceId": "18650841", "FullCitation": "Burkhart DL, et al. Nat. Rev. Cancer (2008) pmid: 18650841", "Include": "true"}, {"number": "136", "ReferenceId": "19143056", "FullCitation": "Knudsen ES, et al. Nat. Rev. Cancer (2008) pmid: 19143056", "Include": "true"}, {"number": "137", "ReferenceId": "20594292", "FullCitation": "Berge EO, et al. Mol. Cancer (2010) pmid: 20594292", "Include": "true"}, {"number": "138", "ReferenceId": "16936740", "FullCitation": "Giacinti C, et al. Oncogene (2006) pmid: 16936740", "Include": "true"}, {"number": "139", "ReferenceId": "9342358", "FullCitation": "Otterson GA, et al. Proc. Natl. Acad. Sci. U.S.A. (1997) pmid: 9342358", "Include": "true"}, {"number": "140", "ReferenceId": "10486322", "FullCitation": "Otterson GA, et al. Am. J. Hum. Genet. (1999) pmid: 10486322", "Include": "true"}, {"number": "141", "ReferenceId": "1534305", "FullCitation": "Qin XQ, et al. Genes Dev. (1992) pmid: 1534305", "Include": "true"}, {"number": "142", "ReferenceId": "16360038", "FullCitation": "Rubin SM, et al. Cell (2005) pmid: 16360038", "Include": "true"}, {"number": "143", "ReferenceId": "16449662", "FullCitation": "Sun H, et al. Mol. Cell. Biol. (2006) pmid: 16449662", "Include": "true"}, {"number": "144", "ReferenceId": "18172658", "FullCitation": "Rafferty M, et al. Eur Arch Otorhinolaryngol (2008) pmid: 18172658", "Include": "true"}, {"number": "145", "ReferenceId": "21493295", "FullCitation": "Sang_Hyuk Lee SH, et al. Otolaryngol Head Neck Surg (2011) pmid: 21493295", "Include": "true"}, {"number": "146", "ReferenceId": "22744425", "FullCitation": "Sabir M, et al. Mol. Biol. Rep. (2012) pmid: 22744425", "Include": "true"}, {"number": "147", "ReferenceId": "20226061", "FullCitation": "Ghosh S, et al. Mol. Cancer (2010) pmid: 20226061", "Include": "true"}, {"number": "148", "ReferenceId": "8062250", "FullCitation": "Yoo GH, et al. Cancer Res. (1994) pmid: 8062250", "Include": "true"}, {"number": "149", "ReferenceId": "14586645", "FullCitation": "Tripathi Bhar A, et al. J. Cancer Res. Clin. Oncol. (2003) pmid: 14586645", "Include": "true"}, {"number": "150", "ReferenceId": "16623759", "FullCitation": "Sabbir MG, et al. Int J Exp Pathol (2006) pmid: 16623759", "Include": "true"}, {"number": "151", "ReferenceId": "22222631", "FullCitation": "Hook KE, et al. Mol. Cancer Ther. (2012) pmid: 22222631", "Include": "true"}, {"number": "152", "ReferenceId": "30373917", "FullCitation": "Gong X, et al. Cancer Discov (2019) pmid: 30373917", "Include": "true"}, {"number": "153", "ReferenceId": "30373918", "FullCitation": "Oser MG, et al. Cancer Discov (2019) pmid: 30373918", "Include": "true"}, {"number": "154", "ReferenceId": "30232224", "FullCitation": "Beltran H, et al. Clin. Cancer Res. (2019) pmid: 30232224", "Include": "true"}, {"number": "155", "ReferenceId": "21955141", "FullCitation": "Allaman_Pillet N, et al. Ophthalmic Genet. () pmid: 21955141", "Include": "true"}, {"number": "156", "ReferenceId": "21875955", "FullCitation": "Viatour P, et al. J. Exp. Med. (2011) pmid: 21875955", "Include": "true"}, {"number": "157", "ReferenceId": "18381962", "FullCitation": "Derenzini M, et al. Clin. Cancer Res. (2008) pmid: 18381962", "Include": "true"}, {"number": "158", "ReferenceId": "24282159", "FullCitation": "Chen Z, et al. Hum. Mutat. (2014) pmid: 24282159", "Include": "true"}, {"number": "159", "ReferenceId": "22553621", "FullCitation": "Yun J, et al. Int J Ophthalmol (2011) pmid: 22553621", "Include": "true"}, {"number": "160", "ReferenceId": "21139478", "FullCitation": "Houston SK, et al. Int Ophthalmol Clin (2011) pmid: 21139478", "Include": "true"}, {"number": "161", "ReferenceId": "19959033", "FullCitation": "Ng AK, et al. Semin Radiat Oncol (2010) pmid: 19959033", "Include": "true"}, {"number": "162", "ReferenceId": "21447625", "FullCitation": "Vicent GP, et al. Genes Dev. (2011) pmid: 21447625", "Include": "true"}, {"number": "163", "ReferenceId": "21671394", "FullCitation": "Hannibal MC, et al. Am. J. Med. Genet. A (2011) pmid: 21671394", "Include": "true"}, {"number": "164", "ReferenceId": "31128216", "FullCitation": "Fagan RJ, et al. Cancer Lett. (2019) pmid: 31128216", "Include": "true"}, {"number": "165", "ReferenceId": "30371878", "FullCitation": "Tate JG, et al. Nucleic Acids Res. (2019) pmid: 30371878", "Include": "true"}, {"number": "166", "ReferenceId": "22960745", "FullCitation": "Nature (2012) pmid: 22960745", "Include": "true"}, {"number": "167", "ReferenceId": "28007623", "FullCitation": "Augert A, et al. J Thorac Oncol (2017) pmid: 28007623", "Include": "true"}, {"number": "168", "ReferenceId": "29627316", "FullCitation": "Ardeshir_Larijani F, et al. Clin Lung Cancer (2018) pmid: 29627316", "Include": "true"}, {"number": "169", "ReferenceId": "29950560", "FullCitation": "Hillman RT, et al. Nat Commun (2018) pmid: 29950560", "Include": "true"}, {"number": "170", "ReferenceId": "29532228", "FullCitation": "Abudureheman A, et al. J. Cancer Res. Clin. Oncol. (2018) pmid: 29532228", "Include": "true"}, {"number": "171", "ReferenceId": "33001143", "FullCitation": "Oaknin A, et al. JAMA Oncol (2020) pmid: 33001143", "Include": "true"}, {"number": "172", "ReferenceId": "33794205", "FullCitation": "Lee NY, et al. Lancet Oncol (2021) pmid: 33794205", "Include": "true"}, {"number": "173", "ReferenceId": "25527417", "FullCitation": "Grünwald V, et al. Ann. Oncol. (2015) pmid: 25527417", "Include": "true"}, {"number": "174", "ReferenceId": "22510794", "FullCitation": "Trafalis DT, et al. Anticancer Drugs (2012) pmid: 22510794", "Include": "true"}, {"number": "175", "ReferenceId": "20978924", "FullCitation": "MacKenzie MJ, et al. Invest New Drugs (2012) pmid: 20978924", "Include": "true"}, {"number": "176", "ReferenceId": "22644799", "FullCitation": "Fury MG, et al. Cancer Chemother. Pharmacol. (2012) pmid: 22644799", "Include": "true"}, {"number": "177", "ReferenceId": "23384718", "FullCitation": "Bauman JE, et al. Oral Oncol. (2013) pmid: 23384718", "Include": "true"}, {"number": "178", "ReferenceId": "30243800", "FullCitation": "Necchi A, et al. Eur. Urol. (2019) pmid: 30243800", "Include": "true"}, {"number": "179", "ReferenceId": "27764686", "FullCitation": "Levy A, et al. Eur. J. Cancer (2016) pmid: 27764686", "Include": "true"}, {"number": "180", "ReferenceId": "25344362", "FullCitation": "Tolcher AW, et al. Ann. Oncol. (2015) pmid: 25344362", "Include": "true"}, {"number": "181", "ReferenceId": "21913034", "FullCitation": "Fury MG, et al. Cancer Chemother. Pharmacol. (2012) pmid: 21913034", "Include": "true"}, {"number": "182", "ReferenceId": "23408298", "FullCitation": "Fury MG, et al. Cancer (2013) pmid: 23408298", "Include": "true"}, {"number": "183", "ReferenceId": "26859683", "FullCitation": "Lim SM, et al. Oncotarget (2016) pmid: 26859683", "Include": "true"}, {"number": "184", "ReferenceId": "29584545", "FullCitation": "Ma BBY, et al. J. Clin. Oncol. (2018) pmid: 29584545", "Include": "true"}, {"number": "185", "ReferenceId": "30219915", "FullCitation": "Colevas AD, et al. Ann. Oncol. (2018) pmid: 30219915", "Include": "true"}, {"number": "186", "ReferenceId": "30770348", "FullCitation": "Jung KH, et al. Clin. Cancer Res. (2019) pmid: 30770348", "Include": "true"}, {"number": "187", "ReferenceId": "31882503", "FullCitation": "Okauchi S, et al. In Vivo () pmid: 31882503", "Include": "true"}, {"number": "188", "ReferenceId": "28837405", "FullCitation": "Hsu C, et al. J. Clin. Oncol. (2017) pmid: 28837405", "Include": "true"}, {"number": "189", "ReferenceId": "29863979", "FullCitation": "Migden MR, et al. N. Engl. J. Med. (2018) pmid: 29863979", "Include": "true"}]}, "Signatures": {"Signature": {"ServerTime": "2022_07_11 21:05:14", "OpName": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director", "Text": "Erik Williams, M.D. | Julia Elvin, M.D., Ph.D., Laboratory Director"}}, "reportProperties": {"reportProperty": [{"identifier": "QualityControlMetrics", "key": "MedianCoverageValue", "value": "936x"}, {"identifier": "AdditionalFindings", "key": "TumorMutationBurdenScore", "value": "13 Muts/Mb"}, {"identifier": "AdditionalFindings", "key": "MicrosatelliteStatusScore", "value": "0 fraction_unstable_loci"}, {"identifier": "AdditionalFindings", "key": "LossOfHeterozygosityScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "BloodTumorMutationalBurdenScore", "value": "Units Not Reported"}, {"identifier": "AdditionalFindings", "key": "TumorFractionScore", "value": "Units Not Reported"}]}, "comments": null, "AAC": {"Amendmends": null}}, "variant_report": {"xmlns": "http://foundationmedicine.com/compbio/variant_report_external", "disease": "NASOPHARYNX AND PARANASAL SINUSES", "disease_ontology": "Nasopharynx and paranasal sinuses undifferentiated carcinoma", "flowcell_analysis": "2000022354", "gender": "female", "pathology_diagnosis": "small cell carcinoma", "percent_tumor_nuclei": "50", "pipeline_version": "v3.11.0", "purity_assessment": "44.1", "specimen": "ORD_1400750_01*US1344985.01", "study": "CLINICAL_F1CDx", "test_request": "ORD_1400750_01", "test_type": "FoundationOneDx", "tissue_of_origin": "Nasopharynx And Paranasal Sinuses", "xsischemaLocation": "http://foundationmedicine.com/compbio/variant_report_external http://integration.foundationmedicine.com/reporting/variant_report_external_2.2.xsd", "samples": {"sample": {"bait_set": "DX1", "mean_exon_depth": "953.76", "name": "SQ_US1344985.01_1", "nucleic_acid_type": "DNA"}}, "quality_control": {"status": "Pass"}, "short_variants": {"short_variant": [{"allele_fraction": "0.5984", "cds_effect": "129G>C", "depth": "732", "equivocal": "false", "functional_effect": "missense", "gene": "ARFRP1", "percent_reads": "59.84", "position": "chr20:62338055", "protein_effect": "K43N", "status": "unknown", "strand": "_", "transcript": "NM_003224", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.3776", "cds_effect": "1037G>A", "depth": "715", "equivocal": "false", "functional_effect": "missense", "gene": "CD22", "percent_reads": "37.76", "position": "chr19:35829122", "protein_effect": "G346E", "status": "unknown", "strand": "+", "transcript": "NM_001771", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.5342", "cds_effect": "3332C>T", "depth": "1054", "equivocal": "false", "functional_effect": "missense", "gene": "BCORL1", "percent_reads": "53.42", "position": "chrX:129150080", "protein_effect": "T1111M", "status": "unknown", "strand": "+", "transcript": "NM_021946", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.3698", "cds_effect": "623A>G", "depth": "822", "equivocal": "false", "functional_effect": "missense", "gene": "PARP2", "percent_reads": "36.98", "position": "chr14:20820490", "protein_effect": "Y208C", "status": "unknown", "strand": "+", "transcript": "NM_005484", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.3626", "cds_effect": "240A>T", "depth": "1448", "equivocal": "false", "functional_effect": "missense", "gene": "PIK3C2G", "percent_reads": "36.26", "position": "chr12:18435255", "protein_effect": "E80D", "status": "unknown", "strand": "+", "transcript": "NM_004570", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.4995", "cds_effect": "1501C>T", "depth": "915", "equivocal": "false", "functional_effect": "missense", "gene": "MSH6", "percent_reads": "49.95", "position": "chr2:48026623", "protein_effect": "H501Y", "status": "unknown", "strand": "+", "transcript": "NM_000179", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.3645", "cds_effect": "11222_11223insGCA", "depth": "417", "equivocal": "false", "functional_effect": "nonframeshift", "gene": "MLL2", "percent_reads": "36.45", "position": "chr12:49427265", "protein_effect": "Q3745_H3746insQ", "status": "unknown", "strand": "_", "transcript": "NM_003482", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.5181", "cds_effect": "902A>T", "depth": "774", "equivocal": "false", "functional_effect": "missense", "gene": "ERCC4", "percent_reads": "51.81", "position": "chr16:14024676", "protein_effect": "Y301F", "status": "unknown", "strand": "+", "transcript": "NM_005236", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.2154", "cds_effect": "1702G>A", "depth": "636", "equivocal": "false", "functional_effect": "missense", "gene": "DNMT3A", "percent_reads": "21.54", "position": "chr2:25467173", "protein_effect": "G568R", "status": "unknown", "strand": "_", "transcript": "NM_022552", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.7176", "cds_effect": "2272G>A", "depth": "641", "equivocal": "false", "functional_effect": "missense", "gene": "FGFR3", "percent_reads": "71.76", "position": "chr4:1808659", "protein_effect": "D758N", "status": "unknown", "strand": "+", "transcript": "NM_000142", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.6158", "cds_effect": "772G>A", "depth": "825", "equivocal": "false", "functional_effect": "missense", "gene": "TP53", "percent_reads": "61.58", "position": "chr17:7577509", "protein_effect": "E258K", "status": "known", "strand": "_", "transcript": "NM_000546", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.6945", "cds_effect": "2186C>G", "depth": "550", "equivocal": "false", "functional_effect": "missense", "gene": "IRS2", "percent_reads": "69.45", "position": "chr13:110436215", "protein_effect": "A729G", "status": "unknown", "strand": "_", "transcript": "NM_003749", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.2716", "cds_effect": "886C>T", "depth": "707", "equivocal": "false", "functional_effect": "missense", "gene": "MSH3", "percent_reads": "27.16", "position": "chr5:79968156", "protein_effect": "R296C", "status": "unknown", "strand": "+", "transcript": "NM_002439", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.3168", "cds_effect": "6354_6355insC", "depth": "363", "equivocal": "false", "functional_effect": "frameshift", "gene": "MLL2", "percent_reads": "31.68", "position": "chr12:49435198", "protein_effect": "A2119fs*36", "status": "known", "strand": "_", "transcript": "NM_003482", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}, {"allele_fraction": "0.4727", "cds_effect": "1644+1G>A", "depth": "861", "equivocal": "false", "functional_effect": "splice", "gene": "FBXW7", "percent_reads": "47.27", "position": "chr4:153247157", "protein_effect": "splice site 1644+1G>A", "status": "likely", "strand": "_", "transcript": "NM_033632", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}]}, "copy_number_alterations": {"copy_number_alteration": {"copy_number": "0", "equivocal": "false", "gene": "RB1", "number_of_exons": "10 of 27", "position": "chr13:48985430_49054234", "ratio": "0.47", "status": "known", "type": "loss", "dna_evidence": {"sample": "SQ_US1344985.01_1"}}}, "rearrangements": null, "biomarkers": {"microsatellite_instability": {"status": "MSS"}, "tumor_mutation_burden": {"score": "12.61", "status": "intermediate", "unit": "mutations_per_megabase"}}, "non_human_content": null}}}}